{
	"id" : "10.55.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "55",
		"ashtaka" : "8",
		"adhyaya" : "1",
		"varga" : "16",
		"anuvaka" : "4",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "बृहदुक्थो वामदेव्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"दू॒रे तन्नाम॒ गुह्यं॑ परा॒चैर्यत्त्वा॑ भी॒ते अह्व॑येतां वयो॒धै",
			"उद॑स्तभ्नाः पृथि॒वीं द्याम॒भीके॒ भ्रातुः॑ पु॒त्रान्म॑घवन्तित्विषा॒णः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"दू॒रे तन्नाम॒ गुह्यं॑ परा॒चैर्यत्त्वा॑ भी॒ते अह्व॑येतां वयो॒धै ।",
			"उद॑स्तभ्नाः पृथि॒वीं द्याम॒भीके॒ भ्रातुः॑ पु॒त्रान्म॑घवन्तित्विषा॒णः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"दू॒रे । तत् । नाम॑ । गुह्य॑म् । प॒रा॒चैः । यत् । त्वा॒ । भी॒ते इति॑ । अह्व॑येताम् । व॒यः॒ऽधै ।",
			"उत् । अ॒स्त॒भ्नाः॒ । पृ॒थि॒वीम् । द्याम् । अ॒भीके॑ । भ्रातुः॑ । पु॒त्रान् । म॒घ॒ऽव॒न् । ति॒त्वि॒षा॒णः ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">दूरे तदित्यष्टर्चं त्रयोदशं सूक्तम्। ऋष्याद्याः पूर्ववत्। दूर इत्यनुक्रान्तम्। गतः सूक्तविनियोगः॥</p><p class=\"intro\">अनया चत्वारि ते असुर्याणि नामेत्युक्तस्याद्यं नाम स्तूयते हे इन्द्र ते तव तद्वक्ष्यमाणं नाम सर्वेषां नामकं शरीरं पराचैः पराङ्मुखैर्मनुष्यैः। मनुष्याणामित्यर्थः। गुह्यं गोपनीयमप्रकाशितं सद्दूर इतो विप्रकृष्टे दूरदेशे वर्तत इति शेषः। यद्यदा त्वा त्वां रोदसी द्यावापृथिव्यौ भीते सती अह्वयेताम्। अवेत्यब्रूताम्। किमर्थम्। वयोधा अन्नस्य निधानार्थम्। जगतोऽन्नस्य साधनायेत्यर्थः। तदानीं तेन शरीरेणाभीके। अन्तिकनामैतत्। तव समीप एव पृथिवीं द्यां चोदूर्ध्वं परस्परवियुक्तं यथा भवति तथास्तभ्नाः। स्तम्भितवानसि। किं कुर्वन्। हे मघवन्निन्द्र भ्रतुः पर्जन्यस्य पुत्रान् पुत्रस्थानीयानुदकसंस्त्यायांस्तित्विषाणो दीपयन्॥</p><p>अनया चत्वारि ते असुर्यानि नामेत्युक्तस्याद्यं नाम स्तूयते हे इन्द्र ते तव तद्वक्ष्यमाणं नाम सर्वेषां नामकं शरीरं पराचैः पराङ्मुखैर्मनुष्यैः। मनुष्याणामित्यर्थः। गुह्यं गोपनीयमप्रकाशितं सद्दूर इतो विप्रकृष्टे दूरदेशे वर्तत इति शेषः। यद्यदा त्वा त्वां रोदसी द्यावापृथिव्यौ भीते सती आह्वयेताम् । अवेत्यब्रूताम्। किमर्थम्। वयोधा अन्नस्य निधानार्थम्। जगतोऽन्नस्य साधनायेत्यर्थः। तदानीं तेन शरीरेणाभीके। अन्तिकनामैतत्। तव समीप एव पृथिवीं द्यां चोदूर्ध्वं परस्परवियुक्तं यथा भवति तथा स्तभ्नाः। स्तम्भितवानसि। किं कुर्वन्। हे मघवन्निन्द्र भ्रातुः पर्जन्यस्य पुत्रान् पुत्रस्थानीयानुदकसंस्त्यायांस्तित्विषाणो दीपयन्॥१॥</p>"
}
