{
	"id" : "6.46.14",
	"classification" : {
		"mandala" : "6",
		"sukta" : "46",
		"ashtaka" : "4",
		"adhyaya" : "7",
		"varga" : "29",
		"anuvaka" : "4",
		"rik" : "14"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "शंयुर्बार्हस्पत्यः",
		"chandas" : "सतो बृहती"
	},
	"samhita" : {
		"lines" : [
			"सिन्धू॑ँरिव प्रव॒ण आ॑शु॒या य॒तो यदि॒ क्लोश॒मनु॒ ष्वणि॑",
			"आ ये वयो॒ न ववृड़्॑त॒त्यामि॑षि गृभी॒ता बा॒ह्वोर्गवि॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"सिन्धूँ॑रिव प्रव॒ण आ॑शु॒या य॒तो यदि॒ क्लोश॒मनु॒ ष्वणि॑ ।",
			"आ ये वयो॒ न वर्वृ॑त॒त्यामि॑षि गृभी॒ता बा॒ह्वोर्गवि॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"सिन्धू॑न्ऽइव । प्र॒व॒णे । आ॒शु॒ऽया । य॒तः । यदि॑ । क्लोश॑म् । अनु॑ । स्वनि॑ ।",
			"आ । ये । वयः॑ । न । वर्वृ॑तति । आमि॑षि । गृ॒भी॒ताः । बा॒ह्वोः । गवि॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>उक्तस्यैवार्थस्यअतिशयप्रतिपादनार्थेयं प्रवणेनिम्नदेशेसिन्धूनिव स्यन्दमानानदीरिव आशुयाआशुशीघ्रंयतोगच्छतोश्वान् हेइन्द्र यदि- चोदयासे प्रेरयसि कदाक्लोशमनुक्लोशमिति भयनाम भयमनुलक्ष्यस्वनिस्वनेआक्रोशेसति कीदृशास्तेश्वाः बाह्वोर्बाहुमूलयोर्गृभीताः कक्ष्ययाबद्धायेअश्वाः गविगोरूपेधनेजेतव्येसति आवर्वृतति पुनःपुनरावर्तन्ते आमिषिआमिषे मांसे ग्रहीतव्ये सति वयोन यथाश्येनादयः पक्षिणःपुनःपुनरावर्तन्तेतद्वत् एवंभूतानश्वान् भयेनक्रोशेसतियदात्वंप्रेस्यसि तदानीमस्मदीयेभ्यः छर्दिः प्रयच्छेतिसंबन्धः यद्यपिऋषेर्यु- द्धेप्रसक्तिर्नास्तितथापिराजपुरोहितत्वेनराजकीयानां पुरुषाणांजयःप्रार्थ्यतइतिनकश्चिद्विरोधः ॥ १४ ॥</p><p class=\"end\">स्वादुरितिएकत्रिंशदृचंचतुर्थंसूक्तंभरद्वाजपुत्रस्यगर्गस्यार्षं प्रस्तोकइन्वित्येषात्रिष्टुप् दशाश्वानित्यनुष्टुप् दशरथानितिगायत्री महिरा- धइतिद्विपदाव्द्येकादशका युजानोहरितइत्येषाबृहतो दिवस्पृथिव्याइतिजगती शिष्टास्त्रिष्टुभः आदितः पंचानांसोमोदेवता अगव्यूतिक्षे- त्रमित्यर्धर्चप्रथमपादेदेवाउत्तरस्यभूमिः तृतीयस्यबृहस्पतिः चतुर्थस्यैन्द्रः प्रस्तोकइत्याद्याश्चतस्रः सृंजयपुत्रस्य राज्ञोदानस्तुतिरूपत्वात्- तद्देवताकाः वनस्पतेवीड्ढङ्गइत्ययन्तृचोरथदेवत्यः उपश्वासयेतितृचोदुन्दुभिदेवत्यः समश्वपर्णाइत्यर्धर्चऎन्द्रः शिष्टाइन्द्रदेवताकाः तथाचानु- क्रान्तं –स्वादुरेकत्रिंसद्गर्गःपंचादौसौम्योगव्यूत्यर्धर्चोलिङ्गोक्तदेवतः प्रस्तोकइतित्रिष्टुबनुष्टुप् गायत्रीद्विपदासार्ञ्चयस्यप्रस्तोकस्य दानस्तु- तिः परौतृचौरथदुन्दुभिदेवत्यावैन्द्रोन्त्योर्धर्चोयुजानोबृहतीदिवस्पृथिव्याजगतीति । आग्निमारुतेआदितश्चतस्रः शंसनीयाः सूत्रित्रंच— स्वादुष्किलायमितिचतस्रोमध्येचाह्वानमिति ।</p>"
}
