{
	"id" : "1.139.3",
	"classification" : {
		"mandala" : "1",
		"sukta" : "139",
		"ashtaka" : "2",
		"adhyaya" : "2",
		"varga" : "3",
		"anuvaka" : "20",
		"rik" : "3"
	},
	"attribute" : {
		"devata" : "अश्विनौ",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"यु॒वां स्तोमे॑भिर्देव॒यन्तो॑ अश्विनाश्रा॒वयं॑त इव॒ श्लोक॑मा॒यवो॑ यु॒वां ह॒व्याभ्या॒थ्॒॑यवः॑",
			"यु॒वोर्विश्वा॒ अधि॒ श्रियः॒ पृक्ष॑श्च विश्ववेदसा",
			"प्रु॒षा॒यन्ते॑ वां प॒वयो॑ हिर॒ण्यये॒ रथे॑ दस्रा हिर॒ण्यये॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"यु॒वां स्तोमे॑भिर्देव॒यन्तो॑ अश्विनाश्रा॒वय॑न्त इव॒ श्लोक॑मा॒यवो॑ यु॒वां ह॒व्याभ्या॒३॒॑यवः॑ ।",
			"यु॒वोर्विश्वा॒ अधि॒ श्रियः॒ पृक्ष॑श्च विश्ववेदसा ।",
			"प्रु॒षा॒यन्ते॑ वां प॒वयो॑ हिर॒ण्यये॒ रथे॑ दस्रा हिर॒ण्यये॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"यु॒वाम् । सोमे॑भिः । दे॒व॒ऽयन्तः॑ । अ॒श्वि॒ना॒ । आ॒श्रा॒वय॑न्तःऽइव । श्लोक॑म् । आ॒यवः॑ । यु॒वाम् । ह॒व्या । अ॒भि । आ॒यवः॑ ।",
			"यु॒वोः । विश्वाः॑ । अधि॑ । श्रियः॑ । पृक्षः॑ । च॒ । वि॒श्व॒ऽवे॒द॒सा॒ ।",
			"प्रु॒षा॒यन्ते॑ । वा॒म् । प॒वयः॑ । हि॒र॒ण्यये॑ । रथे॑ । द॒स्रा॒ । हि॒र॒ण्यये॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेअश्विना अश्विदेवौ युवांस्तोमेभिःस्तोत्रैःदेवयन्तः युवामात्मनइच्छन्तः आयवः मनुष्यनामैतत् यजमानाः श्लोकंयुष्मदीयस्तुतिरूपांवाचं आश्रावयन्तइव सर्वतःश्रवणविषयाङ्कुर्वन्तइव स्तुवन्ति श्लो- कइतिवाङ्गाम श्लोकःधाराइतितन्नामसूक्तत्वात् कीदृशास्ते युवांहव्याहविषाआज्यादिना अभ्यायवः आभिमुख्येनगन्तारः प्रीणयितुमितिशेषः हवींषि आभिमुख्येनप्रापयन्तोवा किंच हेविश्ववेदसा सर्वध- नौ युवोर्युवयोः स्ंबन्धिन्योविश्वाःश्रियः सेवनीयाः सर्वालक्ष्मीः धनकनकादिरूपाः अधिअधिकंभज- न्तइतिशेषः किंच पृक्षश्च अन्नमपि युष्मत्प्रसादादधि अधिकंलभन्ते किंच हेदस्रा शत्रूणामुपक्षपयिता- रौ वां हिरण्ययेरथेहिरण्मयेमधुपूर्णे रथे पवयस्तन्नेमयः प्रुषायन्ते क्षरन्ति स्रवन्ति प्रुषप्लुषस्नेहनसेच- नपूरणेषु छन्दसिशायजपीत्यहावपिश्नःशायजादेशः मधुय्पूर्णपात्रोपेतत्वात् शीघ्रगमनेनचक्रेषु मधू- निस्रवन्तीतिभावः पवीरथनेमिर्भवतियद्विपुनातिभूमिमितिनिरुक्तम् । अश्विनोरथस्यमधुपूर्णत्वं त्रयः पवयोमधुवाहनेरथइत्यादिषुप्रसिद्धम् किंच तादृशे हिरण्ययेहिरण्मयेहृदयरमणेरथेमधुरं हविर्वहत- मितिशेषः ॥ ३ ॥</p>"
}
