{
	"id" : "1.151.1",
	"classification" : {
		"mandala" : "1",
		"sukta" : "151",
		"ashtaka" : "2",
		"adhyaya" : "2",
		"varga" : "20",
		"anuvaka" : "21",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "मित्रः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"मि॒त्रं न यं शिम्या॒ गोषु॑ ग॒व्यवः॑ स्वा॒ध्यो॑ वि॒दथे॑ अ॒प्सु जीज॑नन्",
			"अरे॑जेतां॒ रोद॑सी॒ पाज॑सा गि॒रा प्रति॑ प्रि॒यं य॑ज॒तं ज॒नुषा॒मवः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"मि॒त्रं न यं शिम्या॒ गोषु॑ ग॒व्यवः॑ स्वा॒ध्यो॑ वि॒दथे॑ अ॒प्सु जीज॑नन् ।",
			"अरे॑जेतां॒ रोद॑सी॒ पाज॑सा गि॒रा प्रति॑ प्रि॒यं य॑ज॒तं ज॒नुषा॒मवः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"मि॒त्रम् । न । यम् । शिम्या॑ । गोषु॑ । ग॒व्यवः॑ । सु॒ऽआ॒ध्यः॑ । वि॒दथे॑ । अ॒प्ऽसु । जीज॑नन् ।",
			"अरे॑जेताम् । रोद॑सी॒ इति॑ । पाज॑सा । गि॒रा । प्रति॑ । प्रि॒यम् । य॒ज॒तम् । ज॒नुषा॑म् । अवः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>यमग्निंशिम्या कर्मनामैतत् शिमीशक्तिरितितन्नामसुपाठात् प्रकाशवृष्ट्युत्पादनादिकर्मणामित्रन्न मित्रमिवस्थितं यद्वा शिम्येत्येतत् क्रिययासहसंबध्यते गोषुबह्वीषु निमित्तभूतासुगव्यवः गाआत्मन- इच्छन्तः अत्रयद्यपिगव्यवइत्येवालं नगोष्विति तथापि गव्यवइत्यत्रगोस्वामित्वंप्रतिपाद्यते तच्चैक- याद्वित्वादपिस्यात् अतःस्पृहणीयावह्व्यइत्यवगमयितुङ्गोष्वितिपदं यथा गवामसिगोपतिः । गणा- नान्त्वागणपतिम् । तथास्वाध्यः सुष्ठुआध्यातारः फलस्योत्पादयितारः शोभनध्यानावाविदथेयागे अप्सुअन्तरिक्षेवैद्युतरूपेणवर्तमानं आपइत्यन्तरिक्षनाम आपः पृथिवीतितन्नामसूक्तत्वात् अग्नेरन्तरि- क्षोत्पत्तिः यदग्नेदिविजाअस्यप्सुजावा अप्स्वग्नेसधिष्टवइत्यादिमन्त्रान्तरेषुप्रसिद्धा प्रियंसर्वेषांप्रियत- मंप्रीणयित्रारंवा यजतंयष्टव्यंअग्निं जनुषांजन्मवतांप्राणिनां अवःप्रति रक्षणन्निमित्तीकृत्यशिम्यामथ- नादिकर्मणाजीजनन् जनयन्तियजमानाः यद्वा अप्सु निमित्तभूतासुजीजनन् सर्वप्राणिनामुपकाराय- वृष्ट्यर्थंचेत्यर्थः एवमुत्पन्नस्याग्नेः पाजसाबलेन गिरा भयङ्करशब्देनचरोदसीद्यावापृथिव्यावरेजेतां अकंपेतां अग्नेःसकाशात् कंपनं अरेजेतां रोदसीहोतृवूर्यइत्यादिश्रुतिषुप्रसिद्धम् । नचसर्वरक्षणार्थमुत्पा- दितोऽग्निर्लोकद्वयस्यभीतिमजनयत् किमेतदितिवाच्यं निन्दास्तुतित्वात् यथालोकौविभीतः तथाप्रवृ- द्धोभवदितिस्तुतौपर्यवसानात् यद्यप्यत्राग्निरेवप्रतिपाद्यते मित्रस्तुपरन्दृष्टान्तितएव तथापिद्युस्थान- स्याग्नेरेवमित्रत्वान्मन्त्रस्यमैत्रत्वमविरुद्धम् यद्वा मित्रन्न सखायमिवस्थितंमित्रनामकन्देवं यज्ञेऽन्तरि- क्षेवाऋत्विजः प्रादुर्भावयन्ति शिष्टमेतद्विशेषेण तथैवयोजनीयम् ॥ १ ॥</p>"
}
