{
	"id" : "1.184.3",
	"classification" : {
		"mandala" : "1",
		"sukta" : "184",
		"ashtaka" : "2",
		"adhyaya" : "5",
		"varga" : "1",
		"anuvaka" : "24",
		"rik" : "3"
	},
	"attribute" : {
		"devata" : "अश्विनौ",
		"rishi" : "अगस्त्यो मैत्रावरुणिः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"श्रि॒ये पू॑षन्निषु॒कृते॑व दे॒वा नास॑त्या वह॒तुं सू॒र्यायाः॑",
			"व॒च्यन्ते॑ वां ककु॒हा अ॒प्सु जा॒ता यु॒गा जू॒र्णेव॒ वरु॑णस्य॒ भूरेः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"श्रि॒ये पू॑षन्निषु॒कृते॑व दे॒वा नास॑त्या वह॒तुं सू॒र्यायाः॑ ।",
			"व॒च्यन्ते॑ वां ककु॒हा अ॒प्सु जा॒ता यु॒गा जू॒र्णेव॒ वरु॑णस्य॒ भूरेः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"श्रि॒ये । पू॒ष॒न् । इ॒षु॒कृता॑ऽइव । दे॒वा । नास॑त्या । व॒ह॒तुम् । सू॒र्यायाः॑ ।",
			"व॒च्यन्ते॑ । वा॒म् । क॒कु॒हाः । अ॒प्ऽसु । जा॒ताः । यु॒गा । जू॒र्णाऽइ॑व । वरु॑णस्य । भूरेः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>सवितासूर्यः दुहितरंसूर्याख्यांप्रदातुमनाः देवानाहूयसामर्थ्यसमीक्षणायाजिंपरिकल्प्य इमांजेष्य- तिसएताङ्कन्यकामृक्सहस्रकॢप्तंस्तोत्रंचलभेत इत्यकल्पयत् तामग्निःप्रथममजयत् तमन्वश्विनावपिजि- त्वाग्निंप्रधृष्यऋक्सहस्रङ्कन्यकांचालभेतां ततइन्द्रउषाश्चाजयतां तौचतैरग्न्यादिभिः प्रार्थितौस्वशस्त्र- स्यकंचित्कंचिद्भागन्तेभ्यःपरिकल्प्य सूर्यांस्वरथेधारयतामिति अयमितिहासोब्राह्मणे प्रजापतिर्वैसो- मायराज्ञेइत्यत्राम्नातोस्माभिःप्रथमाष्टके आवांपतित्वंसख्यायेत्यत्रप्रपंचितः तत्राह—हेपूषन् पोषक- सूर्य एतच्चन्द्रस्याप्युपलक्षणम् सूर्याचन्द्रमसोरेवाश्वित्वात् सूर्याचन्द्रमसावित्येकइतियास्केनोक्तत्वात् अतःपूषन्नित्युक्तेपोषकावश्विनावित्युक्तंभवति हेपोषकौ हेनासत्या असत्यरहितौदेवादेवौ युवांश्रिये- श्रेयसेशस्त्रस्यकन्यायाश्चलाभायेत्यर्थः इषुकृतेव इवशब्दएवार्थे आजिधावनायेषुवच्छीघ्रमृजुगमिनौ- कृतावेवसन्तौ सूर्यायाः एतन्नामिकायाः सवितुःपुत्र्याः कर्मणिषष्ठी सूर्यांवहतुं रथेधारयितुमाजिमुद- जयतामित्यर्थः यस्मादेवन्तस्मादप्सुजाताः कर्मसुसंपादिताः ककुहाः शस्त्ररूपाः स्तुतयः भूरेः अवि- च्छिन्नप्रवाहस्यवरुणस्यफलप्रतिबन्धकपापनिवारकस्ययागस्यसिद्भ्यर्थन्तत्संबन्धिन्योवांप्रतिवच्यन्ते उच्यन्तेहोत्रादिभिः युवामेवशस्त्रगतमन्त्रैर्यागकालेचस्तुवन्तीत्यर्थः युगाजूर्णेवजीर्णानियुगानीव इव- शब्दःसंप्रत्यर्थे पुरातनाः यागकालायथातद्वदद्यतनाअपीत्यर्थः पूर्वकालेयथायुवामेवस्तुवन्ति तद्वदि- दानीमपीतितात्पर्यम् ॥ ३ ॥</p>"
}
