{
	"id" : "10.135.6",
	"classification" : {
		"mandala" : "10",
		"sukta" : "135",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "23",
		"anuvaka" : "11",
		"rik" : "6"
	},
	"attribute" : {
		"devata" : "यमः",
		"rishi" : "कुमारो यामायनः",
		"chandas" : "अनुष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"य{0}था{0}भ{2}व{0}द{0}नु{1}दे{0}यी{1} त{0}तो{1} अ{0}ग्र{2}म{0}जा{0}य{0}त{0}",
			"पु{1}र{0}स्ता{2}द्बु{1}ध्न{0} आ{0}त{2}तः{0} प{1}श्चा{0}न्नि{1}र{0}य{2}णं{0} कृ{1}त{0}म्{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"यथाभ{2}वदनु{1}देयी{1} ततो{1} अग्र{2}मजायत ।",
			"पु{1}रस्ता{2}द्बु{1}ध्न आत{2}तः प{1}श्चान्नि{1}रय{2}णं कृ{1}तम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"यथा{2} । अभ{2}वत् । अ{1}नु{1}{5}देयी{2} । ततः{2} । अग्र{2}म् । अ{1}जा{1}य{1}त{1} ।",
			"पु{1}रस्ता{2}त् । बु{1}ध्नः । आ{5}त{2}तः । प{1}श्चात् । निः{1}{5}अय{2}नम् । कृ{1}तम् ॥"
		]
	},
	"sayanaBhashya" : "<p>अनुदेय्यनुदातव्यो यथा येन प्रकारेण पितरमनुलक्ष्यायम् कुमारो यमेन दत्तोऽभवत् भवति तथा ततस्तस्माद्वाजश्रवसात्पितुरग्रं यमसमीपं गच्छेति वचनस्याग्रतो वर्तमानं नचिकेतसा यमेन सह वदितव्यं तं वै प्रवसन्तं गन्तासीति होवाचेत्यादिकम्। तै. ब्रा. ३-११-८-२। ब्राह्मणान्तरोक्तमजायत। प्रादुरभवत्। पितोपदिष्टवानित्यर्थः। पुरस्तात्ततः पूर्वं बुध्न उक्तस्याग्रस्य मूलभूतं यमस्य ग्रुहं प्रतिगच्छेति वचनमाततः। अतिविस्तृतमासीत्। अतस्तदशक्यपरिहारमिति पश्चात्क्रोधं परित्यज्य निरयणं तस्माद्यमान्निर्गमनोपायं कृतम्। पित्राचरितम्। यद्वा। अनुदेय्यात्मानमनु दातव्यात्मस्वरूपव्यतिरिक्तान्यपदार्थसत्ता यथाभवत् भवति तदनुगुणं ततस्तस्मान्मायाविशिष्टादात्मनोऽग्रम् स्रष्टव्यस्य विकारजातस्याद्यं मनस्तत्त्वं सिस्रुक्शाकारणमजायत। उदपद्यत। पुरस्तात्सृष्टेः प्रागवस्थायां बुध्नो मूलमव्याकृतं मायात्मकं कारनमेवाततः। आ समन्तात्ततं विस्तृतमासित्। पश्चात्तमस उत्पत्त्यनन्तरं निरयणं तद्गतानां कार्यानां तस्मात्कारणान्निर्गमनं घटपटादिभेदेन स्वरूपालम्भनं कृतम्। ब्रह्मणा निर्मितम्। तथा मृद्विकारो घटादिर्मृदोऽन्यो नभवति। आदित्यानुग्रहाद्ब्रह्मभावं प्राप्तस्य मम विकारः प्रपञ्चो मदन्यो न भवतीति व्यतिरिक्तस्य पित्रादेराक्षेपः पूर्वोक्तः समर्थितः॥६॥</p>"
}
