{
	"id" : "10.59.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "59",
		"ashtaka" : "8",
		"adhyaya" : "1",
		"varga" : "22",
		"anuvaka" : "4",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "निऋतिः",
		"rishi" : "बंधुः श्रुतबंधुर्विप्रबंधुर्गौपायनाः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"प्र{0} ता{1}र्या{0}युः{2} प्र{0}त{1}रं{0} न{0}वी{2}य{1} स्था{0}ता{2}रे{0}व{1} क्र{0}तु{2}म{0}ता{1} र{0}थ{2}स्य{0}",
			"अ{0}ध{1} च्य{0}वा{2}न{1} उ{0}त्त{2}वी{1}त्य{0}र्थं{2} प{0}रा{0}त{1}रं{0} सु{0} नि{0}ऋड़्{2}ति{0}र्जि{0}ही{0}ता{0}म्{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"प्र ता{1}र्यायु{2}ः प्रत{1}रं नवी{2}य{1}ः स्थाता{2}रेव{1} क्रतु{2}मता{1} रथ{2}स्य ।",
			"अध{1} च्यवा{2}न{1} उत्त{2}वी{1}त्यर्थं{2} परात{1}रं सु निरृ{2}तिर्जिहीताम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"प्र । ता{1}रि{1} । आयुः{2} । प्र{1}{5}त{1}रम् । नवी{2}यः । स्थाता{2}रा{5}इव । क्रतु{2}{5}मता । रथ{2}स्य ।",
			"अध{2} । च्यवा{2}नः । उत् । त{1}वी{1}ति{1} । अर्थ{2}म् । प{1}रा{1}{5}त{1}रम् । सु । निः{5}ऋ{2}तिः । जि{1}ही{1}ता{1}म् ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">प्र तारीति दशर्चं सप्तदशं सूक्तं बन्ध्वादीनां त्रयाणां गौपायनानामार्षं आदितः सप्त त्रिष्टुभः। अष्टमी पञ्चाष्टका पङ्क्तिः। नवमी षडष्टका महापङ्क्तिः। दशमी पङ्क्त्युत्तरा। आदौ दशकावष्टकास्त्रयः। आनु. ९-११। इत्युक्तलक्षणसद्भावात्। एकाक्षराधिक्याद्भूरिग्विशेषेणेयं वेदितव्या। सूक्तस्यादितश्चतस्रो देहात्प्राणान्निर्गमयित्र्या निरृतेर्निवृत्त्यर्थं बन्ध्वादयोऽजपन्। मो षु णः सोमेति चतुर्थ्या मेव मृत्युनिवृत्त्यर्थं सोममस्तुवन्। अतश्चतसृणां निरृतिर्देवता चतुर्थ्याः सोमश्च। असुनीते मन इति द्वाभ्यामसुनीतिनाम्नीं देवीमस्तुवन्। अतस्तयोः सा देवता। पुनर्नो असुमित्यस्याः पृथिव्याद्या लिङ्गोक्ता देवताः। ततस्तिसृभिः शिष्ताभिः पङ्किमहापङ्क्तिपङ्क्त्युत्तराभिर्द्यावपृथिव्याविति द्यावापृथिव्यौ देवते। समिन्द्रेत्यर्धर्चस्येन्द्रो देवता। तथा चानुक्रान्तम्। प्र तारीति दशर्चे चतस्रो निरृत्यपनोदनार्थं जेपुश्चतुर्थ्यां सोमं चास्तुवन्मृत्योरपगमायोत्तराभ्यां दैवीमसुनीतिं सप्तम्यां लिङ्गोक्तदेवताः शिष्टाभिः पङ्क्तिमहापङ्क्तिपङ्क्त्युत्तराभिर्द्यावापृथिव्यौ समिन्द्रेतीन्द्रं चार्धर्चेनेति। गतो विनियोगः॥</p><p>सुबन्धोरायुरायुष्यं प्र तारि। प्रवर्धताम्। प्रपूर्वस्तिरतिर्वर्धनार्थः। कथं प्रवर्धतामिति उच्यते। प्रतरं प्रवृद्धतरं नवीयो नवतरम्। यौवनोपेतमित्यर्थः। निरृत्यनुग्रहादेवमायुर्वर्धताम्। तत्र दृष्टान्तः। क्रतुमता कर्मवता रारथिना रथस्य स्थातारेव रथे स्तिताविव वर्धेति तद्वत्। आधाथच्यवानो जीवितात्प्रच्यवमानोऽर्थं स्वाभिलषितमायुर्लक्षणमुत्तवीति। वर्धयति। सुबन्धुप्राणापहर्त्री निरृतिः पापदेवता परातरमत्यन्तं दूरतरं जिहीताम्। परित्यजतु। गच्छतु॥१॥</p>"
}
