{
	"id" : "7.103.10",
	"classification" : {
		"mandala" : "7",
		"sukta" : "103",
		"ashtaka" : "5",
		"adhyaya" : "7",
		"varga" : "4",
		"anuvaka" : "6",
		"rik" : "10"
	},
	"attribute" : {
		"devata" : "मंडूकाः",
		"rishi" : "वसिष्ठः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"गो{0}मा{2}यु{0}र{0}दा{0}द{1}ज{0}मा{2}यु{0}र{0}दा{1}त्पृ{0}श्नि{2}र{0}दा{1}द्ध{0}रि{2}तो{0} नो{1} व{0}सू{2}नि{0}",
			"ग{0}वां{2} मं{1}डू{0}का{1} द{0}द{2}तः{0} श{1}ता{0}नि{2} स{0}ह{0}स्र{0}सा{1}वे{0} प्र{0} ति{2}रं{0}त{1} आ{0}युः{2}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"गोमा{2}युरदाद{1}जमा{2}युरदा{1}त्पृश्नि{2}रदा{1}द्धरि{2}तो नो{1} वसू{2}नि ।",
			"गवां{2} म{1}ण्डूका{1} दद{2}तः श{1}तानि{2} सहस्रसा{1}वे प्र ति{2}रन्त{1} आयु{2}ः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"गो{5}मा{2}युः । अ{1}दा{1}त् । अ{1}ज{5}मा{2}युः । अ{1}दा{1}त् । पृश्निः{2} । अ{1}दा{1}त् । हरि{2}तः । नः{1} । वसू{2}नि ।",
			"गवा{2}म् । म{1}ण्डूकाः{2} । दद{2}तः । श{1}तानि{2} । स{1}ह{1}स्र{1}{5}सा{1}वे । प्र । ति{1}र{1}न्ते{1} । आयुः{2} ॥"
		]
	},
	"sayanaBhashya" : "<p>गोमायुः गोरिव मायुः शब्दोयस्य तादृशोमण्डूकः वसूनि धनानि नोस्मभ्यं अदात् ददातु अजमायुश्च अदात् ददातु हरितो हरितवर्णश्च अदात् ददातु पृश्निः पृश्निवर्णश्च अदात् ददातु तथा सहस्रसावे सहस्रसंख्याकाः ओषधयः सूयन्ते उत्पद्यन्तइति वर्षर्तुः सहस्रसावः तस्मिन्सति सर्वे मण्डूकाः गवां शतानि अपरिमितागाः ददतोस्मभ्यं प्रयच्छन्तः आयुर्जीवनं प्रतिरन्ते प्रवर्धयन्तु ॥ १० ॥</p><p class=\"end\">इन्द्रासोमेति पञ्चविंशत्यृचं षोडशं सूक्तं वसिष्ठन्यार्षं आद्याः षड्जगत्यः सप्तमी जगती त्रिष्टुब्वा अष्टादश्येकविंशीत्रयोविंश्योजगत्यः अन्त्या प्रतिचक्ष्वेत्यनुष्टुप् शिष्टाश्चतुर्दशत्रिष्टुभः नवमीद्वादशीत्रयोदश्यः सोमदेवत्याः एकादशी देवदेवत्या अष्टमीषोडश्याविन्द्रदेवताके सप्तदशी ग्रावदेवत्मा अष्टादशी मरुद्देवताका दशमीचतुर्दश्यावग्निदेवताके प्रवर्तयेत्याद्याः पञ्चर्चइन्द्रदेवताकाः मानोरक्षइति त्रयोविंश्याः पूर्वोर्धर्चोवसिष्ठस्य प्रार्थनापरः अतस्तद्देवताकः उत्तरोर्धर्चः पृथिव्यन्तरिक्षदेवस्यः शिष्टानां रक्षोहणाविन्द्रासोमौ देवता । तथाचानु- क्रान्तम्-इन्द्रासोमापञ्चाधिकैन्द्रासोमं राक्षोघ्नं शापाभिशापप्रायं षट्सप्तवाद्याजगत्यः एकविंशीत्रयोविंश्यौचाष्टादशी मारुतीच दशमी चतुर्दश्यावाग्नेय्यौ देव्यैकादश्यन्त्यानुष्टुप् नवमी त्रयोदशी द्वादशी सौम्यः सप्तदशी ग्राव्णी अष्टमीषोडश्यावैंद्मौ प्रवर्तयेति पंचैंन्धोवा मानोरक्षइत्यृषेरात्मनआशीरुत्तरोर्धर्चः पृथिव्यन्तरिक्षदेवतइति तत्रबृहद्देवतयामनुक्रम्यते-संवत्सरंतु मण्डूकानैन्द्रासोमं परंतु यत् । ऋषिर्ददर्श रक्षोघ्नं पुत्रशोकपरिप्लुतः । हते पुत्रशतेक्रुद्धः सौदासैर्दुःखितस्तदेति ॥ अतोरक्षोनिबर्हणार्थमेतत्सुक्तं जाप्यम् ।</p>"
}
