{
	"id" : "10.56.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "56",
		"ashtaka" : "8",
		"adhyaya" : "1",
		"varga" : "18",
		"anuvaka" : "4",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "बृहदुक्थो वामदेव्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"इ{1}दं{0} त{1} ए{0}कं{2} प{1}र{0} ऊ{2} त{1} ए{0}कं{2} तृ{1}ती{0}ये{2}न{1} ज्यो{0}ति{2}षा{1} सं{0} वि{2}श{0}स्व{0}",
			"सं{1}वे{0}श{2}ने{0} त{1}न्व{0}ट्{1}{2}श्चा{0}रु{2}रे{0}धि{0} प्रि{1}यो{0} दे{1}वा{0}नां{2} प{0}र{1}मे{0} ज{1}नि{0}त्रे{2}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"इ{1}दं त{1} एकं{2} प{1}र ऊ{2} त{1} एकं{2} तृ{1}तीये{2}न{1} ज्योति{2}षा{1} सं वि{2}शस्व ।",
			"सं{1}वेश{2}ने त{1}न्व१{2}{1}श्चारु{2}रेधि प्रि{1}यो दे{1}वानां{2} पर{1}मे ज{1}नित्रे{2} ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"इ{1}दम् । ते{1} । एक{2}म् । प{1}रः । ऊं{1} इति{2} । ते{1} । एक{2}म् । तृ{1}तीये{2}न । ज्योति{2}षा । सम् । वि{1}श{1}स्व{1} ।",
			"स{1}म्{5}वेश{2}ने । त{1}न्वः{2} । चारुः{2} । ए{1}धि{1} । प्रि{1}यः । दे{1}वाना{2}म् । प{1}र{1}मे । ज{1}नित्रे{2} ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">इदं त इति सप्तर्चं चतुर्दशं सूक्तम् । वामदेवपुत्रो बृहदुक्थ ऋषिः। चतुर्थीपञ्चमीषष्ठ्यो जगत्यः। आदितस्तिस्रः सप्तमी च त्रिष्टुभः। विश्वे देवा देवता। तथा चानुक्रान्तम्। इदं ते सप्त वैश्वदेवं तु चतुर्थ्याद्यास्तिस्रो जगत्य इति। गतः सूक्तविनियोगः। आहवनीये वाद्यादिकारणेनायतनान्निष्क्रम्य शम्यापरासादर्वाचीने देशे दीप्यमाने सति तमग्निमनया पुनरायतने संवपेत्। सूत्रितं च। आहवनीयमवदीप्यमानमर्वाक् शम्यापरासादिदं त एकं पर ऊ त एकमिति संवपेत्। आ. ३-१०॥ इति॥</p><p>एतदादिभिर्बृहदुक्थो वाजिनं नाम स्वपुत्रं मृतं वदति। हे मृत पुत्र ते तवेदम् । उपरि ज्योतिषेति वक्ष्यमानत्वादत्रेदं शब्देन ज्युओतिरभिधीयते। इदं ज्योतिरग्न्याख्यमेकमेकोऽंशः। अतस्तमग्निं तव देहगताग्न्यंशेन बाह्यमग्निं सं विशस्व। सङ्गच्छस्व। तथा पर उअ अन्योऽपि ते तवैकं वाय्वाख्योऽंशः। ते तव प्राणवाय्वाख्येनांशेन संविशस्व। शरीराग्निप्राणवाय्वोर्बाह्याग्निवायोश्चैकत्वादम्शत्वमिति भावः। तथा तृतीयेन ज्योतिषादित्याख्येन तेजसा तवात्मना संविशस्व। सूर्यगतात्मचैतन्यदेहगतात्मचैतन्ययोरभेदादंशत्वम् । तद्योऽहं सोऽसौ योऽसौ सोऽहं सूर्य आत्मा जगतस्तुस्थुषश्चेति श्रुतेरात्मनः सूर्यप्रवेशोयुक्तः। तन्वस्तन्वाः संवेशने तस्मिन्सूर्ये संविश्य चारुरेधि। कल्याणो भव। कीदृशस्त्वम् । प्रियस्तेन सह प्रीयमाणः। कीदृशे तस्मिन्। देवानां परम उत्तमे जनित्रे जनके। देवानां ह्येतत्परमं जनित्रं यत्सूर्य इति हि श्रुतिः॥१॥</p>"
}
