{
	"id" : "10.56.6",
	"classification" : {
		"mandala" : "10",
		"sukta" : "56",
		"ashtaka" : "8",
		"adhyaya" : "1",
		"varga" : "18",
		"anuvaka" : "4",
		"rik" : "6"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "बृहदुक्थो वामदेव्यः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"द्विधा॑ सू॒नवोऽसु॑रं स्व॒र्विद॒मास्था॑पयन्त तृ॒तीये॑न॒ कर्म॑णा",
			"स्वां प्र॒जां पि॒तरः॒ पित्र्यं॒ सह॒ आव॑रेष्वदधु॒स्तन्तु॒मात॑तम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"द्विधा॑ सू॒नवोऽसु॑रं स्व॒र्विद॒मास्था॑पयन्त तृ॒तीये॑न॒ कर्म॑णा ।",
			"स्वां प्र॒जां पि॒तरः॒ पित्र्यं॒ सह॒ आव॑रेष्वदधु॒स्तन्तु॒मात॑तम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"द्विधा॑ । सू॒नवः॑ । असु॑रम् । स्वः॒ऽविद॑म् । आ । अ॒स्था॒प॒य॒न्त॒ । तृ॒तीये॑न । कर्म॑णा ।",
			"स्वाम् । प्र॒ऽजाम् । पि॒तरः॑ । पित्र्य॑म् । सहः॑ । आ । अव॑रेषु । अ॒द॒धुः॒ । तन्तु॑म् । आऽत॑तम् ॥"
		]
	},
	"sayanaBhashya" : "<p>सूनव आदित्यस्य पुत्रा देवा अङ्गिरसः। देवानां ह्येतत्परमं जनित्रं यत्सूर्य इति प्रदर्शितत्वादादित्यस्य सूनव इति गम्यते। असुरं बलवन्तं स्वर्विदं सर्वज्ञं स्वर्गस्य लम्भकं वादित्यं तृतीयेन कर्मणा प्रजोत्पत्त्याख्येन। ब्रह्मचर्येणर्षिभ्यो यज्ञेन देवेभ्यः प्रजया पितृभ्यः। तै. सं. ६-३-१०-५। इति श्रुतेः प्रजोत्पादनस्य तृतीयकर्मत्वम् । तेनादित्यं द्विधास्थापयन्त। द्विप्रकारमास्थापयन्ति। उदितं चास्तमितं च कुर्वन्ति। उद्ग्राभम् च निग्राभं च ब्रह्म देवा आवीवृधन्। तै. सं १-१-१३-१। इति मन्त्रस्य ब्राह्मणेऽसौ वा आदित्य उद्यन्नुद्ग्राभ एष निम्रोचन्निब्राभः। तै. सं. ५-४-६। इति श्रुतत्वाद्देवानामादित्यस्य द्विस्थापनमुदयास्तमयकरणमिति गम्यते। किञ्च पितरो मदीया अङ्गिरसः स्वां प्रजाम् । उत्पाद्येति शेशः। पित्र्यं सहः पितुरादित्येस्य सम्बन्धिनमपराभिभवक्षमं बलमवरेष्वादधुः। निकृष्टेपु स्वप्रजाभूतेषु मनुष्येषु स्थापितवन्तः। यथा पित्र्यं धनं सम्यक् परिरक्ष्य स्वपुत्रेभ्यः प्रयच्छन्ति तद्वत्पितुरादित्यस्य प्रकाशादिबलं मनुष्येषु न्यदधुरित्यर्थः। किञ्च तंशुं प्रजामाततं विततं कृतवन्त इति शेषः। पुत्रपौत्रादिरूपेणानवच्छिन्नां प्रजामित्यर्थः। अयं ह्यातततन्तुर्यत्प्रजेति ब्राह्मणम्। प्रजातन्तुं मा व्यवच्छेत्सीः। तै. आ. ७-११-१। इति च। तन्तुं तन्वन्। ऋ. १०-५३-६। इत्यस्य ब्राह्मणं प्रजा वै तन्तुः। ऐ. ब्रा. ३-३८। इति॥७॥</p>"
}
