{
	"id" : "1.141.13",
	"classification" : {
		"mandala" : "1",
		"sukta" : "141",
		"ashtaka" : "2",
		"adhyaya" : "2",
		"varga" : "9",
		"anuvaka" : "21",
		"rik" : "13"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"अस्ता॑व्य॒ग्निः शिमी॑वद्भिर॒कैड़ः साम्रा॑ज्याय प्रत॒रं दधा॑नः",
			"अ॒मी च॒ ये म॒घवा॑नो व॒यं च॒ मिहं॒ न सूरो॒ अति॒ निष्थ॑तन्युः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अस्ता॑व्य॒ग्निः शिमी॑वद्भिर॒र्कैः साम्रा॑ज्याय प्रत॒रं दधा॑नः ।",
			"अ॒मी च॒ ये म॒घवा॑नो व॒यं च॒ मिहं॒ न सूरो॒ अति॒ निष्ट॑तन्युः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अस्ता॑वि । अ॒ग्निः । शिमी॑वत्ऽभिः । अ॒र्कैः । साम्रा॑ज्याय । प्र॒ऽत॒रम् । दधा॑नः ।",
			"अ॒मी इति॑ । च॒ । ये । म॒घऽवा॑नः । व॒यम् । च॒ । मिह॑म् । न । सूरः॑ । अति॑ । निः । त॒त॒न्युः॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>अयमग्निः शिमीवद्भिः हविःप्रदानादिकर्मवद्भिरर्कैरर्चनसाधनैर्मन्त्रैः अस्तावि स्तुतोस्माभिर्यज- मानैः शिमीतिकर्मनाम शिमीशक्तिरितितन्नामसुपाठात् कीदृशोयं साम्राज्याय साम्राज्यस्येतिकर्म- णिषष्ठीस्थानेचतुर्थी सम्यग्राजमानत्वं प्रतरंप्रकृष्टतरं अत्यर्थन्दधानः अमुचच्छन्दसीत्यमुप्रत्ययः किंचे- ममग्निंअमीचपुरोवर्तमानाऋत्विजः पुत्रादयोवा येवयंचपूर्वंरतोतृत्वेन प्रसिद्धावयमपि अतिअत्यर्थं निष्टतन्युः शब्दयन्तु निष्पूर्वस्तनतिःशब्दकर्मा इतःपरमप्यस्मत् पुत्रपौत्रादयोवयंचाग्निंस्तुमइत्यर्थः तत्रदृष्टान्तः—मिहन्नसूरः मिहं मेहनशीलं मेघं यथासूरः सूर्योवृष्ट्यर्थं शब्दयति तद्वत् लिङिछान्दसो- विकरणस्यश्लुः अभिनिसस्तनःशाब्दसंज्ञायामितिषत्वम् ॥ १३ ॥</p><p class=\"end\">समिद्धइतित्रयोदशर्चन्तृतीयंसूक्तम् आनुष्टुभं प्रथमायाःसमिन्नामकोऽग्निर्देवता समिद्धोग्निः द्विती- यादीनान्तनूनपान्नराशंसइलोबर्हिर्देवीर्द्वारउषासानक्तादैव्यौहोतारौप्रचेतसौतिस्रोदेव्यः सरस्वतीला- भारत्यःत्वष्टावनस्पतिः स्वाहाकृतिरित्येताः क्रमेणदेवताः अन्त्यायाइन्द्रः तिस्रोदेव्यइत्यस्यविवरणं- सरस्वतीलाभारत्यइति अत्रानुक्रमणिका—समिद्धआनुष्टुभमन्त्यैन्द्रीति अत्रेध्मतनूनपादादिभिर्यज्ञा- वयववाचिभिर्यज्ञएवोच्यते अतः सएवदेवतेतिकात्थक्यस्यमतं अग्निरेवसमिदादिभिरुच्यते अतःसए- वदेवतेतिशाकपूणेर्मतं निरुक्तेकिन्देवताःप्रयाजानुयाजाइति छन्दोदेवताइत्यादिपक्षान्तरंबहुधाप्रदर्श्य तदर्थेब्राह्मणादिचोदाहृत्यइतरेपक्षाअर्थवादाः आग्नेयाएवेतिसिद्धान्तितम् । अथकिन्देवताःप्रयाजानुया- जाइत्यादिनापशावङ्गिरोगोत्रोत्पन्नानांएतदाप्रीसूक्तं एकादशप्रयाजाइतिखण्डेसूत्रितम्—समिद्धोअ- द्येति सर्वेषांयथरृषिवेत्यत्रयथरृषिग्रहणात् आप्रीसूक्तानित्रिविधानि तत्रवासिष्ठात्रेयवाध्र्यश्वगार्त्सम- दानिचत्वारिनराशंसवन्ति मैधातिथन्दैर्घतमसंप्रैषिकानिनराशंसतनूनपादुभयवन्ति इतराणितनून- पात्वन्तीति तत्रैतत्सूक्तन्दैर्घतमसत्वात् उभयवत् ।</p>"
}
