{
	"id" : "6.15.19",
	"classification" : {
		"mandala" : "6",
		"sukta" : "15",
		"ashtaka" : "4",
		"adhyaya" : "5",
		"varga" : "20",
		"anuvaka" : "1",
		"rik" : "19"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "भरद्वाजो बार्हस्पत्यो वीतहव्यो वा",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"व॒यमु॑ त्वा गृहपते जनाना॒मग्ने॒ अक॑र्म स॒मिधा॑ बृ॒हन्त॑म्",
			"अ॒स्थू॒रि नो॒ गार्ह॑पत्यानि सन्तु ति॒ग्मेन॑ न॒स्तेज॑सा॒ सं शि॑शाधि"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"व॒यमु॑ त्वा गृहपते जनाना॒मग्ने॒ अक॑र्म स॒मिधा॑ बृ॒हन्त॑म् ।",
			"अ॒स्थू॒रि नो॒ गार्ह॑पत्यानि सन्तु ति॒ग्मेन॑ न॒स्तेज॑सा॒ सं शि॑शाधि ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"व॒यम् । ऊं॒ इति॑ । त्वा॒ । गृ॒ह॒ऽप॒ते॒ । ज॒ना॒ना॒म् । अग्ने॑ । अक॑र्म । स॒म्ऽइधा॑ । बृ॒हन्त॑म् ।",
			"अ॒स्थू॒रि । नः॒ । गार्ह॑ऽपत्यानि । स॒न्तु॒ । ति॒ग्मेन॑ । नः॒ । तेज॑सा । सम् । सि॒शा॒धि॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेगृहपते यज्ञानांपालकाग्ने जनानां प्राणिनांमध्ये वयमु वयमेव त्वा त्वांसमिधा समिन्धनेन बृहन्तं महान्तं अकर्म कृतवन्तःस्मः अतः कारणात् नोस्माकं गार्हपत्यानिगृहपतित्वानि अस्थूरि अस्थूरिणि एकाश्वयुक्तःशकटःस्थूरिरित्युच्यते तद्विपरीतोबहुभिरश्वैरुपेतःशक- टोऽस्थूरिः तेनचसंपूर्णतालक्ष्यते अस्थूरिणि पुत्रपशुधनादिभिः संपूर्णानिभवन्तु अपिच नोस्मान् तिग्मेन तीक्ष्णेनतेजसा संशिशाधि सम्यङ्गिश्य सम्यक् तीक्ष्णीकुरु संयोजयेत्यर्थः ॥ १९ ॥</p><p class=\"end\">द्वितीयेनुवाके अष्टसूक्तानि तत्रत्वमग्नेयज्ञानामितिअष्टाचत्वारिंशदृचंप्रथमंसूक्तं भरद्वाद्जस्यार्षमाग्नेयं आद्याषष्ठीचवर्धमानागायत्री- षट्कसप्तकाष्टकाःसावर्धमानेत्युक्तलक्षणोपेतत्वात् सप्तविंशयनुष्टुप् आतेअग्नेअग्निन्देवासइत्येतेऋचावनुष्टुभौ तयोःपूर्वावीतीयोदेवमिति- त्रिष्टुप् शिष्टाद्वाचत्वारिंशदृचोगायत्र्यः तथाचानुक्रम्यते—त्वमग्नेष्टाचत्वारिंशद्गायत्रं वर्धमानाद्याषष्ठीचसप्तविंश्यनुष्टुप् त्रिष्टुपपूर्वेचान्त्येइ- ति प्रातरनुवाकाश्विनशस्त्रयोराग्नेयेक्रतौगायत्रेछन्दसीदंसूक्तमुच्यते तत्रान्त्यास्तिस्रऋचउद्धर्तव्याः सूत्र्यतेहि—त्वमग्नेयज्ञानामितितिस्र- उत्तमामुद्धरेदिति । विश्वजितिआग्निमारुते बृहत्सामयद्यग्निष्टोमसामस्यात् तदानीं आद्याःषळृचःस्तोत्रियानुरूपार्थाः सूत्रितंहि—त्वमग्ने- यज्ञानामितिस्तोत्रियनुरूपाविति ।</p>"
}
