{
	"id" : "6.9.3",
	"classification" : {
		"mandala" : "6",
		"sukta" : "9",
		"ashtaka" : "4",
		"adhyaya" : "5",
		"varga" : "11",
		"anuvaka" : "1",
		"rik" : "3"
	},
	"attribute" : {
		"devata" : "वैश्वानरोग्निः",
		"rishi" : "भरद्वाजो बार्हस्पत्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"स इत्तन्तुं॒ स वि जा॑ना॒त्योतुं॒ स वक्त्वा॑न्यृतु॒था व॑दाति",
			"यईं॒ चिके॑तद॒मृत॑स्य गो॒पा अ॒वश्चर॑न्प॒रो अ॒न्येन॒ पश्य॑न्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स इत्तन्तुं॒ स वि जा॑ना॒त्योतुं॒ स वक्त्वा॑न्यृतु॒था व॑दाति ।",
			"य ईं॒ चिके॑तद॒मृत॑स्य गो॒पा अ॒वश्चर॑न्प॒रो अ॒न्येन॒ पश्य॑न् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"सः । इत् । तन्तु॑म् । सः । वि । जा॒ना॒ति॒ । ओतु॑म् । सः । वक्त्वा॑नि । ऋ॒तु॒ऽथा । व॒दा॒ति॒ ।",
			"यः । ई॒म् । चिके॑तत् । अ॒मृत॑स्य । गो॒पाः । अ॒वः । चर॑न् । प॒रः । अ॒न्येन॑ । पश्य॑न् ॥"
		]
	},
	"sayanaBhashya" : "<p>यद्यप्युक्तप्रकारेणदुर्ज्ञानानि तथाप्येतानि वैश्वानरोग्निर्जानाति वदतिचेत्यनयाप्रतिपादयति सइत् सएववैश्वानरोग्निःतन्तुं तन्तुस्था- नीयानि गायत्र्यादीनिछन्दांसि स्तुतशस्त्राणि विजानाति तथा सएव ओतुं ओतुस्थानीयानियजूंष्याध्वर्यवाणिचकर्माणि विजानाति ऋतुथा कालेकाले तत्तदनुष्ठानसमये वक्त्वानि वक्तव्यानिच तानि वदाति वदति वदेत् योयंवैश्वानरः अमृतस्य गोपाः उदकस्यगोपायि- तारक्षिता अवः अवस्ताद्भूलोकेचरन् पार्थिवाग्निरूपेणसंचरन् परः परस्ताद्दिवि अन्ये नसूर्यात्मनापश्यन् सर्वंजगत्प्रकाशयन् ईं इमानि परिदृश्यमानानि सर्वाणिभूतानि चिकेतत् जानाति सएवेतिपूर्वत्रसंबन्धः यद्वा सइत् सएव तन्तुं तन्तुस्थानीयानि सूक्ष्मभूतानि विजाना- ति नान्यःकश्चित् तथाओतुं ओतुस्थानीयानिस्थूलभूतानिच सएवविजानाति सएववक्त्वानि वक्तव्यान्युपदेष्टव्यानि इमानि ऋतुथा का- लेकाले यदायदाविद्यासंप्रदायोच्छेदः तदातदा वदातिवदेत् कोसौ योविजानीयात् वदेच्चेत्यतआह योवैश्वानरः विश्वनरात्मकः परमा- त्मा अमृतस्य अमृतत्वस्य विमोक्षणस्य गोपाः रक्षिता अवः अवस्तात् संसारदशायांचरन् अन्तःकरणोपेतोजीवात्मभावेनसंचरन् परः परस्तादविद्यायाःऊर्ध्वं वर्तमानेनान्येनउक्तविलक्षणेन निरुपाधिकेन सच्चिदादिलक्षणेनरूपेण पश्यन् सर्वंजगत्प्रकाशयन् ईं इमानि चिकेतज्जानाति तथाच प्रमात्मानंप्रकृत्यश्रूयते-तमेवभान्तमनुभातिसर्वन्तस्यभासासर्वमिदंविभातीति ॥ ३ ॥</p>"
}
