{
	"id" : "1.180.4",
	"classification" : {
		"mandala" : "1",
		"sukta" : "180",
		"ashtaka" : "2",
		"adhyaya" : "4",
		"varga" : "23",
		"anuvaka" : "24",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "अश्विनौ",
		"rishi" : "अगस्त्यो मैत्रावरुणिः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"यु॒वं ह॑ घ॒र्मं मधु॑मन्त॒मत्र॑ये॒ऽपो न क्षोदो॑ऽवृणीतमे॒षे",
			"तद्वां॑ नरावश्विना॒ पश्व॑इष्थी॒ रथ्ये॑व च॒क्रा प्रति॑ यन्ति॒ मध्वः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"यु॒वं ह॑ घ॒र्मं मधु॑मन्त॒मत्र॑ये॒ऽपो न क्षोदो॑ऽवृणीतमे॒षे ।",
			"तद्वां॑ नरावश्विना॒ पश्व॑इष्टी॒ रथ्ये॑व च॒क्रा प्रति॑ यन्ति॒ मध्वः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"यु॒वम् । ह॒ । घ॒र्मम् । मधु॑ऽमन्तम् । अत्र॑ये । अ॒पः । न । क्षोदः॑ । अ॒वृ॒णी॒त॒म् । ए॒षे ।",
			"तत् । वा॒म् । न॒रौ॒ । अ॒श्वि॒ना॒ । पश्वः॑ऽइष्टिः । रथ्या॑ऽइव । च॒क्रा । प्रति॑ । य॒न्ति॒ । मध्वः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>अत्रेतिहसमाहुः—प्रवर्ग्येणप्रचरन्तमन्त्रिंराक्षसास्तप्तेघर्मेपातयन् सचतप्यमानोश्विनौतुष्टावतौ- चस्तुत्याहृष्टमनसावरक्षतामिति अपरेग्नौक्षिप्तमपालयतमित्याहुरिति हेअश्विनौ युवंयुवांमधुमन्तं- पयोघृतरूपाभ्यांमधुभ्यां तद्वन्तङ्घर्मन्दीप्तंप्रवर्ग्यंएषेसौख्यमिच्छते अन्त्र येएतन्नाम्नेमहर्षये क्षोदः क्षो- दांसिक्षोद्यमानान्नि अपोन उदकानीव अवृणीतं अवारयतं औष्णयेशौत्यसुखङ्कृतवन्तौतप्तघर्मसका- शाद्रक्षितवन्तावित्यर्थः यद्वा अन्त्रयेक्षोदः उदकनामैतत् तेनतत्स्थंशौत्यंलक्ष्यते अपः क्षोदोन अपइ- तिषष्ठ्यर्थेद्वितीया उदकानांशैत्यंयथाभवतितद्वत् पक्षान्तरेतुघर्मन्दीप्तमग्निंमधुमन्तं कृत्वा वृणीतंसु- खयतमित्यर्थः तथाचमन्त्रान्तरं—तप्तङ्घर्ममोम्यावन्तमन्त्रयइति । तत्तस्मात् यस्मादेवन्तस्मात् हेनरौ नेतारौ नराकारौवा अश्विना अश्विनौवांयुवाभ्यांपश्वइष्टिः पशुरित्यग्नेर्नाम अग्निःपशुरासीदित्यादि- श्रुतेः । यद्वा पशुप्रियत्नायाशुरित्युच्यते तस्याग्नेरिष्टिर्भवति अग्नौयागः सर्वोयुष्मदर्थंप्रवर्ततइत्यर्थः यद्वा पशुसाध्योयागोयुवाभ्यांप्रवर्ततइतिशेषः आश्विनन्धूम्नललाममालभेते योदुर्ब्राह्मणः सोमंपिपासे- दित्यादिनाप्यश्विभ्यांपशुर्विहितः । तथामध्वामधुसदृशाःसोमरसाअपियुवाभ्यांप्रतियन्ति अभिग- च्छन्ति तत्रदृष्टान्तः—रन्थ्येवचका रथसंबन्धीनिचक्राचक्राणीव तानियथाप्रवणदेशमभिगच्छन्तितद्व- त् ॥ ४ ॥</p>"
}
