{
	"id" : "1.124.4",
	"classification" : {
		"mandala" : "1",
		"sukta" : "124",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "7",
		"anuvaka" : "18",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "उषाः",
		"rishi" : "कक्षीवान् दैर्घतमस औशिजः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"उपो॑ अदर्शि शुं॒ध्युवो॒ न वक्षो॑ नो॒धा इ॑वा॒विर॑कृत प्रि॒याणि॑",
			"अ॒द्म॒सन्न स॑स॒तो बो॒धयं॑ती शश्वत्त॒मागा॒त्पुन॑रे॒युषी॑णाम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"उपो॑ अदर्शि शु॒न्ध्युवो॒ न वक्षो॑ नो॒धा इ॑वा॒विर॑कृत प्रि॒याणि॑ ।",
			"अ॒द्म॒सन्न स॑स॒तो बो॒धय॑न्ती शश्वत्त॒मागा॒त्पुन॑रे॒युषी॑णाम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"उपो॒ इति॑ । अ॒द॒र्शि॒ । शु॒न्ध्युवः॑ । न । वक्षः॑ । नो॒धाःऽइ॑व । आ॒विः । अ॒कृ॒त॒ । प्रि॒याणि॑ ।",
			"अ॒द्म॒ऽसत् । न । स॒स॒तः । बो॒धय॑न्ती । श॒श्व॒त्ऽत॒मा । आ । अ॒गा॒त् । पुनः॑ । आ॒ऽई॒युषी॑णाम् ॥"
		]
	},
	"sayanaBhashya" : "<p>एषोषाः अपोइतिनिपातद्वयसमुदायात्मकएकोनिपातः सर्वैः समीपएव अदर्शिदृश्यते तत्रदृष्टा- न्तः—शुन्ध्युवोनवक्षः अत्रनकारौपमार्थीयः उपरिष्टात्प्रयुज्यमानत्वात् यत्रतुप्रतिषेधोविवक्षितः तत्र- पुरस्तान्नकारः प्रयुज्यते तथाचयास्कः—पुरस्तादुपाचारस्तस्ययत्प्रतिषेधतीति तस्योदाहरणन्नेन्द्रं- देवममंसतेति उपरिष्टादुपाचारस्तस्ययेनोपमिमीतेइति तस्योदाहरणन्दुर्मदासोनसुरायामिति शुन्ध्यु- रादित्यः सर्वेषांशोधकत्वात् तस्यवक्षोवक्षः स्थानीयोरश्मिसमूहः सयथाप्रकाशमानोदृश्यते तथेत्य- र्थः यद्वा शुन्ध्युरितिजलचरः श्वेतवर्णः पक्षिविशेषः सयथास्वकीयंवक्षः प्रकाशयन् दृश्यतेतद्वदित्यर्थः किंच नोधाइवप्रियाण्याविरकृत नवनंस्तोत्रन्धारयतीतिनोधाः एतन्नामामहर्षिः देवतास्तुतिव्याजेन नानाविधैर्मन्त्रैः प्रियाणिस्वमनीषितान्याविष्कृतवान् तथैषापि स्वकीयानिसर्वलोकप्रियाणितेजां- स्याविरकरोत् किंच अद्मसन्न अत्राप्युपमार्थीयोनकारः अद्यतइत्यद्मान्नं तस्यपाकायगृहेसीदतीत्यद्म- सत् पाचिकायोषित् ससतोबोधयन्ती सयथास्वपतः पुत्रादीन्भोजनाय बोधयतितद्वत् यद्वा अद्मेति- गृहनाम वरूथंअद्मेतितन्नामसुपाठात् तत्रसीदतीत्यद्मसत् जननी सायथास्वपतः पुत्रादीन् उषः कालेप्रबोधयति तथाभुवनाख्येगृहेसीदन्ती तत्रत्यान् प्राणिनः प्रबोधयन्तीयमुषाः आईयुशीणां आग- मनशीलानांस्त्रीणांमध्येशश्वत्तमा आगात् पुनःपुनरागच्छति प्रातर्नियतमागच्छन्तीनां वारयोषितां- मध्येस्वयमेकासती नियतमागच्छतीत्यभिप्रायः अत्रनिरुक्तम्—उपादर्शिशुन्ध्युवः शुन्ध्युरादित्यो- भवतिशोधनात्तस्यैववक्षोभासोध्यूढमिदमपीतरद्वक्षएतस्मादेवाध्यूढङ्कायेशकुनिरपिशुन्ध्युरुच्यतेशो- धनादेवोदकचरोभवत्यापोऽपिशुन्ध्युवउच्यन्तेशोधनादेवनोधाऋषिर्भवतिनवनन्दधातिसयथास्तु-त्याकामानाविष्कुरुतएवमुषारूपाण्याविष्कुरुतेऽद्मसदद्मान्नंभवत्यद्मसादिनीतिवान्नसानिनीतिवा- ससतोबोधयन्तीशश्वत्तमागात्पुनरेयुषीणांस्वपतोबोधयन्तीशाश्वतिकतमागात्पुनरागामिनीना- मिति ॥ ४ ॥</p>"
}
