{
	"id" : "1.139.1",
	"classification" : {
		"mandala" : "1",
		"sukta" : "139",
		"ashtaka" : "2",
		"adhyaya" : "2",
		"varga" : "3",
		"anuvaka" : "20",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"अस्तु॒ श्रौष॑थ् पु॒रो अ॒ग्नीं धि॒या द॑ध॒ आ नु तच्छर्धो॑ दि॒व्यं वृ॑णीमह इन्द्रवा॒यू वृ॑णीमहे",
			"यद्ध॑ क्रा॒णा वि॒वस्व॑ति॒ नाभा॑ सं॒दायि॒ नव्य॑सी",
			"अध॒ प्र सू न॒ उप॑ यन्तु धी॒तयो॑ दे॒वाँ अच्छा॒ न धी॒तयः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अस्तु॒ श्रौष॑ट् पु॒रो अ॒ग्निं धि॒या द॑ध॒ आ नु तच्छर्धो॑ दि॒व्यं वृ॑णीमह इन्द्रवा॒यू वृ॑णीमहे ।",
			"यद्ध॑ क्रा॒णा वि॒वस्व॑ति॒ नाभा॑ सं॒दायि॒ नव्य॑सी ।",
			"अध॒ प्र सू न॒ उप॑ यन्तु धी॒तयो॑ दे॒वाँ अच्छा॒ न धी॒तयः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अस्तु॑ । श्रौष॑ट् । पु॒रः । अ॒ग्निम् । धि॒या । द॒धे॒ । आ । नु । तत् । शर्धः॑ । दि॒व्यम् । वृ॒णी॒म॒हे॒ । इ॒न्द्र॒वा॒यू इति॑ । वृ॒णी॒म॒हे॒ ।",
			"यत् । ह॒ । क्रा॒णा । वि॒वस्व॑ति । नाभा॑ । स॒म्ऽदायि॑ । नव्य॑सी ।",
			"अध॑ । प्र । सु । नः॒ । उप॑ । य॒न्तु॒ । धी॒तयः॑ । दे॒वान् । अच्छ॑ । न । धी॒तयः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>अहं पुरः पुरतः उत्तरवेद्यां अग्निं आहवनीयाख्यं धिया प्रज्ञयाप्रणयनादिकर्मणादधे धारितवान- स्मि तच्छर्धः तादृशंबलवन्तंवाग्निं यद्वा तच्छर्धः तादृशं मरुतां स्वरूपं बलन्दिव्यं दिविभवं नु क्षिप्रं आवृणीमहे आभिमुख्येन संभजामहे किंच इन्द्रवायू वृणीमहे यद्यस्मात्कारणात् विवस्वति दीप्तिमति नाभानाभौ भूम्यानाभिस्थाने देवयजनेवेदिरूपे यद्वा नाभौ सर्वफलस्यसंबन्धके यज्ञे यज्ञमाहुर्भुवन- स्यनाभिमितिश्रुतेः । क्राणा कुर्वाणा स्वार्थप्रकाशनं नव्यसीनवतरा स्तुतिरूपावाक् सन्दायि संबध्यते छान्दसःकर्मणिलुङ् अस्माभिःप्रयुज्यतइत्यर्थः यस्मात्स्तुतिःक्रियते तस्मात् अस्तुश्रौषट् अस्याः स्तुतेः श्रवणंभवतु श्रोताभवतुवामरुताङ्गणोग्निर्वा इन्द्रवायुपक्षे प्रत्येकापेक्षयैकवचनं अधअनन्तरन्नोधीतयः अस्मदीयानिकर्माणिस्तुत्यादिरूपाणि प्रसूयन्तु प्रकर्षेणसुष्ठु युष्मानुपगच्छन्तु किंच देवाँअच्छान अग्न्यादिदेवान् आभिमुख्येन प्राप्तुमिवधीतयः अस्मदीयानि कर्माणि उपयन्तु तेषांसमीपंप्राप्नुवन्तु ॥ १ ॥</p>"
}
