{
	"id" : "1.139.4",
	"classification" : {
		"mandala" : "1",
		"sukta" : "139",
		"ashtaka" : "2",
		"adhyaya" : "2",
		"varga" : "3",
		"anuvaka" : "20",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "अश्विनौ",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"अचे॑ति दस्रा॒ व्युट्॒॑ नाक॑मृण्वथो युं॒जते॑ वां रथ॒युजो॒ दिवि॑ष्थिष्वध्व॒स्मानो॒ दिवि॑ष्थिषु",
			"अधि॑ वां॒ स्थाम॑ वं॒धुरे॒ रथे॑ दस्रा हिर॒ण्यये॑",
			"प॒थेव॒ यन्ता॑वनु॒शास॑ता॒ रजोंऽज॑सा॒ शास॑ता॒ रजः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अचे॑ति दस्रा॒ व्यु१॒॑ नाक॑मृण्वथो यु॒ञ्जते॑ वां रथ॒युजो॒ दिवि॑ष्टिष्वध्व॒स्मानो॒ दिवि॑ष्टिषु ।",
			"अधि॑ वां॒ स्थाम॑ व॒न्धुरे॒ रथे॑ दस्रा हिर॒ण्यये॑ ।",
			"प॒थेव॒ यन्ता॑वनु॒शास॑ता॒ रजोऽञ्ज॑सा॒ शास॑ता॒ रजः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अचे॑ति । द॒स्रा॒ । वि । ऊं॒ इति॑ । नाक॑म् । ऋ॒ण्व॒थः॒ । यु॒ञ्जते॑ । वा॒म् । र॒थ॒ऽयुजः॑ । दिवि॑ष्टिषु । अ॒ध्व॒स्मानः॑ । दिवि॑ष्टिषु ।",
			"अधि॑ । वा॒म् । स्थाम॑ । व॒न्धुरे॑ । रथे॑ । द॒स्रा॒ । हि॒र॒ण्यये॑ ।",
			"प॒थाऽइ॑व । यन्तौ॑ । अ॒नु॒ऽशास॑ता । रजः॑ । अञ्ज॑सा । शास॑ता । रजः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेदस्रादस्रौअश्विनौ अचेति वक्ष्यमाणंयुष्मच्चेष्टितंज्ञायतेसर्वैः किन्तदितितदुच्यते—नाकं स्वर्गं व्यृ- ण्वथोविशेषेणगच्छ्थः ऋणुगतौ तानादिकः लेट्यडागमः यज्ञसंपूर्त्यनन्तरमितियावत् उशब्दोवधार- णे यद्वा नाकं अकन्दुःखन्तद्रहितंयज्ञमृण्वथः विशेषेणगच्छथएव तदर्थंवां रथयुजः युष्मत्संबन्धिनोरथ- स्ययोजयितारः सारथयः दिविष्टिषु स्वर्गस्यएषणेषु द्योतनात्मक्स्य यज्ञस्यैषणेषु गमनेषुवा निमि- त्तभूतेषुयुंजते अश्वान्योजयन्ति रथे युक्तेरथेवायुष्मान्तएवविशेष्यन्ते दिविष्टिषु दिवोगमनेषुनिरालं- बआकाशगमनेषु अध्वस्मानः रथस्य तदाश्रितस्यचध्वंसमकुर्वाणाः किंच हेदस्राअश्विनौ वांयुवयोः बन्धुरे बन्धुरत्रययुक्ते युगबन्धनाधारःकाष्ठविशेषोबन्धुरन्तादृशत्रययुक्तत्वं रथोयोवान्त्रिवन्धुरइत्यादिषु प्रसिद्धम् । हिरण्ययेहिरण्मयेरथे अधि तादृशस्यरथस्योपरि स्थामअस्थापयाम छान्दसेलङि बहुलं- छन्दसीत्यडभावः आद्युदात्तश्छान्दसः कीदृशौ पथेवसुपथेनेवमार्गेण निरालंबआकाशे रजः रंजना- त्मकं स्वर्गंप्रतियन्तौगच्छन्तौ लोकारजांस्युच्यन्तइत्युक्तत्वात् । अनुशासता अननुकूलान् शत्रून् अनुशासतौ विधेयीकुर्वन्तौ शासेः शतरिजक्षित्यादयइत्यभ्यस्तत्वादभ्यस्तानामादिरित्याद्युदात्तत्वं किंच अंजसामुख्यत्वेन प्रकृष्टंरजः उदकं वृष्टिलक्षणंशासता शासतौ बलाद्विधेयीकुर्वन्तौ ॥ ४ ॥</p>"
}
