{
	"id" : "1.139.7",
	"classification" : {
		"mandala" : "1",
		"sukta" : "139",
		"ashtaka" : "2",
		"adhyaya" : "2",
		"varga" : "4",
		"anuvaka" : "20",
		"rik" : "7"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"ओ षू णो॑ अग्ने शृणुहि॒ त्वमी॑ळि॒तो दे॒वेभ्यो॑ ब्रवसि य॒ज्ञिये॑भ्यो॒ राज॑भ्यो य॒ज्ञिये॑भ्यः",
			"यद्ध॒ त्यामङ्गि॑रोभ्यो धे॒नुं दे॑वा॒ अद॑त्तन",
			"वि तां दु॑ह्रे अर्य॒मा क॒र्तरी॒ सचा॑ँ ए॒ष तां वे॑द मे॒ सचा॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"ओ षू णो॑ अग्ने शृणुहि॒ त्वमी॑ळि॒तो दे॒वेभ्यो॑ ब्रवसि य॒ज्ञिये॑भ्यो॒ राज॑भ्यो य॒ज्ञिये॑भ्यः ।",
			"यद्ध॒ त्यामङ्गि॑रोभ्यो धे॒नुं दे॑वा॒ अद॑त्तन ।",
			"वि तां दु॑ह्रे अर्य॒मा क॒र्तरी॒ सचाँ॑ ए॒ष तां वे॑द मे॒ सचा॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"ओ इति॑ । सु । नः॒ । अ॒ग्ने॒ । शृ॒णु॒हि॒ । त्वम् । ई॒ळि॒तः । दे॒वेभ्यः॑ । ब्र॒व॒सि॒ । य॒ज्ञिये॑भ्यः । राज॑ऽभ्यः । य॒ज्ञिये॑भ्यः ।",
			"यत् । ह॒ । त्याम् । अङ्गि॑रःऽभ्यः । धे॒नुम् । दे॒वाः॒ । अद॑त्तन ।",
			"वि । ताम् । दु॒ह्रे॒ । अ॒र्य॒मा । क॒र्तरि॑ । सचा॑ । ए॒षः । ताम् । वे॒द॒ । मे॒ । सचा॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेअग्ने त्वन्नोऽस्मदीयं आवाहनं स्तुतिंवा ईळितः अस्माभिः स्तुतःसन् ओषुश्रृणुहि ओइति निपात- द्वयसमुदायात्मकएकोनिपातः आभिमुख्येनैवसुष्ठुश्रृणु उतश्चप्रत्ययादितिछन्दसिवावचनमितिहेर्लुग- भावः श्रुत्वाचदेवेभ्योदेवनशीलेभ्योयज्ञियेभ्योयज्ञार्हेभ्यः हविर्भाग्भ्यः स्तुतिभाग्भ्यश्चेत्यर्थः यज्ञर्त्वि- ग्भ्यामितिघः तेभ्यः यज्ञियेभ्योयज्ञार्हेभ्योयजमानेभ्यः संबन्धिकर्मब्रवसिब्रूहि ब्रवीतेर्लेट्यडागमःकी- दृशेभ्यः राजभ्योराजमानेभ्यः इदानीन्देवाः प्रत्यक्षेणोच्यन्ते अत्रेतिहासमाहुः—अङ्गिरसोनममहर्ष- यः पूर्वंयज्ञार्थन्देवान् स्तुत्याप्रीणयित्वागाः अयाचन्त तेप्रीताःकामदुघांप्रादुः लब्ध्वाचतान्धेनुङ्क्षीरन्दो- ग्धुमशक्रुवानाः अर्यंमणन्देवंप्रार्थयन् सचप्रार्थितोऽग्निहोत्राद्यर्थं क्षीरन्दुदोहेति तदिदमत्रोच्यते—यत् यां त्यां तां हप्रसिद्धान्धेनुङ्क्षीरादिनाप्रीणयित्रीङ्गांहेदेवाः अङ्गिरोभ्यः तदर्थंअदत्तन दत्तवन्तः तप्तनप्तन- थनाश्चेतितनादेशः तान्धेनुंअर्यमासर्वस्यनियमितादेवः कर्तरिसर्वस्योत्पदकेत्वय्य्ग्नौसचाइतरदेवेभ्यः साकं विदुह्रे विविधन्दुग्धवान् दुहेर्लिटिबहुलंछन्दसीतिरुट् छन्दसिवेतिवचनात्द्विर्वचनाभावः लट्येव- वालोपस्तइतितलोपः एषः एषवार्यमा तान्धेनुंमेसचामत्समवायेनवेदजानाति अर्यमाहमपिजानामी- त्यर्थः ईदृशीधेनुस्त्वदर्थमेवदुह्यतइत्यग्नेःस्तुतिः ॥ ७ ॥</p>"
}
