{
	"id" : "1.139.10",
	"classification" : {
		"mandala" : "1",
		"sukta" : "139",
		"ashtaka" : "2",
		"adhyaya" : "2",
		"varga" : "4",
		"anuvaka" : "20",
		"rik" : "10"
	},
	"attribute" : {
		"devata" : "बृहस्पतिः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"होता॑ यक्षद्व॒निनो॑ वन्त॒ वार्यं॒ बृह॒स्पति॑र्यजति वे॒न उ॒क्षभिः॑ पुरु॒वारे॑भिरु॒क्षभिः॑",
			"ज॒गृ॒भ्मा दू॒रआ॑दिशं॒ श्लोक॒मद्रे॒रध॒ त्मना॑",
			"अधा॑रयदर॒रिन्दा॑नि सु॒क्रतुः॑ पु॒रू सद्मा॑नि सु॒क्रतुः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"होता॑ यक्षद्व॒निनो॑ वन्त॒ वार्यं॒ बृह॒स्पति॑र्यजति वे॒न उ॒क्षभिः॑ पुरु॒वारे॑भिरु॒क्षभिः॑ ।",
			"ज॒गृ॒भ्मा दू॒रआ॑दिशं॒ श्लोक॒मद्रे॒रध॒ त्मना॑ ।",
			"अधा॑रयदर॒रिन्दा॑नि सु॒क्रतुः॑ पु॒रू सद्मा॑नि सु॒क्रतुः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"होता॑ । य॒क्ष॒त् । व॒निनः॑ । व॒न्त॒ । वार्य॑म् । बृह॒स्पतिः॑ । य॒ज॒ति॒ । वे॒नः । उ॒क्षऽभिः॑ । पु॒रु॒ऽवारे॑भिः । उ॒क्षऽभिः॑ ।",
			"ज॒गृ॒भ्म । दू॒रेऽआ॑दिशम् । श्लोक॑म् । अद्रेः॑ । अध॑ । त्मना॑ ।",
			"अधा॑रयत् । अ॒र॒रिन्दा॑नि । सु॒ऽक्रतुः॑ । पु॒रु । सद्मा॑नि । सु॒ऽक्रतुः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>अयंहोतादैव्योग्निर्मानुषोवादेवानामाह्वातायक्षत् याज्यांपठतु यजेर्लेट्यडागमः सिब्बहुलमिति- सिप् वनिनोवननवन्तः हविः कामयमानावा देवावार्यंवरणीयंसोमं वन्त भजन्तां वनतेश्छान्दसेल- ङिव्यत्ययेनात्मनेपदं बहुलंछन्दसीतिशपोलुक् छान्दसोंऽत्यलोपः तदर्थंबृहस्पतिः बृहतोमन्त्रस्यहवि- षोवापालकोऽध्वर्युः दैव्योबृहस्पतिर्वास्वयमेवयजति यागङ्करोति कीदृशःसःवेनःकामयमानः केनसाधनेनेतितदुच्यते—उक्षभिः सेचकैः सोमैः पुरुवारेभिः बहुभिर्वरणीयैः तथाउक्षभिः सेचनसम- र्थैरुदकैः तन्निमित्तभूतैर्हूयमानैराहुतिभिरादित्यद्वारा वृष्ट्युत्पन्नैः वयं यजमानाः दूरे आदिशं दूरदेशे आदिगादेशोयस्य तादृशं हलदन्तात्सप्तम्याइत्यलुक् अद्रेः जातावेकवचनं अभिषवसाधनस्यग्राव्णः श्लोकंवाचं ध्वनिंजगृभ्म गृह्णीमःश्रोत्राभ्यां पूजार्थंबहुवचनं इदानींपरोक्षकृतः सुक्रतुः शोभनकर्माअयं यजमानः अधअथयागसंपूर्त्यनन्तरं अररिन्दानि उदकनामैतत् अररिन्दानिध्वस्मन्वदितितन्नामसुपा- ठात् वृष्टिलक्षणान्युदकानि त्मनाआत्मना अधारयत् धारयति ररिर्दाता नास्तिअन्योररिरस्यपिपा- सोपशमनस्य तादृशंपिपासोपशमनं ददतीत्यररिन्दानि यद्वा अररिः इतश्चेतश्चगमनं औणादिकोअ- रिप्रत्ययः आतोनुपसर्गेकः पृषोदरादित्वादभिमतरूपस्वरसिद्धिः तद्ददतीतिअररिन्दान्युदकानि चे- ष्टाप्रदानीत्यर्थः आपोमयःप्राणइतिश्रुतेः । यद्वा ररिर्दानं नविद्यते तादृशन्दानमितरभूतेषुतदररि तद्द- दतीत्यररिन्दानि अन्यैरदेयंलोकोपकारिभोगन्ददतीत्यर्थः तादृशान्युदकानि यागेनोत्पादितवानित्य- र्थः किंच सुक्रतुः शोभनकर्मायंपुरुपुरूणि बहूनि सद्मानि सदनानिसुखनिवासयोग्यानिगृहाणिअधार- यत् यद्वा बृहस्पतिः सुक्रतुश्चायमध्वर्युः अररिन्दान्युक्तलक्षणानिअभिषवसाधनान्युदकानि अधारयत् धारितवान् तथा सुक्रतुः शोभनप्रज्ञः पुरुसद्मानि सदनानि हविरासादनान्यधारयत् ॥ १० ॥ दशरात्रेषष्ठेहनिप्रउगशस्त्रेवैश्वदेवतृचस्यद्वितीया येदेवासइत्येषा सूत्रितंच—येदेवासोदिव्येकाद- शस्थेयमददाद्रभसमिति ।</p>"
}
