{
	"id" : "1.139.11",
	"classification" : {
		"mandala" : "1",
		"sukta" : "139",
		"ashtaka" : "2",
		"adhyaya" : "2",
		"varga" : "4",
		"anuvaka" : "20",
		"rik" : "11"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"ये दे॑वासो दि॒व्येका॑दश॒ स्थ पृ॑थि॒व्यामध्येका॑दश॒ स्थ",
			"अ॒प्सु॒क्षितो॑ महि॒नैका॑दश॒ स्थ ते दे॑वासो य॒ज्ञमि॒मं जु॑षध्वम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"ये दे॑वासो दि॒व्येका॑दश॒ स्थ पृ॑थि॒व्यामध्येका॑दश॒ स्थ ।",
			"अ॒प्सु॒क्षितो॑ महि॒नैका॑दश॒ स्थ ते दे॑वासो य॒ज्ञमि॒मं जु॑षध्वम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"ये । दे॒वा॒सः॒ । दि॒वि । एका॑दश । स्थ । पृ॒थि॒व्याम् । अधि॑ । एका॑दश । स्थ ।",
			"अ॒प्सु॒ऽक्षितः॑ । म॒हि॒ना । एका॑दश । स्थ । ते । दे॒वा॒सः॒ । य॒ज्ञम् । इ॒मम् । जु॒ष॒ध्व॒म् ॥"
		]
	},
	"sayanaBhashya" : "<p>हेदेवासोदेवाः द्योतनशीलायेयूयन्दिविद्युलोकेएकादशस्थ एकंचदशचेत्येतत्सङ्ख्याकाःभवथ तथा- पृथिव्यामधि उपरिएकादशस्थ एतत्सङ्ख्याकाभवथ किंच अप्सुक्षितः तद्धेतुत्वात्ताच्छब्द्यं अप्स्वन्तरि- क्षेक्षियन्तिनिवसन्तीत्यप्सुक्षितः क्षियतेःक्विप् तत्पुरुषेकृतीत्यलुक् अन्तरिक्षवासिनोदेवाः एकादश- स्थत त्सङ्ख्याकाभवथ यद्वा अन्तरिक्षस्येयंसंज्ञा आपः पृथिवीइत्यन्तरिक्षनामसुपाठात् यद्यपितिस्रए- वदेवताइत्युक्तत्वात् क्षित्याद्यभिमानिन्योदेवतास्तिस्रएव तथापि महिनामहत्त्वेन स्वस्वविभूत्या त्रयस्त्रिंशत्सङ्ख्याकाभवन्ति तत्तत्स्थानेअन्यास्तद्विभूतयइत्युक्तत्वात् महिनादेवासः इत्येतेसर्वत्रसंब- ध्यन्ते तेयूयं हेदेवासः मिलित्वोक्तसङ्ख्याकादेवाः इममस्मदीयंयज्ञंजुषध्वंसंभजध्वं तत्संबधिहविर्वा- सेवित्वाप्रीणयध्वं एकंचदशचएकादशप्रागेकादशभ्यइतिनिपातनाद्दीर्घः सङ्ख्येतिपूर्वपदप्रकृतिस्वरत्वं ॥ ११ ॥</p><p class=\"end\"> एकविंशेनुवाकेसप्तसूक्तानि तत्रवेदिषदइतिप्रथमंसूक्तन्त्रयोदशर्चं उचथ्यपुत्रस्यदीर्घतमसआर्षंआ- ग्नेयं अन्त्येत्रिष्टुभौ शिष्टास्त्रिष्टुबन्तपरिभाषयाजगत्यः दशमीत्रिष्टुप् जगतीवा अत्यष्टिपरिभाषानिवृ- त्ता अत्रानुक्रमणिका—वेदिषदेसप्तोनादीर्घतमाऔचथ्यआग्नेयन्तुद्वित्रिष्टुबन्तन्तु त्रिष्टुप् दशमीवेति प्रा- तरनुवाकस्याग्नेयेक्रतौजागतेछन्दसीदमादीनितृतीयवर्जितानिषट् सूक्तानि विनियुक्तानि तथाआश्वि- नशस्त्रेषण्णान्तृतीयवर्जितानांसूक्तानांविनियोगः सूत्रितंच—वेदिषदइतिषण्णान्तृतीयमुद्धरेदिति ।</p>"
}
