{
	"id" : "8.77.10",
	"classification" : {
		"mandala" : "8",
		"sukta" : "77",
		"ashtaka" : "6",
		"adhyaya" : "5",
		"varga" : "30",
		"anuvaka" : "8",
		"rik" : "10"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "कुरुसुतिः काण्वः",
		"chandas" : "बृहती"
	},
	"samhita" : {
		"lines" : [
			"विश्वेत्ता विष्णु॒राभ॑रदुरुक्र॒मस्त्वेषि॑तः",
			"श॒तं म॑हि॒षान्क्षी॑रपा॒कमो॑द॒नं व॑रा॒हमिन्द्र॑ एमु॒षम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"विश्वेत्ता विष्णु॒राभ॑रदुरुक्र॒मस्त्वेषि॑तः ।",
			"श॒तं म॑हि॒षान्क्षी॑रपा॒कमो॑द॒नं व॑रा॒हमिन्द्र॑ एमु॒षम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"विश्वा॑ । इत् । ता । विष्णुः॑ । आ । अ॒भ॒र॒त् । उ॒रु॒ऽक्र॒मः । त्वाऽइ॑षितः ।",
			"श॒तम् । म॒हि॒षान् । क्षी॒र॒ऽपा॒कम् । ओ॒द॒नम् । व॒रा॒हम् । इन्द्रः॑ । ए॒मु॒षम् ॥"
		]
	},
	"sayanaBhashya" : "<p>अस्याऋचोनैरुक्तैतिहासिकमतभेदेनद्विधायोजना । नैरुक्तपक्षे तावत्-हे इन्द्र ता तानि यानि त्वया स्रष्टव्यान्युदकानि सन्ति तानि विष्णुर्व्यापन- शीलआदित्यआभरत् आभरति लोकाय प्रयच्छतीत्यर्थः । कीदृशोविष्णुः उरुक्रमोबहुगतिः । किं स्वविरोधेनेत्याह त्वेषितः त्वयाप्रेरितः नकेवलमु- दकान्येव । अपिच शतं महिषान् शतसङ्ख्याकान् पशून् महिषशब्दो गवादेरप्युपलक्षकः । अथवा शतशब्दोपरिमितवचनः महिषइति महन्नाम असङ्ख्यातान् महतोयज्ञान् यजमानेभ्यआभरत् ददातीत्यर्थः । किंच क्षीरपाकं क्षीरपक्वमोदनं पायसं एतच्चरुपुरोडाशादेरुपलक्षकं तद्यजमानेभ्यआ- भरत् । अथवा सर्वार्थं वृष्टिप्रदानद्वारा ओदनं प्राहरत् । किंच इन्द्रोवराहं जलपूर्णं मेघं हन्तीतिशेषः । कीदृशं तं एमुषं आइत्यस्य स्थाने छान्दसए- कारः आमुषमुदकस्य मोषकमित्यर्थः । निरुक्तपक्षे एवम् । ऎतिहासिकपक्षे चरकब्राह्मणे इतिहासः आम्नायते-विष्णुर्यज्ञः सदेवेभ्यआत्मानमन्तरधा- त्तमन्यदेवतानाविदन् इन्द्रस्त्ववेत् सइन्द्रमब्रवीत्कोभवानिति । तमिन्द्रः प्रत्यब्रवीत् अहं दुर्गाणामसुराणां च हन्ता भवांस्तुक इति सोब्रवीत् अहं दुर्गादाहर्ता त्वन्तु यदिदुर्गाणामसुराणां हन्ता ततोयं वराहोवाममुषएकविंशत्यापुरांपारेश्ममयीनां वसति तस्मिन्नसुराणां वसु वाममस्ति तमिमं जहीति । तस्येन्द्रस्ताः पुरोभित्वा हृदयमविध्यत् अधि तत्र यदासीत्तद्विष्णुराहरदिति । सोयमितिहासः अस्येदुमातुःसवनेषु विश्वेत्ताविष्णुरित्या- भ्यां प्रतिपादितः । तयोर्मध्ये अस्येदुमातुरित्यत्र विष्णुना हेइन्द्र त्वं दुर्गाणां हन्ता इति आत्मानं कथयसि तर्हि वाममुषं वराहमसुरं जहीत्युक्तोर्थो विध्यद्वराहमिति पादेन प्रतिपादितः । इन्द्रेण च विष्णो त्वं दुर्गादाहर्तेतिब्रूषे । मया पुराणि जितानि असुरश्च घातितः तस्य वामं वस्वानयेत्युक्तो विष्णुमूर्तिस्तस्य वराहासुरस्य धनं मुमोष । सोर्थो मुषायद्विष्णुः पचतमिति पादेन सूचितः । सकिं पुनर्मुषितवानिति तदत्रोच्यते-विश्वेत्तेति । हे इन्द्र त्वेषितःत्वया प्रेरितो विष्णुर्यज्ञरूपी त्वेषितः त्वं दुर्गादाहर्ता किल तर्हि त्वं तस्य धनान्याहरेति त्वया प्रेरितः सन् उरुक्रमो भूत्वा विश्वेत्ता यानि त्वया हर्तव्यानि इत्युक्तानि यानि च तत्र स्थितानि सर्वाण्याभरत् आभरतु । कानि तानीति शतं महिषान् अपरिमितान् प्रशस्तान् पदार्थान् तेषां वाहनरूपान् महिषान्वा क्षीरपाकमोदनं च पक्वमात्रमेवोदनं वा भरत् । विध्यद्वराहमित्यत्रोक्तोर्थश्च चरमपादेनोच्यते-इन्द्रस्तु वराहं वराहारं स्वीकृतासुरसर्वस्वं वराहरूपिणं वा एमुषं एमुषनामानं अथवा एमुषं धनानामामोषकं वराहमसुरं हृदये अविध्यदितिशेषः ॥ १० ॥</p>"
}
