{
	"id" : "10.97.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "97",
		"ashtaka" : "8",
		"adhyaya" : "5",
		"varga" : "8",
		"anuvaka" : "8",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "ओषधीस्तुतिः",
		"rishi" : "भिषगाथर्वः",
		"chandas" : "अनुष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"याओष॑धीः॒ पूर्वा॑ जा॒ता दे॒वेभ्य॑स्त्रियु॒गं पु॒रा",
			"मनै॒ नु ब॒भ्रूणा॑म॒हं श॒तं धामा॑नि स॒प्त च॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"या ओष॑धीः॒ पूर्वा॑ जा॒ता दे॒वेभ्य॑स्त्रियु॒गं पु॒रा ।",
			"मनै॒ नु ब॒भ्रूणा॑म॒हं श॒तं धामा॑नि स॒प्त च॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"याः । ओष॑धीः । पूर्वाः॑ । जा॒ताः । दे॒वेभ्यः॑ । त्रि॒ऽयु॒गम् । पु॒रा ।",
			"मनै॑ । नु । ब॒भ्रूणा॑म् । अ॒हम् । श॒तम् । धामा॑नि । स॒प्त । च॒ ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">या ओषधीरिति त्रयोविंशतृचं सप्तमं सूक्तम्। अथर्वणः पुत्रस्य भिषग्नाम्न आर्षम्। आनुष्टुभमोषधिदेवताकम्। तथा चानुक्रान्तम्। या ओषधीस्त्र्यधिकाथर्वणो भिषगोषधिस्तुतिरानुष्टुभमिति। दीक्षितानां ज्वराद्युपसन्तापे सञ्जातेऽनेन सूक्तेन मार्जयेत्। सुत्रितं च। ओषधिसूक्तेन चाप्लाव्यानुम्रुजेत्। आ. ६-९। इति॥</p><p>या ओषधयः पुर्वाः पुरातन्यो जाता उत्पन्नाः। केभ्यः सकाशात्। देवेभ्यो जगन्निर्मातृभ्यः। यद्वा। देवा द्योतमाना ऋतवः। तेभ्यः। कस्मिन्काले। त्रियुगं त्रिषु युगेशु विशेषेण प्रादुर्भावापेक्षया कृतादियुगत्रयमुक्तं कलौ त्वत्यन्ताल्पत्वादुपेक्षितम्। अथवा त्रिषु युगेशु वसन्ते प्रावृषि शरदि चेत्यर्थः। अहं बभ्रूणां बभ्रुवर्णानां सोमाद्योषधीनां शतं सप्त च धामान्यनुलेपमार्जनाभिषेकादिरूपेनाश्रयभुतानि स्थानानि नु क्शिप्रं मनै। मन्ये। सम्भावयामीत्यर्थः। अत्र वाजसनेयकम्। या ओषधीः पुर्वा जाता देवेभ्यस्त्रियुगं पुरेत्यृतवो वै देवास्तेभ्य एतास्त्रिः पुरा जायन्ते वसन्ते प्राव्रुषि शरदि मनै नु बभृणामहमिति सोमो वै बभ्रुः सोम्या औशधेय औशधः पुरुषह् शतं धामानिति यदिदग्ं शतायुः शतार्घः शतवीर्य एतानि हास्य तानि शतं धामानि सप्त चेति य एवेमे सप्त शीर्षन्प्राणास्तानेतदाह। शत. ७-२-४-२६। इति। अत्र निरुक्तम् च। या ओशधयः पूर्वा जाता देवेभ्यस्त्रीणि युगानि पुरा मन्ये नु तद्बभ्रूणामहं बभ्रुवर्णानाम् भरणानां हरणानामिति वा शतं धामानि सप्त चेति। धामानि त्रयाणि भवन्ति स्थानानि नामानि जन्मानीति। जन्मान्यत्राभिप्रेतानि सप्तशतानि सप्तशतम् पुरुषस्य मर्मणां तेष्वेना दधति। नि. ९-२५। इति॥१॥</p>"
}
