{
	"id" : "6.74.4",
	"classification" : {
		"mandala" : "6",
		"sukta" : "74",
		"ashtaka" : "5",
		"adhyaya" : "1",
		"varga" : "18",
		"anuvaka" : "6",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "सोमारुद्रौ",
		"rishi" : "भरद्वाजो बार्हस्पत्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"ति॒ग्मायु॑धौ ति॒ग्महे॑ती सु॒शेवौ॒ सोमा॑रुद्रावि॒ह सु मृ॑ळतं नः",
			"प्र नो॑ मुंचतं॒ वरु॑णस्य॒ पाशा॑द्गोपा॒यतं॑ नः सुमन॒स्यमा॑ना"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"ति॒ग्मायु॑धौ ति॒ग्महे॑ती सु॒शेवौ॒ सोमा॑रुद्रावि॒ह सु मृ॑ळतं नः ।",
			"प्र नो॑ मुञ्चतं॒ वरु॑णस्य॒ पाशा॑द्गोपा॒यतं॑ नः सुमन॒स्यमा॑ना ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"ति॒ग्मऽआ॑युधौ । ति॒ग्महे॑ती॒ इति॑ ति॒ग्मऽहे॑ती । सु॒ऽशेवौ॑ । सोमा॑रुद्रा । इ॒ह । सु । मृ॒ळ॒त॒म् । नः॒ ।",
			"प्र । नः॒ । मु॒ञ्च॒त॒म् । वरु॑णस्य । पाशा॑त् । गो॒पा॒यत॑म् । नः॒ । सु॒ऽम॒न॒स्यमा॑ना ॥"
		]
	},
	"sayanaBhashya" : "<p>हेसोमारुद्रौ तिग्मायुधौ दीप्तधनुष्कौ तिग्महेती तीक्ष्णशरौ सुशेवौ शोभनसुखप्रदौ सुमनस्यमाना शोभनंमनः स्तोत्रमिच्छन्तौ सुमनस्य- मानौ स्तूयमानौ सुमनसौ वा सन्तौ युवां इह लोके नोस्मान् सु अत्यन्तं मृळतं सुखयतं नोस्मान्वरुणस्य पाशात् प्रमुंचतं नोस्मान् गोपायतं आपड्भ्योरक्षतं च ॥ ४ ॥</p><p class=\"end\">जीमूतस्येत्येकोनविंशर्चंचतुर्दशंसूक्तं भारद्वाजस्यपायोरार्षं अनुक्रम्यतेच-जीमूतस्येवैकोनापायुर्भारद्वाजः सङ्ग्रामाङ्गान्यृक् शोभितु- ष्टाववर्मधनुर्ज्यामार्त्नीइषुधिंजगत्यर्धे सारथिमर्धेरश्मीनश्वान्रथं रथगोपान् जगत्यादि लिङ्गोक्तदेवताद्वाभ्यामिषूः प्रतोदंहस्तघ्नन्द्वाभ्या- मिषूः पराः पङ्क्त्यादयो लिङ्गोक्तदेवताः सङ्ग्रामाशिषोन्त्यानुष्टुप् ऋजीतआलाक्तेतिचद्वेद्वेइति । रथेतिष्ठन् ब्राह्मणासइतिषष्ठीदशम्यौ जगत्यौ अन्त्यायोनःस्वोअरणइत्येषानुष्टुप् ऋजीतेआजङ्घन्तिआलाक्ताअवसृष्टायोनःस्वइतिपंचानुष्टुभः यत्रबाणाइतिपङ्क्तिः शिष्टास्त्रि- ष्टुभः आद्ययावर्मस्तूयते द्वितीययाधनुः तृतीययाज्या चतुर्थ्याआर्त्नी पंचम्याइषुधिः अतः पंचानांवर्माद्यादेवताः षष्ठ्याः पूर्वार्धेनसारथिः स्तूयते अतः सोर्धर्चस्तद्देवताकः उत्तरार्धेनरश्मयः स्तूयन्ते सप्तम्याअश्वाः अष्टम्यारथः नवम्यारथगोपाः अतस्तास्तद्देवताकाः ब्राह्मणास- इत्यस्यांब्रह्मणपितृसोम्यद्यावापृथिवीपूषाण् ओलिङ्गोक्तादेवताः एकादशीद्वादश्याविषुस्तुतिरूपत्वात् इषुदेवताके त्रयोदश्याप्रतोदः चतुर्दश्याहस्तघ्नः पंचदशीषोडश्याविषुदेवताके सप्तदश्यायुद्धभूमिब्रह्मणस्पत्यदितिरूपालिङ्गोक्तदेवताः अष्टादश्याः कवचसोमवरुण- देवताके सप्तदश्यायुद्धभूमिब्रह्मणस्पत्यदितिरूपालिङ्गोक्तदेवताः अष्टादश्याः कवचसोमवरुणदेवताः अन्त्यायादेवाब्रह्मचदेवता युद्धेअने- नसूक्तेनराजानंसन्नाहयेत् तथाचाश्वलायनः-सङ्ग्रामेसमुपोह्ळेराजानंसन्नाहयेदात्वाहार्षमन्तरेधीतिपश्चाद्रथस्यावस्थायजीमूतस्येवभवति- प्रतीकमितिकवचंप्रयच्छेदुत्तरयाधनुरुत्त रांवाचयेत्स्वयंचतुर्थीजपेत्पंचम्येषुधिंप्रयच्छेदभिप्रवर्तमानेष्ठींसप्तम्याश्वानष्टमीमिषूनवेक्षमाणं वाचयत्यहिरिवभोगैः पर्येतिबाहुमितितलं नह्यमानमिति तथाचावसृष्टापरापतेतीषून्विसर्जयेद्यत्रबाणाः संपतन्तीतियुध्यमानेषुजपेत् संशिष्याद्वेति । अध्यायोपाकरणोत्सर्जनयोर्मंडलान्त्यहोमे योनः स्वइत्यषा ।</p>"
}
