{
	"id" : "1.135.8",
	"classification" : {
		"mandala" : "1",
		"sukta" : "135",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "25",
		"anuvaka" : "20",
		"rik" : "8"
	},
	"attribute" : {
		"devata" : "इन्द्रवायू",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अष्टिः"
	},
	"samhita" : {
		"lines" : [
			"अत्राह॒ तद्व॑हेथे॒ मध्व॒ आहु॑तिं॒ यम॑श्व॒त्थमु॑प॒तिष्टं॑त जा॒यवो॒ऽस्मे ते सं॑तु जा॒यवः॑",
			"सा॒कं गावः॒ सुव॑ते॒ पच्य॑ते॒ यवो॒ न ते॑ वाय॒ उप॑ दस्यन्ति धे॒नवो॒ नाप॑ दस्यन्ति धे॒नवः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अत्राह॒ तद्व॑हेथे॒ मध्व॒ आहु॑तिं॒ यम॑श्व॒त्थमु॑प॒तिष्ठ॑न्त जा॒यवो॒ऽस्मे ते स॑न्तु जा॒यवः॑ ।",
			"सा॒कं गावः॒ सुव॑ते॒ पच्य॑ते॒ यवो॒ न ते॑ वाय॒ उप॑ दस्यन्ति धे॒नवो॒ नाप॑ दस्यन्ति धे॒नवः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अत्र॑ । अह॑ । तत् । व॒हे॒थे॒ इति॑ । मध्वः॑ । आऽहु॑तिम् । यम् । अ॒श्व॒त्थम् । उ॒प॒ऽतिष्ठ॑न्त । जा॒यवः॑ । अ॒स्मे इति॑ । ते । स॒न्तु॒ । जा॒यवः॑ ।",
			"सा॒कम् । गावः॑ । सुव॑ते । पच्य॑ते । यवः॑ । न । ते॒ । वा॒यो॒ इति॑ । उप॑ । द॒स्य॒न्ति॒ । धे॒नवः॑ । न । अप॑ । द॒स्य॒न्ति॒ । धे॒नवः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्रवायू अत्राह अस्मिन्नेवयज्ञे अहेतिविनिग्रहार्थीयः मध्वोमधुरस्यमधुसदृशस्यवा तत् तस्य आहुतिं प्रदेयद्रव्यं वहेथेधारयतं यंसोमंअश्वत्थं पर्वतादिव्याप्तिप्रदेशेस्थितं जायवोजेतारोयजमानाः उपतिष्ठन्ति उपेत्यतिष्ठन्तिक्रयाद्यर्थं किंच अस्मे अस्माकं संबन्धिनोजायवः जेतारः कर्मनिर्वहितार- स्तेऋत्विजःसन्तु समर्थाभवन्तु यज्ञन्निर्वहन्त्वित्यर्थः यद्वा तेप्रसिद्धाः प्रयोगकुशलाजायवः जेतारऋ- त्विजः अस्मेसन्तुनान्यस्य अत्रवहेथेइत्युक्तं कोत्रविशेषइतितत्राह—हेइन्द्रवायूअस्मिन्यज्ञेगावः धेन- वः साकंसहैवसुवते युष्मदर्थमेव क्षीरमुत्पादयन्ति दोग्ध्र्योभवन्तीत्यर्थः यद्वा गावः साकं सहैव सुवते अपत्यमुत्पादयन्ति त्व्द्दोहनार्थं आदादिकः ङित्त्वात्तास्यनुदात्तेदितिलसार्वधातुकानुदात्तत्वेधातुस्वरः किंच यवः जातावेकवचनंउपलक्षणमेतत् यवादिभिः पुरोडाशादिकंपच्यतेइत्यर्थः किंच हेवायो इन्द्र- च यतोगावएवंसुवते अतस्तेत्वदर्थाधेनवः नोपदस्यन्तिनोपक्षीणाभवन्ति रोगादिनाकृशानभवन्ति नकेवलमनुपक्षीणाः किन्तु धेनवः युष्मत्प्रीणयित्र्योगावः नापदस्यन्ति चौराद्युपहारैरुपक्षीणानष्टान- भवन्ति ॥ ८ ॥</p>"
}
