{
	"id" : "1.135.9",
	"classification" : {
		"mandala" : "1",
		"sukta" : "135",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "25",
		"anuvaka" : "20",
		"rik" : "9"
	},
	"attribute" : {
		"devata" : "वायुः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"इ॒मे ये ते॒ सु वा॑यो बा॒ह्वो॑जसो॒ंऽतर्न॒दी ते॑ प॒तयं॑त्यु॒क्षणो॒ महि॒ व्राधं॑त उ॒क्षणः॑",
			"धन्वं॑चि॒द्ये अ॑ना॒शवो॑ जी॒राश्चि॒दगि॑रौकसः",
			"सूर्य॑स्येव र॒श्मयो॑ दुर्नि॒यन्त॑वो॒ हस्त॑योर्दुर्नि॒यन्त॑वः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"इ॒मे ये ते॒ सु वा॑यो बा॒ह्वो॑जसो॒ऽन्तर्न॒दी ते॑ प॒तय॑न्त्यु॒क्षणो॒ महि॒ व्राध॑न्त उ॒क्षणः॑ ।",
			"धन्व॑ञ्चि॒द्ये अ॑ना॒शवो॑ जी॒राश्चि॒दगि॑रौकसः ।",
			"सूर्य॑स्येव र॒श्मयो॑ दुर्नि॒यन्त॑वो॒ हस्त॑योर्दुर्नि॒यन्त॑वः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"इ॒मे । ये । ते॒ । सु । वा॒यो॒ इति॑ । बा॒हुऽओ॑जसः । अ॒न्तः । न॒दी इति॑ । ते॒ । प॒तय॑न्ति । उ॒क्षणः॑ । महि॑ । व्राध॑न्तः । उ॒क्षणः॑ ।",
			"धन्व॑न् । चि॒त् । ये । अ॒ना॒शवः॑ । जी॒राः । चि॒त् । अगि॑राऽओकसः ।",
			"सूर्य॑स्यऽइव । र॒श्मयः॑ । दुः॒ऽनि॒यन्त॑वः । हस्त॑योः । दुः॒ऽनि॒यन्त॑वः ॥"
		]
	},
	"sayanaBhashya" : "<p>हेसुवायो शोभनफलप्रदवायुदेवते तवस्वभूताइमेपुरतो दृश्यमानायेश्वाःसन्तितेनदी नन्दने द्या- वापृथिव्यौअन्तः तयोरन्तराले तन्त्वांपतयन्ति पातयन्ति गमयन्ति यद्वा तेतवसंबन्धिनोऽश्वाः पत- यन्ति पतन्ति यज्ञदेशङ्गच्छन्ति पतगतौ चौरादिरदन्तः कीदृशास्तेबाह्वोजसः बाहुषुप्रकृष्टबलवन्तः उपलक्षणमेतत् सर्वाङ्गबलाइत्यर्थः किंचउक्षणः सेक्तारः युवानइत्यर्थः महिमहत् अतिप्रभूतं व्राधन्तः वर्धमानाः तथा उक्षणः उक्षाणः तत्सदृशाइत्यर्थः वाषपूर्वस्यनिगमेइतिदीर्घाभावः किंच धन्वन् चित् धन्वनिउदकनिर्गमनापादान भूते अन्तरिक्षेपि निरालंबे अनाशवः नाशरहिताः अव्याप्तावाआकाशे- विलंबमकुर्वाणाइत्यर्थः अतएवजीराश्चित् चिच्छब्दःपूजायां अत्यन्तं क्षिप्रगतयः यद्वा अनाशवइत्य- नेनसहसमुच्चयार्थश्चिच्छब्दः आकाशमार्गेअक्षीणाः शीघ्रगतयश्चे त्यर्थः किंच अगिरौकसः गिरा ओकः स्थानंयेषान्नास्तितेतादृशाः भर्त्सनादिनास्थितिमलभमानाइत्यर्थः छान्दसस्तृतीयायाअलुक् तदेव- स्पष्टयति—सूर्यस्यरश्मयइवदुर्नियन्तवः दुःखेननियन्तव्याः तेयथाक्षणेन दशदिशोव्याप्नुवन्ति बहव- श्चतद्वदेतेअपीत्यर्थः पूर्वङ्गिरा अनिर्ग्राह्यत्वमुक्तं इदानींहस्तेनाप्यनिर्ग्राह्यत्वमाह—हस्तयोर्दुर्नियन्तवः उभाभ्यामपिहस्ताभ्यान्दुःखेननियन्तव्याः देवयजनगमनायशीघ्रगमिनइत्यर्थः ॥ ९ ॥</p><p class=\"end\">प्रसुज्येष्ठमितिसप्तर्चन्तृतीयंसूक्तं ऋषिश्चान्यस्मादितिपरिभाषया परुच्छेपऋषिः अत्यष्टिश्छन्दः ऊतीदेवानामित्यन्त्यात्रिष्टुप् अत्रत्रिष्टुबन्तपरिभाषानाश्रीयते सर्वमात्यष्टमितिविशेषपरिभाषयाबा- धितत्वात् मित्रावरुणौदेवता अन्त्ययोस्तुतन्मन्त्रलिङ्गोक्तदेवता तथाचानुक्रान्तं—प्रसुसप्तमैत्रावरुणं- त्वन्त्येलिङ्गोक्तदेवतेअन्त्यात्रिष्टुप् तुशब्दप्रयोगान्दिदमान्दिकेद्वेसूक्तेमैत्रावरुणदेवताकेविनियोगोलैङ्गिकः ।</p>"
}
