{
	"id" : "6.69.8",
	"classification" : {
		"mandala" : "6",
		"sukta" : "69",
		"ashtaka" : "5",
		"adhyaya" : "1",
		"varga" : "13",
		"anuvaka" : "6",
		"rik" : "8"
	},
	"attribute" : {
		"devata" : "इंद्राविष्णू",
		"rishi" : "भरद्वाजो बार्हस्पत्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"उ{1}भा{0} जि{2}ग्य{0}थु{1}र्न{0} प{0}रा{2} ज{0}ये{0}थे{1} न{0} प{0}रा{2} जि{0}ग्ये{0} क{0}त{1}र{0}श्च{1}नै{0}नोः{2}",
			"इं{0}द्र{2}श्च{0} वि{0}ष्णो{1} य{0}द{0}प{2}स्पृ{0}धे{0}थां{0} त्रे{1}धा{0} स{1}ह{0}स्रं{1} वि{0} त{0}दै{2}र{0}ये{0}था{0}म्{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"उ{1}भा जि{2}ग्यथु{1}र्न परा{2} जयेथे{1} न परा{2} जिग्ये कत{1}रश्च{1}नैनो{2}ः ।",
			"इन्द्र{2}श्च विष्णो{1} यदप{2}स्पृधेथां त्रे{1}धा स{1}हस्रं{1} वि तदै{2}रयेथाम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"उ{1}भा । जि{1}ग्य{1}थुः{1} । न । परा{2} । ज{1}ये{1}थे{1} इति{2} । न । परा{2} । जि{1}ग्ये{1} । क{1}त{1}रः । च{1}न । ए{1}नोः{1} ।",
			"इन्द्रः{2} । च{1} । वि{1}ष्णो{1} इति{2} । यत् । अप{2}स्पृधेथाम् । त्रे{1}धा । स{1}हस्र{2}म् । वि । तत् । ऐ{1}र{1}ये{1}था{1}म् ॥"
		]
	},
	"sayanaBhashya" : "<p>हे इन्द्राविष्णू उभा उभौ युवां जिग्यथुः शत्रूनजैष्टं नपराजयेथे न पुनः कदाचन पराजयेथे एनोरेनयोर्युवयोर्मध्ये कतरश्चन एकतरोपि न पराजिग्ये न पराजैष्ट हे विष्णो इन्द्राश्च त्वं च युवां यत् यद्वस्तु प्रत्यपस्पृधेथां असुरैः सहास्पृधेथां त्रेधा लोकवेदवागात्मना त्रिधास्थितं सहस्रममितं च वितदैरयेथां व्यक्रमेथामित्यर्थः । तथा च ब्राह्मणं-उभाजिग्यथुरित्यच्छावाकस्योभौहितौ जिग्यथुर्नपराजयेथे नपराजि- ग्यइतिनहितयोः कतरश्चनपराजिग्यइन्द्रश्चविष्णोयदपस्पृधेथां त्रेधासहस्रंवितदैरयेथामितीन्द्रश्चह वैविष्णुश्चासुरैर्युयुधातेतान्हस्मजि- त्वोचतुः कल्पामहाइतितेहतथेत्यसुराऊचुः सोब्रवीदिन्द्रोयावदेवायं विष्णुस्त्रिर्विक्रमते तावदस्माकमथयुष्माकमितरदितिसइमन्लोका- न्विचक्रमेथोवाचंतदाहुः किंतत्सहस्रमितीमेलोकाइमे वेदाअथोवागितिब्रयादैरयेथामैरयेथामिति । यद्वा तत्सहस्रं गवां सहस्रं त्रेधा व्यैर- येथामित्यर्थः ॥ ८ ॥</p><p class=\"end\">घृतवतीभुवनानामितिषळृचंनवमंसूक्तं भरद्वाजस्यार्षं जागतं द्यावापृथिवीदेवताकं तथा चानुक्रम्यते-घृतवतीषड्द्यावापृथिवीयं जागतमिति आभिप्लविके पंचमेहनि वैश्वदेवशस्त्रे आद्यस्तृचोद्यावापृथिव्यनिविद्धानार्थः सूत्रितंच-घृतवती भुवनानामभिश्रियेन्द्रऋभु- भिर्वाजवद्भिरिति तृचाविति । बृहस्पतिसवे वैश्वदेवशस्त्रे एषतृचः सूत्रितं च-आभिप्लविके तृतीयेहनि वैश्वदेवशस्त्रे घृतेनद्यावापृथिवी इति तिस्रोद्यावापृथिवीयनिविद्धानार्थाः सूत्रितंच-घृतेनद्यावापृथिवीइति तिस्रोनश्वोजातइति ।</p>"
}
