{
	"id" : "10.128.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "128",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "15",
		"anuvaka" : "10",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "विहव्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"म{0}मा{2}ग्ने{1} व{0}र्चो{2} वि{0}ह{1}वे{0}ष्व{2}स्तु{0} व{1}यं{0} त्वें{0}धा{2}ना{0}स्त{1}न्वं{2} पु{0}षे{0}म{0}",
			"म{0}ह्यं{2} न{0}मं{0}तां{0} प्र{1}दि{0}श{1}श्च{0}त{2}स्र{1}स्त्व{0}या{0}ध्य{2}क्षे{0}ण{1} पृ{0}त{2}ना{0} ज{0}ये{0}म{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"ममा{2}ग्ने{1} वर्चो{2} विह{1}वेष्व{2}स्तु व{1}यं त्वेन्धा{2}नास्त{1}न्वं{2} पुषेम ।",
			"मह्यं{2} नमन्तां प्र{1}दिश{1}श्चत{2}स्र{1}स्त्वयाध्य{2}क्षेण{1} पृत{2}ना जयेम ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"मम{2} । अ{1}ग्ने{1} । वर्चः{2} । वि{1}{5}ह{1}वेषु{2} । अ{1}स्तु{1} । व{1}यम् । त्वा{1} । इन्धा{2}नाः । त{1}न्व{2}म् । पु{1}षे{1}म{1} ।",
			"मह्य{2}म् । न{1}म{1}न्ता{1}म् । प्र{1}{5}दिशः{2} । चत{2}स्रः । त्वया{2} । अधि{2}{5}अक्षेण । पृत{2}नाः । ज{1}ये{1}म{1} ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">ममाग्न इति नवर्चं षोडशं सूक्तमाङ्गिरसस्य विहव्यस्यार्षम् वैश्वदेवम्। अन्त्या जगती शिष्टास्त्रिष्टुभः। अनुक्रम्यते हि। ममाग्ने नव विहव्यो वैश्वदेवं जगत्यन्तमिति। संसवे निमित्तभूते वैश्वदेवसूक्तस्य पुरस्तादेतच्छंस्यम् । सूत्रितं च। ममाग्ने वर्च इति वैश्वदेवसूक्तस्यापि वैतेष्वेव निविदो दध्यात्। आ. ६-६-। इति। समावर्तनेऽनेन सूक्तेन सिष्णासुना प्रत्यृचं समिदाधातव्या। सूत्रितम् च। ममाग्ने वर्च इति प्रत्यृचं समिधोऽभ्यादध्यात्। आ. गृ. ३-९-२। इति॥</p><p>हे अग्ने। विविधमाहूयन्ते येषु शूरा इति विहवाः सङ्ग्रामाः। यद्वा। विविधं यागार्थं देवा आहूयन्त एष्विति विहवा यज्ञाः। ह्वः सम्प्रसारनं च न्यभ्युपविषु। पा. ३-३-७२। इत्यधिकरणेऽप् सम्प्रसारणं च। थाथादिनोत्तरपदान्तोदात्तत्वम्। सङ्ग्रामेषु यज्ञेषु वा वर्चो दीप्तिस्त्वदनुग्रहान्ममास्तु। भवतु। वयं च त्वा त्वामिन्धनाः समिद्भिर्दीपयन्तस्तन्वं तव शरीरं पुषेम। हविर्भिर्वर्धयेम। इन्धेः शानचि श्नसोरल्लोप उदात्त निवृत्तिस्वरेण शानच आद्युदात्तत्वे प्राप्ते विभाषा वेण्वन्धानयोः। पा. ६-१-२१५। इत्याद्युदात्तत्वम्। तन्वं पुषेम। पुषेर्लिङि लिङ्याशिष्यङ्। अपि च मह्यं मदर्थम् । ङयि चेत्यस्मद आद्युदात्तत्वम्। चतस्रः प्रदिशः प्रकृष्टा दिशः। तद्वासिनो जना इत्यर्थः। नमन्ताम्। स्वत एव प्रह्वीभवन्तु। नमतेः कर्मकर्तरि लोटि न दुह्स्नुनमामिति यक्प्रतिषेधः। त्वयास्माभिर्हविर्भिः प्रवर्धितेनाध्यक्षेणेश्वरेण सता पृतनाः शत्रुसेना जयेम । अभिभवेम॥१॥</p>"
}
