{
	"id" : "10.120.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "120",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "1",
		"anuvaka" : "10",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "बृहद्दिव आथर्वणः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"तदिदा॑स॒ भुव॑नेषु॒ ज्येष्टं॒ यतो॑ ज॒ज्ञ उ॒ग्रस्त्वे॒षनृ॑म्णः",
			"स॒द्यो ज॑ज्ञा॒नो नि रि॑णाति॒ शत्रू॒ननु॒ यं विश्वे॒ मदं॒त्यूमाः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"तदिदा॑स॒ भुव॑नेषु॒ ज्येष्ठं॒ यतो॑ ज॒ज्ञ उ॒ग्रस्त्वे॒षनृ॑म्णः ।",
			"स॒द्यो ज॑ज्ञा॒नो नि रि॑णाति॒ शत्रू॒ननु॒ यं विश्वे॒ मद॒न्त्यूमाः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"तत् । इत् । आ॒स॒ । भुव॑नेषु । ज्येष्ठ॑म् । यतः॑ । ज॒ज्ञे । उ॒ग्रः । त्वे॒षऽनृ॑म्णः ।",
			"स॒द्यः । ज॒ज्ञा॒नः । नि । रि॒णा॒ति॒ । शत्रू॑न् । अनु॑ । यम् । विश्वे॑ । मद॑न्ति । ऊमाः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">तत्राष्टमाष्टके षष्थाद्यायम् व्याख्याय सप्तम्याध्याय आरभ्यते। दशममण्डलस्य दशमेऽनुवाके सूक्तसप्तकं व्याख्यातम्। तदिदिति नवर्चमष्टमं सूक्तमथर्वनः पुत्रस्य बृहद्दिवस्यार्षं त्रैष्टुभमैन्द्रम्। तथाचानुक्रान्तम्। तदिन्नवाथर्वणो बृहद्दिव इति। चातुर्विंशिकेऽहनि निष्केवल्य इदं सूक्तम्। सूत्रितं च। तदिदासेति च पुरस्तात्सूक्तस्य शंसेत्। आ. ७-३। इति। व्योमविश्वदेवस्तुत्पञ्चशारदीयेष्वप्येकाहेष्विदमेव निष्केवल्यनिविद्धानम्। सुत्रितं च। एतेषाम् त्रयानां कया शुभा तदिदासेति मध्यन्दिनः। आ. ९-८। इति। राशिमरायाख्ययोरेकाहयोरपीदं निष्केवल्यनिविद्धानम्। सूत्रितं च। राशिमराययोश्च कयाशुभीयतदिदासीये। आ. ९-८। महाव्रते निष्केवल्येऽप्येतत्सूक्तम्। तथैव पञ्चमारण्यके शौनकेन सूत्रितम्। तदिदास भवनेषु ज्येष्ठं तां सुते कीर्तिं मघवन्महित्वा। ऐ. आ. ५-१-६। इति॥</p><p>तज्जगत्कारनत्वेन सर्ववेदान्तप्रसिद्धम्। इच्छब्दोऽवधारणे। भुवनेषु। भू सत्तायाम्। सत्सु पृथिव्यादिषु लोकेशु मध्ये जगत्कारणं ब्रह्मैव ज्येष्थं प्रशस्ततममास। बभूव। तस्य परमार्थत्वात् तद्व्यतिरिक्तानां व्यावहारिकत्वाच्च। यद्वा ज्यैष्थं वृद्धतमं जगत्कारनत्वेन सर्वेषामादिभूतं बभूव। अस्तेर्लिटि च्छन्दस्युभयथेति सार्वधातुकत्वादस्तेर्भूः। पा. २-४-५२। इति भूभावाभावः। यद्वा वृद्धम् तदेव ब्रह्म स्वप्रकाशतयास। दिदीपे। अस गतिदीप्त्यादानेषु। अस्मालिटि रूपम्। यत उपादानभूताद्यस्माद्ब्रह्मण उग्र उद्गूर्णस्त्वेषनृम्णः प्रदीप्तबलः सूर्यात्मक इन्द्रो जज्ञे जातो बभूव। श्रूयते हि। चक्षोः सूर्यो अजायत। ऋ.११-९०-१३। इति। सूर्याचन्द्रमसौ धाता यथपूर्वमकल्पयत्। ऋ. १०-१९०-३। इति च। जनिकर्तु प्रकृतिः। पा. १-४-३०। इति प्रकृतेरपादानसंज्ञायां यत इति पञ्चमी। जनेर्लिटि गमहनेत्यादिनोपधालोपः। द्विर्वचनेऽचेति तस्य स्थानिवद्भावाद्द्विर्वचनादि। यद्वृत्तान्नित्यमिति निघात प्रतिषेधः। स च जज्ञानो जायमान एव सद्यः शीघ्रं शत्रूञ्शातयितॄन्मन्देहादीन्राक्षसन्नि रिनाति। निहिनस्ति। यद्वा। उपासकानां पापरूपाञ्शत्रून्निहन्ति। तथा च ब्राह्मनम्। सद्यो ह्येष जातः पप्मानमपाहत। ऐ. आ. १-३-४। इति। जज्ञान इति जनेर्लिटि कानचि रूपमेतत्। रिनाति। री गतिरेषनयोः क्र्यादिः। प्वादीनां ह्रस्व इति ह्रस्वत्वम्। विश्वे सर्वे ऊमाः । अवन्ति रक्षन्तीत्यूमाः प्राणिनः। अवतेरौणादिको मन्प्रत्ययः। ज्वरत्वरेत्यादिना वकारोपधयोः स्थान ऊट्। सर्वे प्राणिनो यं सूर्यात्मकमुद्यन्तमिन्द्रमनुलक्ष्य मदर्थमुदगान्मदर्थमुदगादिति मदन्ति हृष्यन्ति। मदीहर्षे। व्यत्ययेन शप्। तथा च ब्राह्मणम्। भूतानि वै विश्व ऊमास्त एनमनुमदन्त्युदगादुदगादिति। ऐ. आ. १-३-४। इति। तैत्तिरीयकम् च। तस्मात्सर्व एव मन्यन्ते मां प्रत्युदगादिति। यद्वा। यम् स्तुत्यादिभिर्माद्यन्तमनु पश्चात्सर्वे प्राणिनोऽभीष्टप्राप्त्या हृष्यन्ति। अनुर्लक्षणे। पा. १-४-८४। इत्यनोः कर्मप्रवचनीयत्वात्कर्मप्रवचनीययुक्त इति द्वितीया। स इन्द्रो जज्ञ इत्यन्वयः॥१॥</p>"
}
