{
	"id" : "10.120.3",
	"classification" : {
		"mandala" : "10",
		"sukta" : "120",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "1",
		"anuvaka" : "10",
		"rik" : "3"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "बृहद्दिव आथर्वणः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"त्वे क्रतु॒मपि॑ वृंजन्ति॒ विश्वे॒ द्विर्यदे॒ते त्रिर्भवं॒त्यूमाः॑",
			"स्वा॒दोः स्वादी॑यः स्वा॒दुना॑ सृजा॒ सम॒दः सु मधु॒ मधु॑ना॒भि यो॑धीः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"त्वे क्रतु॒मपि॑ वृञ्जन्ति॒ विश्वे॒ द्विर्यदे॒ते त्रिर्भव॒न्त्यूमाः॑ ।",
			"स्वा॒दोः स्वादी॑यः स्वा॒दुना॑ सृजा॒ सम॒दः सु मधु॒ मधु॑ना॒भि यो॑धीः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"त्वे इति॑ । क्रतु॑म् । अपि॑ । वृ॒ञ्ज॒न्ति॒ । विश्वे॑ । द्विः । यत् । ए॒ते । त्रिः । भव॑न्ति । ऊमाः॑ ।",
			"स्वा॒दोः । स्वादी॑यः । स्वा॒दुना॑ । सृ॒ज॒ । सम् । अ॒दः । सु । मधु॑ । मधु॑ना । अ॒भि । यो॒धीः॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>हे इन्द्र त्वे त्वयि। सुपां सुलुगिति सप्तम्येकवचनस्य शे आदेशः। विश्वे सर्वे यजमानाः क्रतुमनुष्ठेयं कर्म वृञ्जन्ति। समापयन्ति। अपिशब्दो ब्राह्मणोक्तसर्वभूतानां सर्वमनसां समुच्चयार्थः। सर्वाणि पृथिव्यादीनि भूतानि सर्वेषां प्राणिनां मनांसि सर्वे यज्ञक्रतवश्च व्याप्ते त्वय्येव यजमानैः परिसमाप्यन्त इत्यर्थः। तथा च ब्राह्मणम्। त्वयीमानि सर्वाणि भूतानि सर्वाणि मनांसि सर्वे क्रतवोऽपि वृञ्जन्तीत्येव तदाह। ऐ. आ. १-३-४। इति। यद्यस्मादेत ऊमास्तर्पकाः। अवतेस्तर्पणार्थादौणादिको मन्प्रत्ययः। ज्वरत्वरेत्यादिना वकारोपधयोरुट्। ईदृशा यजमानाः पूर्वमेकाकिनः सन्तः पश्चाद्द्विर्द्विवारम् स्त्रीरूपेन पुंरूपेण च जाताः सन्तः पुनरपत्येन सार्धं त्रिर्त्रिवारं जन्मभाजो भवन्ति। एक एवात्मास्त्रीपुंरूपेण जायते। अर्धो वा एष आत्मनो यत्पत्नीति श्रुतेः। पुत्रोऽप्यात्मैव। आत्मा वै पुत्रनामासि। शत. १४-९-४-२६। इति श्रुतेः। यत एवमेतेऽभिवृद्धा भवन्ति। ततोऽवगम्यते त्वय्येवानुष्थितं सर्वम् कर्म परिसमापयन्तीति। तथा च ब्राह्मणम्। दौ वै सन्तौ मिथुनौ प्रजायेते प्रजात्यै। ऐ. आ. १-३-४। इति। हे इन्द्र त्वं स्वादोः प्रियाद्गृहधनादेरपि स्वादीयः स्वादुतरम् प्रियतरमपत्यं स्वादुना स्वादुभूतेन मिथुनेन मातापित्रात्मकेन सं स्रुज। संयोजय। यद्वा। स्वादुना स्वादुभूतेन मिथुनेन मातापित्रात्मकेन सं सृज। संयोजय। यद्वा। स्वादुना भावेनोत्पन्नं तदपत्यमपि संयोजय। एतदेवाह। अदस्तदपत्यं मधुमधुरं मधुना मदहेतुना मिथुनान्तरेण पौत्रेण वा सु सुष्थ्वभि योधीः। अभियोधय। अभितः क्रिडय। धातूनामनेकार्थत्वाद्युध्यतिरत्र क्रीडार्थे वर्तते। मिथुनं वै स्वादु प्रजा स्वादु। ऐ. आ. १-३-४। इत्यादि ब्राह्मनमत्रानुसन्धेयम्॥३॥</p>"
}
