{
	"id" : "8.3.24",
	"classification" : {
		"mandala" : "8",
		"sukta" : "3",
		"ashtaka" : "5",
		"adhyaya" : "7",
		"varga" : "29",
		"anuvaka" : "1",
		"rik" : "24"
	},
	"attribute" : {
		"devata" : "पाकस्थाम्नः कौरयाणस्य दानस्तुतिः",
		"rishi" : "मेध्यातिथिः काण्वः",
		"chandas" : "बृहती"
	},
	"samhita" : {
		"lines" : [
			"आ॒त्मा पि॒तुस्त॒नूर्वास॑ओजो॒दा अ॒भ्यंज॑नम्",
			"तु॒रीय॒मिद्रोहि॑तस्य॒ पाक॑स्थामानं भो॒जं दा॒तार॑मब्रवम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"आ॒त्मा पि॒तुस्त॒नूर्वास॑ ओजो॒दा अ॒भ्यञ्ज॑नम् ।",
			"तु॒रीय॒मिद्रोहि॑तस्य॒ पाक॑स्थामानं भो॒जं दा॒तार॑मब्रवम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"आ॒त्मा । पि॒तुः । त॒नूः । वासः॑ । ओ॒जः॒ऽदाः । अ॒भि॒ऽअञ्ज॑नम् ।",
			"तु॒रीय॑म् । इत् । रोहि॑तस्य । पाक॑ऽस्थामानम् । भो॒जम् । दा॒तार॑म् । अ॒ब्र॒व॒म् ॥"
		]
	},
	"sayanaBhashya" : "<p>अयं पाकस्थामा आत्मा स्वयं पितुः जनकस्य तनूः तनयः पिता यथासन्मार्गवर्तितया प्रशस्तः एवमयमपीत्यर्थः । तथा वासः वासयिता निवासयिता वासयतेरौणादिकः असुन् अभ्यञ्जनं अभिव्यक्तं यथा भवति तथा ओजोदाः ओजसोबलस्य दाता धारयितावा यद्वा आत्मा सततगामी पितुरित्यन्ननाम प्राप्तमन्नं येन दत्तं तनूर्विस्तृतं वासोवस्त्रम् अभ्यंजनं अभ्यंजनसाधनं घृततैलादिकं च येन दत्तम् यश्च ओजोदाः बलस्य दाता तं पाकस्थामानं तुरीयं स्वकीयप्रपितामहापेक्षया चतुर्थम् । यद्वा तुरीयं शत्रूणां तूर्वकं हिंसितारं भोजं शत्रूणां भोजयितारं रोहितस्य लोहितवर्णस्य पूर्वोक्ताश्वस्य दातारम् एवङ्गुणकं पाकस्थामानं अब्रवं उक्तेन प्रकारेणास्तौषम् इदिति पूरकः ॥ २४ ॥</p><p class=\"end\">यदिन्द्रेति एकविंशर्चं चतुर्थं सूक्तं काण्वगोत्रस्य देवातिथेरार्षं वृक्षाश्चिन्मइत्येषा पुरउष्णिक् शिष्टासु अयुजोबृहत्यः युजः सतोबृहत्यः स्थूरंराधइत्यादिभिस्तिसृभिः कुरुङ्गदानस्य स्तूयमानत्वात् तास्तद्देवताकाः तत्पूर्वाः पञ्चदश्याद्याश्चतस्रः पूषदेवताका इन्द्रदेवताकावा शिष्टाऎन्द्भ्यःतथाचानुक्रान्तम्-यदिन्द्रसैकादेवातिथिस्तृचोन्त्यः पुरउष्णिगन्तः कुरुङ्गस्य दानस्तुतिस्तत्पूर्वाश्चतस्रः पौष्णयोवेति । महाव्रते निष्केवल्ये बार्हततृचाशीतौ आद्याश्चतुर्दशर्चः शंसनीयाः तथैव पञ्चमारण्यके-यदिन्द्रप्रागपागुदगिति । चतुर्दशेति चातुर्विंशिकेहनि माध्यन्दिनसवनेच्छावाकशस्त्रे आद्यः प्रगाथोवैकल्पिकः स्तोत्रियः सूत्र्यतेहि-यदिन्द्रप्रागपागुदग्यथागौरोअपाकृतमिति ।</p>"
}
