{
	"id" : "10.109.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "109",
		"ashtaka" : "8",
		"adhyaya" : "6",
		"varga" : "7",
		"anuvaka" : "9",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "जुहूर्ब्रह्मजायोर्ध्वनाभा वा ब्राह्मः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"ते॑ऽवदन्प्रथ॒मा ब्र॑ह्मकिल्बि॒षेऽकू॑पारः सलि॒लो मा॑त॒रिश्वा॑",
			"वी॒ळुह॑रा॒स्तप॑ उ॒ग्रो म॑यो॒भूरापो॑ दे॒वीः प्र॑थम॒जा ऋ॒तेन॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"ते॑ऽवदन्प्रथ॒मा ब्र॑ह्मकिल्बि॒षेऽकू॑पारः सलि॒लो मा॑त॒रिश्वा॑ ।",
			"वी॒ळुह॑रा॒स्तप॑ उ॒ग्रो म॑यो॒भूरापो॑ दे॒वीः प्र॑थम॒जा ऋ॒तेन॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"ते । अ॒व॒द॒न् । प्र॒थ॒माः । ब्र॒ह्म॒ऽकि॒ल्बि॒षे । अकू॑पारः । स॒लि॒लः । मा॒त॒रिश्वा॑ ।",
			"वी॒ळुऽह॑राः । तपः॑ । उ॒ग्रः । म॒यः॒ऽभूः । आपः॑ । दे॒वीः । प्र॒थ॒म॒ऽजाः । ऋ॒तेन॑ ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">तेऽवदन्निति सप्तर्चं दशमम् सूक्तम्। जुहुर्नाम ब्रह्मवादिन्यृषिः। ब्रह्मपुत्र ऊर्ध्वनाभा नाम वा। षष्ठी सप्तम्यावनुष्ठुभौ। शिष्थाः पञ्च त्रिष्टुभः। विश्वे देवा देवता। तथा चानुक्रान्तम्। तेऽवदन्सप्त जुहूर्ब्रह्मजाया ब्राह्मोवोर्ध्वनाभा वैश्वदेवं द्व्यनुष्टुबन्तमिति। गतो विनियोगः॥</p><p>अत्रेतिहासमाचक्षते। जुहूरिति वाग्नाम। सा ब्रह्मणो जाया च। बृहस्पतेर्वाचस्पतित्वाद्बृहस्पतेर्जुहूर्नाम भार्या बभूव। कदाचिदस्य किल्बिषमस्या दौर्भाग्यरूपेणासाञ्चक्रे। अत एव स एनां पर्यत्याक्षीत्। अनन्तरमादित्यादयो देवा मिथो विचार्यैनामकिल्बिषां कृत्वा पुनर्बृहस्पतये प्रादुरिति। तदत्र वर्ण्यते। प्रथमा मुख्यास्ते देवा ब्रह्मकिल्बिषे। षष्ठीसमासः। समासस्वरः। ब्रह्मणो बृहस्पतेः किल्बिषे पापे जुहूर्दौभाग्यरूपे विषयेऽवदन्। निश्कृत्युपायमवोचन्। वकारपरत्वादत्र प्रकृतिभावाभावः। केते। अकूपारः। अत्र यास्कः। आदित्योऽप्यकूपार उच्यतेऽकूपारो भवति दूरपारः। नि. ४-१८। इति। अकुत्सितपारो महगतिरादित्यः सलिलोऽब्देवता वरुनो मातरिश्वा वायुर्वीळुहराः। हरतेरसुनि रूपं हर इति। हरति विनाशयति तमांसीति हरस्तेजः। प्रभूततेजस्कः। तपः। तृतीयायाः सुः। तपसा तापनेनोग्र उद्गूर्णोऽग्निर्मयो भूः सुखस्य भावयिता सोमो देवीर्देव्य आपः। कीदृश्यः। ऋतेन सत्य भूतेन ब्रह्मणा प्रथमजा आदित एवोत्पादिताः। एत उपायमुक्त्वा प्रायश्चित्तमप्यकारयन्निति भावः॥१॥</p>"
}
