{
	"id" : "10.85.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "85",
		"ashtaka" : "8",
		"adhyaya" : "3",
		"varga" : "20",
		"anuvaka" : "7",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "सोमः",
		"rishi" : "सावित्री सूर्या ऋषिका",
		"chandas" : "अनुष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"स॒त्येनोत्त॑भिता॒ भूमिः॒ सूर्ये॒णोत्त॑भिता॒ द्यौः",
			"ऋ॒तेना॑दि॒त्यास्ति॑ष्टन्ति दि॒वि सोमो॒ अधि॑ श्रि॒तः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स॒त्येनोत्त॑भिता॒ भूमिः॒ सूर्ये॒णोत्त॑भिता॒ द्यौः ।",
			"ऋ॒तेना॑दि॒त्यास्ति॑ष्ठन्ति दि॒वि सोमो॒ अधि॑ श्रि॒तः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"स॒त्येन॑ । उत्त॑भिता । भूमिः॑ । सूर्ये॑ण । उत्त॑भिता । द्यौः ।",
			"ऋ॒तेन॑ । आ॒दि॒त्याः । ति॒ष्ठ॒न्ति॒ । दि॒वि । सोमः॑ । अधि॑ । श्रि॒तः ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">सप्तमेऽनुवाके षट् सूक्तानि। तत्र सत्येनेति सप्तचत्वारिंशदृचं प्रथमं सूक्तं सवितृसुतायाः सूर्याया आर्षम्। नवोनव इति तिस्रोऽनृक्षरा इति द्वे गृभ्णामीति द्वे यदश्विना पृच्छमानावित्येषा पुष त्वेतो नयत्वित्येकाघोरचक्षुरिति चैवमेता दशर्चस्त्रुष्टुभः। तृष्टनेतदित्येषोरोबृहत्यष्टकद्वादशद्व्यष्टकवती। पूर्वापरं चरत इह प्रियं प्रजया नः प्रजां जनयत्वित्येतास्तिस्रो जगत्यः। शिष्टास्त्रयस्त्रिंशदनुष्टुभः। आदितः पञ्चानामृचां सोमो देवत तत एकादशभिः सुर्या स्वविवाहं स्तुतवती। अतस्तत्र योऽर्थः प्रतिपाद्यते स एव देवतात्वेन विज्ञेयः। या तेनोच्यते सा देवतिति न्यायात्। सप्तदश्या देवा देवता। आष्टा दश्याः सोमार्कौ। एकोनविंश्याश्चन्द्रमाः। सुकिंशुकमित्याद्या नवर्चो विवाहमन्त्रा आशिआहः प्रतिपादकाः। अतस्तत्र तत्र प्रतिपाद्योऽर्थो देवता। परा देह्यश्रीरा तनूरिति द्वे वध्वा विवाहकाले परिहितस्य वाससः संस्पर्शनिन्दयित्र्यौ। ये वध्वश्चन्द्रमिति दम्पत्योः क्शयरोगस्य नाशिनी। अतस्तद्देवाताका। परिशिष्टानाम् षोडशानां सूर्या देवता। तथा चानुक्रान्तम्। सत्येन सप्तचत्वारिंशत् सर्वमनुक्रान्तम्। सूक्तविनियोगो लैङ्गिकः॥</p><p>सत्येन ब्रह्मणानन्तात्मना। ब्रह्मा खलु देवानां मध्ये सत्यभूतः। तेनाधः स्थितेन भुमिरुत्तभिता। उपरि स्तम्भिता। यथाधो न पतेत्तथ कृता। यद्वा। सत्येनानृतप्रतियोगिना धर्मेण भूमिरुत्तभितोद्धृता फलिता भवतित्यर्थः। असति सत्ये भूम्यां सस्यादयो न फलन्ति। तथा सूर्येण देवेन द्यौरुत्तभिता। सूर्यो हि द्युस्थानत्वाद्दिवं दधार। ऋतेन यज्ञेनादित्या अदितेः पुत्रा देवास्तिष्ठन्ति। यज्ञेन यजमानदत्तेन खल्वाहुत्या देवा उपजीवन्ति। दिवि द्युलोके सोमो देवानामाप्यायनकारी वल्लीरूपो देवतारूपश्चाधि श्रितः। अधितिष्थति। इति स्वपतिं सोमं सूर्या स्तौति॥१॥</p>"
}
