{
	"id" : "10.105.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "105",
		"ashtaka" : "8",
		"adhyaya" : "5",
		"varga" : "26",
		"anuvaka" : "9",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "कौत्सो दुर्मित्रो नाम्ना दुर्मित्रो गुणतो वा नाम्ना दुर्मित्रो गुणतः",
		"chandas" : "उष्णिग्गायत्री वा"
	},
	"samhita" : {
		"lines" : [
			"क॒दा व॑सो स्तो॒त्रं हर्य॑त॒ आव॑ श्म॒शा रु॑ध॒द्वाः",
			"दी॒र्घं सु॒तं वा॒ताप्या॑य"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"क॒दा व॑सो स्तो॒त्रं हर्य॑त॒ आव॑ श्म॒शा रु॑ध॒द्वाः ।",
			"दी॒र्घं सु॒तं वा॒ताप्या॑य ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"क॒दा । व॒सो॒ इति॑ । स्तो॒त्रम् । हर्य॑ते । आ । अव॑ । श्म॒शा । रु॒ध॒त् । वारिति॒ वाः ।",
			"दी॒र्घम् । सु॒तम् । वा॒ताप्या॑य ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">कदेत्येकादशर्चं षष्ठं सूक्तम्। ऐन्द्रकुत्सपुत्रो नाम्ना दुर्मित्रो गुणतः सुमित्रः यद्व नाम्ना सुमित्रो गुणतो दुर्मित्र ऋषिः। हरी यस्य सुयुजा वज्रम् यश्चक्र इति द्वे पिपीलिकमध्ये एकाधशषट्कैकादशके उष्णिहौ। अन्त्या त्रिष्टुप्। आद्या गायत्री वा। अक्षरव्यूहेन पक्षान्तर उष्णिक्। शिष्ठाभिः सर्वाभिः सप्तोष्णिहः। तथा चानुक्रान्तम्। कदा कौत्सो दुर्मित्रो नाम्ना सुमित्रो गुणतह् सुमित्रो वा नाम्ना दुर्मित्रो गुणत औष्णिहं हरी वज्रं पिपीलिकमध्ये त्रिष्टुबन्त्याद्या गायत्री वेति। गतो विनियोगः॥</p><p>हे वसो वासयितरिन्द्र स्तोत्रमस्मत्कर्तृकं हर्यते कामयमानाय कामयमानम् त्वाम् । क्रियाग्रहणं कर्तव्यमिति कर्मणः सम्प्रदानत्वाच्चतुर्थी। कदा कस्मिन्कालेऽव रुधत्। अवरोत्स्यति। अवरुध्य च कदा वाः। वारयिष्यति। तादृशह् कालः कदास्माकं सम्भविष्यतीत्याशास्ते। रुधेर्लुङीरितो वेति च्लेरङादेशः। वारिति वृणोतेर्ण्यन्ताल्लङि च्छान्दसः शपो लुक्। छन्दस्युभयथेति तिप आर्धधातुकत्वाण्णेरनिटिति लोपे हल्ङ्याभ्य इति तिलोपः। तत्र दृष्टान्तः। अश्नुते क्षेत्रमिति श्मशा कुल्या। लुप्तोपममेतत्। यथा कुल्येतस्तत उदकान्यवरुणद्धि अवरुध्य च वारयति तथेत्यर्थः। किमुद्दिश्यावरोध इति तत्राह। दीर्घं सवनत्रयरूपेणायतम् सुतमभिषुतं सोमं प्रति। किमर्थमिति तदाह। वाताप्याय। वातेनाप्यतेऽधस्तान्निपात्यत इति वाताप्यमुदमम्। तस्य प्रदानायेत्यर्थः॥१॥</p>"
}
