{
	"id" : "1.131.3",
	"classification" : {
		"mandala" : "1",
		"sukta" : "131",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "20",
		"anuvaka" : "19",
		"rik" : "3"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"वि त्वा॑ ततस्रे मिथु॒ना अ॑व॒स्यवो॑ व्र॒जस्य॑ सा॒ता गव्य॑स्य निः॒सृजः॒ सक्षं॑त इन्द्र निः॒सृजः॑",
			"यद्ग॒व्यन्ता॒ द्वा जना॒ स्वट्॒॑र्यन्ता॑ स॒मूह॑सि",
			"आ॒विष्करि॑क्र॒द्वृष॑णं सचा॒भुवं॒ वज्र॑मिन्द्र सचा॒भुव॑म्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"वि त्वा॑ ततस्रे मिथु॒ना अ॑व॒स्यवो॑ व्र॒जस्य॑ सा॒ता गव्य॑स्य निः॒सृजः॒ सक्ष॑न्त इन्द्र निः॒सृजः॑ ।",
			"यद्ग॒व्यन्ता॒ द्वा जना॒ स्व१॒॑र्यन्ता॑ स॒मूह॑सि ।",
			"आ॒विष्करि॑क्र॒द्वृष॑णं सचा॒भुवं॒ वज्र॑मिन्द्र सचा॒भुव॑म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"वि । त्वा॒ । त॒त॒स्रे॒ । मि॒थु॒नाः । अ॒व॒स्यवः॑ । व्र॒जस्य॑ । सा॒ता । गव्य॑स्य । निः॒ऽसृजः॑ । सक्ष॑न्तः । इ॒न्द्र॒ । निः॒ऽसृजः॑ ।",
			"यत् । ग॒व्यन्ता॑ । द्वा । जना॑ । स्वः॑ । यन्ता॑ । स॒म्ऽऊह॑सि ।",
			"आ॒विः । करि॑क्रत् । वृष॑णम् । स॒चा॒ऽभुव॑म् । वज्र॑म् । इ॒न्द्र॒ । स॒चा॒ऽभुव॑म् ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र त्वात्वामुद्दिश्य मिथुनाः पत्नीसहितायजमानाः विततस्रे यज्ञंवितन्वते यद्वा यज्ञेपयोव्रता- दिनात्मानमुपक्षयन्ति तसुउपक्षये छान्दसेलिटि इरयोरेइतिरेभावः किमर्थङ्गव्यस्यव्रजस्य साता ग- वांसंबन्धिनःयूथस्यलाभेनिमित्तभूतेसति नचसर्वत्राग्निहोत्रादिनित्यवाक्येषु कारीरीचित्रादिकाम्य- वाक्येषु यस्योदयंयस्यगृहानित्यादिनैमित्तिकवाक्येषु पुरुषस्यैवार्थित्वादेः सद्भावात्तस्यैवाधिकारः स्त्रियास्तु सत्यप्यर्थित्वेऽध्ययमाभावेनविद्वात्तायाअभावात् अतएवसामर्थ्याभावाच्चनास्त्यधिकार- इतिवाच्यम् यद्यपिस्त्रियानास्तिपृथगधिकारः तथापिपूर्वमीमांसायांषष्ठेअधिकाराध्याये तृतीयचतु- र्थाभ्यामधिकरणाभ्यांअस्त्येवस्त्रियाअधिकारः सचपत्यासहेतिप्रपंचितत्वात् जायापतीअग्निमादधी- यातामित्याधानविधानात् स्मृतिषुचनास्तिस्त्रीणांपृथग्यज्ञोनव्रतमितिपृथगधिकारस्यैवनिवारित- त्वात् अस्त्येवस्त्रियाःपत्यासहाधिकारः अध्ययनाभावेऽपिवेदंपत्न्यैप्रदायवाचयेदितिसूत्रकारवचनात् पत्न्यन्वास्तेइत्यादिविधिषु सुप्रजसस्त्वावयमित्यादिमन्त्रविधानाच्च यत्रवचनमस्तितत्रास्त्येवमन्त्रे- धिकारः किंहिवचनेनकुर्यान्नास्तिवचनस्यातिभारइति न्यायात् तस्मान्मिथुनायज्ञन्ततस्रइत्येतद्युक्तम् कीदृशास्तेअवस्यवः इन्द्रायात्मनेतृप्तिमिच्छन्तः निःसृजः निःशेषेणहविस्त्यजन्तः सक्षन्तः सक्षतिर्ग- त्यर्थः त्वांसंभजमानाः पुनस्तएवविशेष्यन्ते निःसृजः फलप्रतिबन्धकंपापन्निर्गमयन्तः कस्तत्रविशेष- इतितदुच्यते यद्यस्मात्कारणात् गव्यन्ता गामात्मनइच्छन्तौ गोशब्दात्सुपआत्मनःक्यच् वान्तोयिप्र- त्ययेइत्यवादेशः स्वर्यन्ता स्वर्गंयन्तौ गन्तुमुद्युक्तौ द्वाजना द्वौजायापतिरूपौजनौसमूहसि संयुक्तयोरे- वाभिमतंस्वर्गादिकंप्रापयसि यद्वा सम्यगनुष्ठितवन्तावित्यूहसिनिश्चिनोषि अतः पत्नीसहिताअनुति- ष्ठन्तीत्यर्थः किंच हेइन्द्र त्वंवृषणंवर्षकङ्कामानांसचाभुवं सहैवोत्पन्नं त्वयाविनाभूतं तथा सचाभुवं शत्रुवधादिव्यापारसामर्थ्येनसहैवोत्पन्नं वज्रं आविष्करिक्रत् आविश्ख्कुर्वन्प्रकटयन्वर्तसइतिशेषः ॥ ३ ॥</p>"
}
