{
	"id" : "1.131.4",
	"classification" : {
		"mandala" : "1",
		"sukta" : "131",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "20",
		"anuvaka" : "19",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"वि॒दुष्थे॑ अ॒स्य वी॒र्य॑स्य पू॒रवः॒ पुरो॒ यदिं॑द्र॒ शार॑दीर॒वाति॑रः सासहा॒नो अ॒वाति॑रः",
			"शास॒स्तमिं॑द्र॒ मर्त्य॒मय॑ज्युं शवसस्पते",
			"म॒हीम॑मुष्णाः पृथि॒वीमि॒मा अ॒पो मं॑दसा॒न इ॒मा अ॒पः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"वि॒दुष्टे॑ अ॒स्य वी॒र्य॑स्य पू॒रवः॒ पुरो॒ यदि॑न्द्र॒ शार॑दीर॒वाति॑रः सासहा॒नो अ॒वाति॑रः ।",
			"शास॒स्तमि॑न्द्र॒ मर्त्य॒मय॑ज्युं शवसस्पते ।",
			"म॒हीम॑मुष्णाः पृथि॒वीमि॒मा अ॒पो म॑न्दसा॒न इ॒मा अ॒पः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"वि॒दुः । ते॒ । अ॒स्य । वी॒र्य॑स्य । पू॒रवः॑ । पुरः॑ । यत् । इ॒न्द्र॒ । शार॑दीः । अ॒व॒ऽअति॑रः । स॒स॒हा॒नः । अ॒व॒ऽअति॑रः ।",
			"शासः॑ । तम् । इ॒न्द्र॒ । मर्त्य॑म् । अय॑ज्युम् । श॒व॒सः॒ । प॒ते॒ ।",
			"म॒हीम् । अ॒मु॒ष्णाः॒ । पृ॒थि॒वीम् । इ॒माः । अ॒पः । म॒न्द॒सा॒नः । इ॒माः । अ॒पः ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र तेवीर्यस्य तवसंबन्धिनःअस्यवीर्यस्य कर्मणिषष्ठी वक्ष्यमाणमेतद्वीर्यंविदुः येपूरवोमनुष्याः यजमानास्तवमहत्त्वंजानानास्त्वामेवयजन्ति तेविदुः यद्वा अस्यवीर्यस्य माहात्म्यमितिशेषः विदुष्ट- इत्यत्रयुष्मत्तत्ततक्षुष्वितिविसर्जनीयस्यसत्वं वीर्यमेवविशेष्यते हेइन्द्र यद्यस्मात्कारणात् शारदीः सं- वत्सरसंबन्धिनीः वत्सरपर्यन्तंप्राकारपरिखादिभिः दृढीकृताःपुरः शत्रूणांपुरीः अवातिरोऽनाशयःअव- पूर्वस्तिरतिर्नाशनार्थः किङ्कुर्वन् ससहानः तत्रत्यानभिभवन् धनाद्यपहारेणपीडयन् सहतेर्यङ्लुगन्ता- त्ताच्छीलिकश्चानश् अवातिरः किंच हेइन्द्र तंमर्त्यंमरणधर्माणंअयज्युं अयष्टारंयज्ञविघातिनं राक्षसा- दि शासः निगृहीतवानसि हेशवसस्पते बलस्यपालकेन्द्र त्वं महीं महतीं पृथिवीं इमाअपश्च समुद्रन- द्यात्मकन्युदकानिच अमुष्णाः बलादपहृतवानसि असुरैरन्यैर्वा यज्ञविद्वेषिभिराक्रान्तांभूमिं तत्संब- न्धिनीरपश्च तेषांपुराणिभित्त्वा अपहृतवानसीत्यर्थः किन्दुःखेननेत्याह—मन्दसानः हृष्यन्नेव इमाः अपः इमानिअप् कार्याणिव्रीह्याद्यन्ननिअमुष्णाः लब्धवानसि ॥ ४ ॥</p>"
}
