{
	"id" : "1.131.5",
	"classification" : {
		"mandala" : "1",
		"sukta" : "131",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "20",
		"anuvaka" : "19",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"आदित्ते॑ अ॒स्य वी॒र्य॑स्य चर्किर॒न्मदे॑षु वृषन्नु॒शिजो॒ यदावि॑थ सखीय॒तो यदावि॑थ",
			"च॒कर्थ॑ का॒रमे॑भ्यः॒ पृत॑नासु॒ प्रवं॑तवे",
			"ते अ॒न्याम॑न्यां न॒द्यं॑ सनिष्णत श्रव॒स्यन्तः॑ सनिष्णत"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"आदित्ते॑ अ॒स्य वी॒र्य॑स्य चर्किर॒न्मदे॑षु वृषन्नु॒शिजो॒ यदावि॑थ सखीय॒तो यदावि॑थ ।",
			"च॒कर्थ॑ का॒रमे॑भ्यः॒ पृत॑नासु॒ प्रव॑न्तवे ।",
			"ते अ॒न्याम॑न्यां न॒द्यं॑ सनिष्णत श्रव॒स्यन्तः॑ सनिष्णत ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"आत् । इत् । ते॒ । अ॒स्य । वी॒र्य॑स्य । च॒र्कि॒र॒न् । मदे॑षु । वृ॒ष॒न् । उ॒शिजः॑ । यत् । आवि॑थ । स॒खि॒ऽय॒तः । यत् । आवि॑थ ।",
			"च॒कर्थ॑ । का॒रम् । ए॒भ्यः॒ । पृत॑नासु । प्रऽव॑न्तवे ।",
			"ते । अ॒न्याम्ऽअ॑न्याम् । न॒द्य॑म् । स॒नि॒ष्ण॒त॒ । श्र॒व॒स्यन्तः॑ । स॒नि॒ष्ण॒त॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र आदित् अतएव हेतोस्तेवीर्यस्य तवसंबन्धिनेवीर्याय तदभिवृद्धयेचर्किरन् पुनः पुनः सोमं- विकिरन्ति किरतेर्यङ्लुगन्ताद्भ्यत्ययेनशः सर्वेषु सवनेषु वितरन्ति यजमानाः अतइत्युक्तं कुतइत्याह- मदेषु वृषन् सोमजनितमदेषुसत्सु हेकामानां वर्षितः उशिजस्त्वां कामयमानान्यजमानान् यद्यतः कारणात् आविथ रक्षसि किंच सखीयतस्तव सखित्वमात्मनइच्छतोऽस्मान् यद्यस्मादाविथ तर्पयसि अभिमतेनप्रीणयसि अतश्चर्किरन् किंच हेइन्द्र एभ्योयजमानेभ्यः कारंशब्दंसिंहनादलक्षणं चकर्थ करोषि करोतेः कर्मणिघञ् कर्षात्वतइत्यन्तोदात्तत्वम् कुत्रेतितदुच्यते—पृतनासु सङ्ग्रामेषु किमर्थं प्रवन्तवे प्रकर्षेणवनितुं संभक्तुं युद्धायहिधीराःसंभजन्ते वनतेस्तुमर्थेतवेन्प्रत्ययः तादौचेतिगतेःप्रकृति- स्वरत्वम् किंच तेतव सङ्ग्रामवासिनः त्वय्यन्यायन्यां अन्यांश्चान्यांश्च अन्यमन्यंप्रति कर्मव्यतिहारेस- र्वनाम्नोद्विर्वचनम् नद्यन्नदिं सन्तोषसमृद्धिं दुनदिसमृद्धौ पूर्वरूपत्वंबाधित्वाछान्दसोयणादेशः सनि- ष्णत संभजन्ते सनेर्लेटि सिब्बहुलमितिसिप् इट् व्यत्ययेनपुनःश्नाप्रत्ययः आत्मनेपदेष्वनतइत्यादेशे श्नाभ्यस्तयोरातइत्याकारलोपश्छान्दसः टेरेत्वाभावः तथाश्रवस्यन्तोऽन्नमिच्छन्तः जयाल्लब्धमन्नं- काक्षन्तः सनिष्णत संभजन्ते ॥ ५ ॥</p>"
}
