{
	"id" : "1.131.7",
	"classification" : {
		"mandala" : "1",
		"sukta" : "131",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "20",
		"anuvaka" : "19",
		"rik" : "7"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"त्वं तमिं॑द्र वावृधा॒नो अ॑स्म॒युर॑मित्र॒यन्तं॑ तुविजात॒ मर्त्यं॒ वज्रे॑ण शूर॒ मर्त्य॑म्",
			"ज॒हि यो नो॑ अघा॒यति॑ शृणु॒ष्व सु॒श्रव॑स्तमः",
			"रि॒ष्थं न याम॒न्नप॑ भूतु दुर्म॒तिर्विश्वाप॑ भूतु दुर्म॒तिः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"त्वं तमि॑न्द्र वावृधा॒नो अ॑स्म॒युर॑मित्र॒यन्तं॑ तुविजात॒ मर्त्यं॒ वज्रे॑ण शूर॒ मर्त्य॑म् ।",
			"ज॒हि यो नो॑ अघा॒यति॑ शृणु॒ष्व सु॒श्रव॑स्तमः ।",
			"रि॒ष्टं न याम॒न्नप॑ भूतु दुर्म॒तिर्विश्वाप॑ भूतु दुर्म॒तिः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"त्वम् । तम् । इ॒न्द्र॒ । व॒वृ॒धा॒नः । अ॒स्म॒ऽयुः । अ॒मि॒त्र॒ऽयन्त॑म् । तु॒वि॒ऽजा॒त॒ । मर्त्य॑म् । वज्रे॑ण । शू॒र॒ । मर्त्य॑म् ।",
			"ज॒हि । यः । नः॒ । अ॒घ॒ऽयति॑ । शृ॒णु॒ष्व । सु॒श्रवः॑ऽतमः ।",
			"रि॒ष्टम् । न । याम॑न् । अप॑ । भू॒तु॒ । दुः॒ऽम॒तिः । विश्वा॑ । अप॑ । भू॒तु॒ । दुः॒ऽम॒तिः ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र तुविजात अस्मत्स्तुत्याबहुभावमापन्न शूरविक्रान्त त्वंववृधानःअत्यर्थंवर्धमानः अस्मयुः अस्मान्त्वद्भक्तान्कामयमानः तं अमित्रयन्तं अस्मासुशत्रुत्वमाचरन्तं मर्त्यंमरणस्वभावं वज्रेणजहि हन्तेर्जइतिजादेशः तस्यअसिद्धवदत्राभादित्यसिद्धत्वाद्धेर्लुगभावः तमित्युक्तङ्कमित्याह—योमर्त्यंम- र्त्योनोऽस्माकं अघायतिअघंपापन्दुःखंवाइच्छति तंजहि अश्वाघस्यादित्यात्वम् किंच हेसुश्रवस्तम अतिशयेनशोभनश्रवणस्त्वं शृणुष्वश्रावयास्मद्वाक्यम् कीदृशन्तदिति तदुच्यते—हेइन्द्र त्वत्प्रसादा- द्दुर्मतिः अस्मज्जिघांसाविषयादुष्टाबुद्धिःअपभूतु अपगताभवतुछान्दसः शपोलुक् भूसुवोस्तिङीति- गुणप्रतिषेधः नकेवलंहिंसारूपा अपितुविश्वासर्वापिक्रोधपरिवादादिरूपाअपभूतु तत्रदृष्टान्तः—या- मन् यामनिअध्वनि रिष्टन्नअध्वनःश्रमेणहिंसितंपरिश्रान्तं यथादुर्मतिः चौरादिविषयाबाधते तद्वद- स्मान्बाधमानादुर्मतिःअपगच्छतु यद्वा यामनि मार्गेयज्ञादिरूपेरिष्टं असुरकृतहिंसादिरूपंविघ्नं परि- हरसितद्वत् दुर्मतिःपरिहर्तव्येत्यर्थः ॥ ७ ॥</p><p class=\"end\">कस्मादिदमुच्यते यद्यस्मात्कारणात् हवज्रिन् वज्रयुक्तेन्द्र मृधःहिंसकान् शत्रून् हन्तवेहन्तुं वृषा वर्षितासन् कामानांचिकेतसि अवबुध्यसे कितज्ञाने जौहोत्यादिकः लेट्यडागमः नाभ्यस्तस्याचि-</p>"
}
