{
	"id" : "1.125.7",
	"classification" : {
		"mandala" : "1",
		"sukta" : "125",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "10",
		"anuvaka" : "18",
		"rik" : "7"
	},
	"attribute" : {
		"devata" : "स्वनयस्य दानस्तुतिः",
		"rishi" : "कक्षीवान् दैर्घतमस औशिजः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"मा पृ॒णन्तो॒ दुरि॑त॒मेन॒ आर॒न्मा जा॑रिषुः सू॒रयः॑ सुव्र॒तासः॑",
			"अ॒न्यस्तेषां॑ परि॒धिर॑स्तु॒ कश्चि॒दपृ॑णन्तम॒भि सं यं॑तु॒ शोकाः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"मा पृ॒णन्तो॒ दुरि॑त॒मेन॒ आर॒न्मा जा॑रिषुः सू॒रयः॑ सुव्र॒तासः॑ ।",
			"अ॒न्यस्तेषां॑ परि॒धिर॑स्तु॒ कश्चि॒दपृ॑णन्तम॒भि सं य॑न्तु॒ शोकाः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"मा । पृ॒णन्तः॑ । दुःऽइ॑तम् । एनः॑ । आ । अ॒र॒न् । मा । जा॒रि॒षुः॒ । सू॒रयः॑ । सु॒ऽव्र॒तासः॑ ।",
			"अ॒न्यः । तेषा॑म् । प॒रि॒ऽधिः । अ॒स्तु॒ । कः । चि॒त् । अपृ॑णन्तम् । अ॒भि । सम् । य॒न्तु॒ । शोकाः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>अन्वयव्यतिरेकाभ्यान्दानंप्रशंसितुमाह—पृणन्तोदेवादीन्हविरादिनाप्रीणयन्तः सन्तः दुरितं दुष्टं- यथाभवति तथाप्राप्तन्दुःखंएनः तत्साधनंपापंचमारन् माप्राप्नुवन् नकेवलन्दातारएव अपितु सूरयः दे- वानांस्तोतारोविद्वांसोमाजारिषुः जरयानजीर्णाभवेयुः तथासुव्रतासः शोभनकृच्छ्रचान्द्रायणादिनि- यमवन्तोऽपिमाजारिषुः तर्ह्येषामन्योजनःकइतिसउच्यते तेषान्दातॄणांस्तोतॄणांवान्यः तेभ्योऽन्योयः कोऽपिपुरुषः परिधिः पापस्य परितोधारकोऽस्तु यद्वा अन्योऽन्यः कश्चनपापदेवः तेषांपरिधिःपरि- धिस्थानीयोव्यवधायकोऽस्तु यथाग्नेः परिधिः स्वयंरक्षःप्रभृतिभिर्बाध्यमानः स्वान्तर्हितमग्निंरक्षति तद्वत् अथवा अन्योधर्मविशेषस्तेषांपरिधिः परिधानमस्तु कवचस्थानीयोऽस्तु तर्हिकिंप्राप्नुयुरिति उ- च्यते अपृणन्तन्देवादीनप्रीणयन्तं अदातारंशोकाः चित्तपीडाः तत्साधनाः पाप्मानः अभिअभिमुखं- संयन्तुसम्यक्प्रावन्तु वयंसुखिनोभवेमेत्यर्थः अत्रयद्यपिसामान्येन दानमात्रंस्तूयते तथाप्यस्यसूक्तस्य स्वनयदानस्तुतिरूपत्वाद्दुःखानिमायन्त्वित्यर्थः ॥ ७ ॥</p><p class=\"end\">अमन्दानितिषष्ठंसूक्तम् सप्तेत्यनुवर्तनात्सप्तर्चं आदितः पंचानाङ्कक्षीवानृषिः षष्ठ्याभावयव्यः सप्तम्यारोमशानामब्रह्मवादिनी आदितः पंचानांभावयव्यस्यस्तुतिरूपत्वात्सएवदेवता यातेनोच्य- तइतिन्यायात् अन्त्ययोः षष्ठीसप्तम्योस्तुभावयव्यरोमशयोः संवादः षष्ठ्याभावयव्यः सप्तम्यारोम- शा यद्यपिस्वनयेनदत्ताइतिश्रूयमाणत्वात्तस्यैवस्तुत्याभाव्यं तथापिपितृपुत्रयोरभेदात् आरुद्रासइति- वत् पितृनाम्नाव्यवहर्तुंशक्यत्वात्प्रथमायामृचिभावयव्यस्येत्युक्तत्वाच्च भावयव्यं तुष्टावेत्येतदविरुद्ध- मित्युक्तंपूर्वसूक्तएव आदितः पंचत्रिष्टुभः अन्त्येअनुष्टुभौ तथाचानुक्रान्तं—अमन्दानितिकक्षीवान्दान- तृष्टः पञ्चभिर्भावयव्यन्तुष्टावान्त्येअनुष्टुभौ भावयव्यरोमशयोर्दंपत्योःसंवादइति उक्तोविनियोगः ।</p>"
}
