{
	"id" : "10.122.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "122",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "5",
		"anuvaka" : "10",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "चित्रमहा वासिष्ठः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"व{0}सुं{1} न{0} चि{1}त्र{0}म{2}ह{0}सं{0} गृ{0}णी{0}षे{0} वा{1}मं{0} शे{0}व{1}म{0}ति{2}थि{0}म{0}द्वि{0}षे{1}ण्य{0}म्{0}",
			"स{0} रा{2}स{0}ते{0} शु{1}रु{0}धो{2} वि{1}श्व{0}धा{2}य{0}सो{1}{5}ग्नि{0}र्हो{0}ता{2} गृ{1}ह{0}प{2}तिः{0} सु{1}वी{0}र्य{2}म्{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"वसुं{1} न चि{1}त्रम{2}हसं गृणीषे वा{1}मं शेव{1}मति{2}थिमद्विषे{1}ण्यम् ।",
			"स रा{2}सते शु{1}रुधो{2} वि{1}श्वधा{2}यसो{1}{5}ग्निर्होता{2} गृ{1}हप{2}तिः सु{1}वीर्य{2}म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"वसु{2}म् । न । चि{1}त्र{5}म{2}हसम् । गृ{1}णी{1}षे{1} । वा{1}मम् । शेव{2}म् । अति{2}थिम् । अ{1}द्वि{1}षे{1}ण्यम् ।",
			"सः । रा{1}स{1}ते{1} । शु{1}रुधः{2} । वि{1}श्व{5}धा{2}यसः । अ{1}ग्निः । होता{2} । गृ{1}ह{5}प{2}तिः । सु{1}{5}वीर्य{2}म् ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">वसुं नेत्यष्टर्चं दशमं सूक्तं वसिष्ठपुत्रस्य चितमाहस आर्षमाग्नेयं आद्यापञ्चमी त्रिष्टुभौ शिष्टा जगत्यः। तथा चानुक्रान्तम्। वसुं नाष्टौ चित्रमहावसिष्ठ आग्नेयं जागतमाद्याम् पञ्चमीं चर्त इति। प्रातरनुवाकाश्विनशस्त्रयोराग्नेये क्रतौ जागते छन्दसीदं सूक्तम् । सूत्रितं च। वसुं न चित्रमहसमिति जागतम्। आ. ४-१३। इति॥</p><p>वसुं न वासकं सूर्यमिव चित्रमहसं चायनीयतेजस्कमग्निं गृणीषे। गृणे। स्त्ॐइ। गॄ शब्दे क्रैयादिकः। पुरुषव्यत्ययः। प्वादित्वाद्ध्रस्वः। यद्वा। चित्रमहसमिति प्रथमार्थे द्वितीया। नेति सम्प्रत्यर्थे। सम्प्रति वासकमग्निमहं चित्रमहाः स्त्ॐइ। कीदृशम् । वामं वननीयं शेवं सुखकरमतिथिमतिथिवत्पूज्यं यद्वा हविर्वहनाय सततगामिनं अद्विषेण्यं द्वेष्य रहितम्। द्विषेः कृत्यार्थे तवैकेनिति केन्यप्रत्ययः। नञा बहुव्रीहौ नञ्सुभ्यामित्युत्तरपदान्तोदात्तत्वम्। सोऽग्निः सुरुधः शोकस्य रोधयित्रीर्निवारयित्रीर्विश्वधायसः क्षीरप्रदानादिना विश्वं सर्वं जगद्धारयन्तीर्गाः सुवीर्यं शोभनवीर्यं च रासते। यजमानेभ्यो ददाति। रा दाने। अस्माल्लेट्। लॆट्यडागमः। सिब्बहुलमिति सिप्। व्यत्ययेनात्मनेपदम्। विश्वशब्दोपधाद्दधातेर्वहिहाधाञ्भ्य इत्यसुन्। णिदित्यनुवृत्तेरातो युक् चिणिति युक् मरुद्वृधादित्वात्पूर्वपदान्तोदात्तत्वम्। कीदृशोऽग्निः। होता देवानामाह्वाता होमनिष्पादको वा गृहपतिर्यजमानगृहाणामीश्वरः। गेहे कः। पा. ३-१-१४४। इति ग्रहेः कप्रत्ययः। ग्रहिज्येत्यादिना सम्प्रसारनम्। पत्यावैश्वर्य इति पूर्वपदप्रकृतिस्वरत्वम्। शोभनं वीर्यं यस्येति बहुव्रीहौ वीरवीर्यौ चेत्युत्तरपदाद्युदात्तत्वम्॥१॥</p>"
}
