{
	"id" : "2.24.1",
	"classification" : {
		"mandala" : "2",
		"sukta" : "24",
		"ashtaka" : "2",
		"adhyaya" : "7",
		"varga" : "1",
		"anuvaka" : "3",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "बृहस्पतिः",
		"rishi" : "गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"सेमाम॑विड्ढि॒ प्रभृ॑तिं॒ य ईशि॑षे॒ऽया वि॑धेम॒ नव॑या म॒हा गि॒रा",
			"यथा॑ नो मी॒ढ्वान् त्स्तव॑ते॒ सखा॒ तव॒ बृह॑स्पते॒ सीष॑धः॒ सोत नो॑ म॒तिम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"सेमाम॑विड्ढि॒ प्रभृ॑तिं॒ य ईशि॑षे॒ऽया वि॑धेम॒ नव॑या म॒हा गि॒रा ।",
			"यथा॑ नो मी॒ढ्वान्त्स्तव॑ते॒ सखा॒ तव॒ बृह॑स्पते॒ सीष॑धः॒ सोत नो॑ म॒तिम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"सः । इ॒माम् । अ॒वि॒ड्ढि॒ । प्रऽभृ॑तिम् । यः । ईशि॑षे । अ॒या । वि॒धे॒म॒ । नव॑या । म॒हा । गि॒रा ।",
			"यथा॑ । नः॒ । मी॒ढ्वान् । स्तव॑ते । सखा॑ । तव॑ । बृह॑स्पते । सीस॑धः । सः । उ॒त । नः॒ । म॒तिम् ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">यस्यनिःश्वसितंवेदायोवेदेभ्योखिलंजगत् ॥ निर्ममेतमहंव्न्देविद्यातीर्थमहेश्वरम् ॥ १ ॥</p><p class=\"intro\">अथऋषिच्छन्दोदेवताविनियोगपुरः सरसप्तमो व्याख्यायते गार्त्समदस्यद्वितीयमण्डलस्य तृतीयेनुवाकेदशसूक्तानि तत्रैकंसूक्तं व्याकृतम् सेमामितिषोळशर्चन्द्वितीयंसूक्तम् अत्रानुक्रम्यते— सेमांषोळशान्त्यात्रिष्टुप् द्वादशीचसैन्द्रीचेति मण्डलद्रष्टागृत्समदऋषिः द्वादशीषोडश्यौत्रिष्टुभौ शिष्टाचतुर्दशजगत्यः ब्राह्मणस्पत्यंहेत्युक्तत्वात् तुह्यादिपरिभाषयाइदमादीनित्रीणिसूक्तानिब्राह्म णस्पत्यानि अस्यसूक्तस्यद्वादशीऎन्द्रीइन्द्रदेवत्या चशब्दात् ब्राह्मणस्पत्याच सामान्यविनियोगः पूर्वमेवोक्तः विशेषस्तुलिङ्गादवगन्तव्यः ।</p><p>हेबृहस्पते यस्त्वंईशिषेसर्वस्यजगतईश्व्रोभवसि सत्वंइमामस्मदीयांप्रभृतिंप्रकर्षेणभृतां स्तुतिं अविड्डिप्राप्नुहि अवतेः प्राप्त्यर्थस्यलोट्येतद्रूपम् वयंचत्वांअयाअनयाछान्दसोवर्णलोपः नवयानूतन याप्रत्यग्रयामहामहत्यागिरावेदरूपयास्तुतिलक्षणयावाचाविधेमपरिचरेम विधतिःपरिचरणकर्मा उतअपिचनोस्माकं मध्येमीड्वान् सेक्तास्तुतेर्वर्षिता कर्तेतियावत् तवसखामित्रभूतः सन् यथायेन प्रकारेणयत्कामनयास्तवतेत्वांस्तौति हेबृहस्पते बृहतोब्रह्मणोमन्त्रस्यस्वामिन् सत्वं नोस्माकंमतिं तदभिमतंफलंसीषधः साधय छान्दसेलुङिचङिएतद्रूपम् ॥ १ ॥</p>"
}
