{
	"id" : "1.127.2",
	"classification" : {
		"mandala" : "1",
		"sukta" : "127",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "12",
		"anuvaka" : "19",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"यजि॑ष्टं त्वा॒ यज॑माना हुवेम॒ ज्येष्ट॒मङ्गि॑रसां विप्र॒ मन्म॑भि॒र्विप्रे॑भिः शुक्र॒ मन्म॑भिः",
			"परि॑ज्मानमिव॒ द्यां होता॑रं चर्षणी॒नाम्",
			"शो॒चिष्के॑शं॒ वृष॑णं॒ यमि॒मा विशः॒ प्रावं॑तु जू॒तये॒ विशः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"यजि॑ष्ठं त्वा॒ यज॑माना हुवेम॒ ज्येष्ठ॒मङ्गि॑रसां विप्र॒ मन्म॑भि॒र्विप्रे॑भिः शुक्र॒ मन्म॑भिः ।",
			"परि॑ज्मानमिव॒ द्यां होता॑रं चर्षणी॒नाम् ।",
			"शो॒चिष्के॑शं॒ वृष॑णं॒ यमि॒मा विशः॒ प्राव॑न्तु जू॒तये॒ विशः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"यजि॑ष्ठम् । त्वा॒ । यज॑मानाः । हु॒वे॒म॒ । ज्येष्ठ॑म् । अङ्गि॑रसाम् । वि॒प्र॒ । मन्म॑ऽभिः । विप्रे॑भिः । शु॒क्र॒ । मन्म॑ऽभिः ।",
			"परि॑ज्मानम्ऽइव । द्याम् । होता॑रम् । च॒र्ष॒णी॒नाम् ।",
			"शो॒चिःऽके॑शम् । वृष॑णम् । यम् । इ॒माः । विशः॑ । प्र । अ॒व॒न्तु॒ । जू॒तये॑ । विशः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेविप्रमेधाविन् शिक्र दीप्तज्वालाग्ने यजिष्ठंअतिशयेनयष्टृतमं त्वात्वांयजमानाः वयं यष्टारः हुवे- माअह्वयामः यतोवयंयजमानाः यतश्चत्वंयजिष्ठः अतोहुवेमेत्यभिप्रायः कीदृशन्त्वां अङ्गिरसांअङ्गिरो- गोत्रोत्प्न्नानांमध्येज्येष्ठंज्यायांसं यद्वा अङ्गिरसां अङ्गाराणांमध्येज्येष्ठंज्वालायुक्तत्वात् अङ्गिरा- अङ्गाराइतियास्कः । येङ्गराआसंस्तेगिरसोभवन्नितिश्रुतेः । केनसाधनेनेति तदुच्यते—मन्मभिः मननसाधनैः विप्रेभिः विशेषेणप्रीणयितृभिः मन्मभिर्मन्त्रैः यद्वा विप्रेभिर्मेधाविभिरृत्विग्भिः मन्म- भिर्मन्त्रैश्चसहितावयमितिसंबन्धः त्वदाह्वानानन्तरंपरिज्मानं परितोगच्छन्तं द्यामिवसूर्यमिव हो- तारन्देवानामाह्वातारं केषामर्थे चर्षणीनां मनुष्यनामैतत् मनुष्याणांयजमानानामर्थे यद्वा चर्षणी- नांपूर्वंमनुष्याणामेवसतां पश्चाद्यागादिसाधनेनदेवत्वमापन्नानान्देवानामाह्वातारं तथा शोचिष्केशं केशवदत्यन्तायतज्वालोपेतं वृषणं वर्षितारङ्कामानां एवंरूपन्त्वांविशः त्वामेवनिविशमानाः इमावि- शः यजमानरूपाःप्रजाः जूतयेस्वर्गाद्यभिमतफलप्राप्तयेप्रावन्तु प्रकर्षेणप्रीणयन्तु तादृशन्त्वांहुवेमेतिसं- बन्धः ॥ २ ॥</p>"
}
