{
	"id" : "1.127.3",
	"classification" : {
		"mandala" : "1",
		"sukta" : "127",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "12",
		"anuvaka" : "19",
		"rik" : "3"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"स हि पु॒रू चि॒दोज॑सा वि॒रुक्म॑ता॒ दीद्या॑नो॒ भव॑ति द्रुहन्त॒रः प॑र॒शुर्न द्रु॑हन्त॒रः",
			"वी॒ळु चि॒द्यस्य॒ समृ॑तौ॒ श्रुव॒द्वने॑व॒ यत्स्थि॒रम्",
			"निः॒षह॑माणो यमते॒ नाय॑ते धन्वा॒सहा॒ नाय॑ते"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स हि पु॒रू चि॒दोज॑सा वि॒रुक्म॑ता॒ दीद्या॑नो॒ भव॑ति द्रुहन्त॒रः प॑र॒शुर्न द्रु॑हन्त॒रः ।",
			"वी॒ळु चि॒द्यस्य॒ समृ॑तौ॒ श्रुव॒द्वने॑व॒ यत्स्थि॒रम् ।",
			"निः॒षह॑माणो यमते॒ नाय॑ते धन्वा॒सहा॒ नाय॑ते ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"सः । हि । पु॒रु । चि॒त् । ओज॑सा । वि॒रुक्म॑ता । दीद्या॑नः । भव॑ति । द्रु॒ह॒म्ऽत॒रः । प॒र॒शुः । न । द्रु॒ह॒म्ऽत॒रः ।",
			"वी॒ळु । चि॒त् । यस्य॑ । सम्ऽऋ॑तौ । श्रुव॑त् । वना॑ऽइव । यत् । स्थि॒रम् ।",
			"निः॒ऽसह॑मानः । य॒म॒ते॒ । न । अ॒य॒ते॒ । ध॒न्व॒ऽसहा॑ । न । अ॒य॒ते॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>सहिसएवपूर्वंस्तुतएवाग्निः विरुक्मताविशेषेणरोचनवताओजसाज्वालारूपेणबलेनपुरुचित् अत्य- धिकमेवदीद्यानः दीप्यमानः द्रुहन्तरः द्रोग्धॄणान्तरिता निस्तारयिताभवति अस्मासु द्रोहङ्कुर्वतांशत्रू- णांहिंसकोभवतीत्यर्थः तत्रदृष्टान्तः—द्रुहन्तरः द्रोग्धॄणां छेदनायप्रयुक्तः परशुनं परशुरिव सयथाअमो- घंहिनस्तितथायमपि किंच यस्याग्नेः समृतौ सङ्गतौसंयोगेवीळुचित् दृढमपिपाषाणादिकं श्रुवत् ग- च्छेत् शीर्येत तथा यस्त्थिरं यच्चपर्वतादिस्थिरमचलितन्तदपिश्रुवत् वीळुइतिदृढनाम वीळु च्यौत्नमि- तितन्नामसुपाठात् तत्रदृष्टान्तः—वनेव उदकमिव उदकंयथाग्निसंयोगेशुष्यतितथेत्यर्थः अत्यन्तदृढं- स्थिरमपिहिनस्ति अस्मद्द्रोग्धारंशत्रुंहिनस्तीतिकिमुवक्तव्यमित्यभिप्रायः किंचायमग्निः निष्षहमाणः शत्रून्निः शेषेणाभिभवन् यमतेउपरमते शत्रुषुमध्येक्रीडति तानेवनाशयति तथाकुर्वन्नायतेनगच्छति शत्रोः सकाशान्नपलायते तत्रदृष्टान्तेः—धन्वसहान धनुषा शत्रूनभिभवतीतिधन्वसहाधानुष्कः सह- तेरसुन् छान्दसोऽन्त्यलोपः सयथाशत्रोरभिमुखंविध्यतिरपलायतेतद्वदित्यर्थः यद्वा दृढधनुर्वहनक्षमो- धन्वसहः अस्मिन्पक्षेपचाद्यच् सुपांसुलुगित्याकारः दृढधन्वासन्नायते नचलति ॥ ३ ॥</p>"
}
