{
	"id" : "1.127.6",
	"classification" : {
		"mandala" : "1",
		"sukta" : "127",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "13",
		"anuvaka" : "19",
		"rik" : "6"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अतिधृतिः"
	},
	"samhita" : {
		"lines" : [
			"स हि शर्धो॒ न मारु॑तं तुवि॒ष्वणि॒रप्न॑स्वतीषू॒र्वरा॑स्वि॒ष्थनि॒रार्त॑नास्वि॒ष्थनिः॑",
			"आद॑द्ध॒व्यान्या॑द॒दिर्य॒ज्ञस्य॑ के॒तुर॒र्हणा॑",
			"अध॑ स्मास्य॒ हर्ष॑तो॒ हृषी॑वतो॒ विश्वे॑ जुषन्त॒ पन्थां॒ नरः॑ शु॒भे न पन्था॑म्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स हि शर्धो॒ न मारु॑तं तुवि॒ष्वणि॒रप्न॑स्वतीषू॒र्वरा॑स्वि॒ष्टनि॒रार्त॑नास्वि॒ष्टनिः॑ ।",
			"आद॑द्ध॒व्यान्या॑द॒दिर्य॒ज्ञस्य॑ के॒तुर॒र्हणा॑ ।",
			"अध॑ स्मास्य॒ हर्ष॑तो॒ हृषी॑वतो॒ विश्वे॑ जुषन्त॒ पन्थां॒ नरः॑ शु॒भे न पन्था॑म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"सः । हि । शर्धः॑ । न । मारु॑तम् । तु॒वि॒ऽस्वनिः॑ । अप्न॑स्वतीषु । उ॒र्वरा॑सु । इ॒ष्टनिः॑ । आर्त॑नासु । इ॒ष्टनिः॑ ।",
			"आद॑त् । ह॒व्यानि॑ । आ॒ऽद॒दिः । य॒ज्ञस्य॑ । के॒तुः । अ॒र्हणा॑ ।",
			"अध॑ । स्म॒ । अ॒स्य॒ । हर्ष॑तः । हृषी॑वतः । विश्वे॑ । जु॒ष॒न्त॒ । पन्था॑म् । नरः॑ । शु॒भे । न । पन्था॑म् ॥"
		]
	},
	"sayanaBhashya" : "<p>सहि सएव स्तुत्यतयाप्रसिद्धएवाग्निः तुविष्वणिः तुवीतिबहुनाम उरु तुवीतितन्नामसु पाठात् ब- हुस्वनिः प्रभूतध्वनियुक्तोवर्तते अत्यन्तज्वलितेग्नौवायुसंपार्कात् भुग्भुगितिध्वनिरुत्पद्यते प्रज्वलती- त्यर्थः ध्वननेदृष्टान्तः—मारुतंशर्धोन मरुत्संबन्धिबलमिव मरुतांसमूहोयथा ध्वनति तथेत्यर्थः कुत्रे- तितदुच्यते—अप्नस्वतीषु खननप्रोक्षणादिकर्मोपेतासु अप्नइतिकर्मनाम अप्नोदंसइतितन्नामसुपाठात् उर्वरासुउरुवरणयुक्तासुश्रेष्ठासु वेदिभूमिषु कीदृशोयं इष्टनिः यष्टव्यः औणादिकोनिक् तुगागमश्च किं- च आर्तनासु आर्तान्करोति आर्तयति आर्दयन्तीत्यार्तनाः पृतनाः तासु ण्यासश्रन्थोयुच् वृषादित्वादा- द्युदात्तत्वं तासांजयायइष्टनिः इष्टव्यः यष्टव्योवा किंच एवंस्वनयन्नग्निः हव्यानि आज्यपुरोडाशादी- निआदत् अत्ति भक्षयति छान्दसोलुक् यद्वा आङ्पूर्वाद्ददातेराङोयमहनइतिव्यत्ययेनात्मनेपदाभावः गातिस्थेतिसिचोलुक् छान्दसोह्रस्वः केवलादेववाछन्दस्यपिदृश्यतइत्यनजादेरप्याडागमः अतएवा- नवग्रहः सएवविशेष्यते आददिः सर्वत्रहविरादानशीलः तथा यज्ञस्यकेतुः प्रज्ञापकः केतुस्थानीयोवा अर्हणापूजनीयः सुपांसुलुगितिसोराकारः प्रत्ययाद्युदात्तत्वंछान्दसं किंच अधानन्तरं हृर्षतः हविर्भक्ष- णादत्यन्तहर्षयुक्तस्य यद्वा अभिमतफलदनेनयजमानान्हर्षयतः हृषीवतः आज्यस्वीकारेणहर्षयुक्त- स्याग्नेः पन्थां पन्थानंमार्गविश्वेसर्वेमनुष्याः जुषन्तअप्रीणयन् असेवन्तवा किमर्थं शुभेशुभाय शोभ- नायऎहिकामुष्मिकफलदस्याग्नेरेवमार्गंसर्वेअनुगच्छन्ति अग्निमेवप्रीणयित्वासाधयन्ति मार्गाश्रयणे- दृष्टान्तः—यथालोकेनरोमनुष्याः शुभेशोभनायसुखप्राप्तये पन्थानंसर्वैर्गन्तव्यन्निर्भयं प्रौढमार्गमिव ॥ ६ ॥</p>"
}
