{
	"id" : "1.127.9",
	"classification" : {
		"mandala" : "1",
		"sukta" : "127",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "13",
		"anuvaka" : "19",
		"rik" : "9"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"त्वम॑ग्ने॒ सह॑सा॒ सहं॑तमः शु॒ष्मिन्त॑मो जायसे दे॒वता॑तये र॒यिर्न दे॒वता॑तये",
			"शु॒ष्मिन्त॑मो॒ हि ते॒ मदो॑ द्यु॒म्निन्त॑म उ॒त क्रतुः॑",
			"अध॑ स्मा ते॒ परि॑ चरन्त्यजर श्रुष्थी॒वानो॒ नाज॑र"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"त्वम॑ग्ने॒ सह॑सा॒ सह॑न्तमः शु॒ष्मिन्त॑मो जायसे दे॒वता॑तये र॒यिर्न दे॒वता॑तये ।",
			"शु॒ष्मिन्त॑मो॒ हि ते॒ मदो॑ द्यु॒म्निन्त॑म उ॒त क्रतुः॑ ।",
			"अध॑ स्मा ते॒ परि॑ चरन्त्यजर श्रुष्टी॒वानो॒ नाज॑र ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"त्वम् । अ॒ग्ने॒ । सह॑सा । सह॑न्ऽतमः । शु॒ष्मिन्ऽत॑मः । जा॒य॒से॒ । दे॒वऽता॑तये । र॒यिः । न । दे॒वऽता॑तये ।",
			"शु॒ष्मिन्ऽत॑मः । हि । ते॒ । मदः॑ । द्यु॒म्निन्ऽत॑मः । उ॒त । क्रतुः॑ ।",
			"अध॑ । स्म॒ । ते॒ । परि॑ । च॒र॒न्ति॒ । अ॒ज॒र॒ । श्रु॒ष्टी॒वानः॑ । न । अ॒ज॒र॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेअग्ने त्वंसहसाबलेन सहन्तमः अतिशयेनशत्रूणामभिभविता तथा शुष्मिन्तमः अतिशयेन तेज- स्वीजायसे सहेरौणादिकःकनिन् नाद्घस्येतिनुट् किमर्थं देवतातये देवानांविस्तारयुक्ताययागाय तद- र्थंयज्ञनामैतत् यद्वा उक्तगुणविशिष्टःसन् जायसे अरण्योरुत्पद्यसे यज्ञार्थत्वेदृष्टान्तः—रयिर्नदेवतातये धनं यथायज्ञार्थमुत्पद्यते तथाचोक्तं यज्ञार्थन्द्रव्यमुत्पन्नमिति किंच ते तवमदः आज्यस्वीकारजनितो- हर्षः शुष्मिन्तमः अतिशयेनबलवान् हिशब्दः प्रसिद्धौ आज्येनाग्नेर्मदोभवतीतिप्रसिद्धं उत अपिच तेक्रतुः कर्मविशेषोऽपि द्युम्निन्तमः यशोयुक्तः अन्नयुक्तोवाखलु द्युम्नन्द्योततेर्यशोवान्नंवेतियास्कः । अध अतःकारणात् अजर हेजरारहिताग्ने तेत्वांपरिचरन्ति यजमानाः तत्रदृष्टान्तः—श्रुष्टीवानोन दू- ताइव तेयथावार्ताविशेषप्रदानेनराजानंसेवन्ते तद्वत् छन्दसीवनिपावितिवनिप् छान्दसंप्रत्ययाद्युदा- त्तत्वम् अजरभक्तानामजरयितुः अन्तर्भावितण्यर्थात्पचाद्यच् यद्वा अजर अस्तोतः जरास्तुतिः असौ- नकस्यापिस्तोताभवति किन्तु सर्वैः स्वयंस्तूयतेतादृशन्त्वांपरिचरन्तीत्यर्थः ॥ ९ ॥</p>"
}
