{
	"id" : "1.127.10",
	"classification" : {
		"mandala" : "1",
		"sukta" : "127",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "13",
		"anuvaka" : "19",
		"rik" : "10"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"प्र वो॑ म॒हे सह॑सा॒ सह॑स्वत उष॒र्बुधे॑ पशु॒षे नाग्नये॒ स्तोमो॑ बभूत्व॒ग्नये॑",
			"प्रति॒ यदीं॑ ह॒विष्मा॒न्विश्वा॑सु॒ क्षासु॒ जोगु॑वे",
			"अग्रे॑ रे॒भो न ज॑रत ऋषू॒णां जूर्णि॒र्होत॑ ऋषू॒णाम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"प्र वो॑ म॒हे सह॑सा॒ सह॑स्वत उष॒र्बुधे॑ पशु॒षे नाग्नये॒ स्तोमो॑ बभूत्व॒ग्नये॑ ।",
			"प्रति॒ यदीं॑ ह॒विष्मा॒न्विश्वा॑सु॒ क्षासु॒ जोगु॑वे ।",
			"अग्रे॑ रे॒भो न ज॑रत ऋषू॒णां जूर्णि॒र्होत॑ ऋषू॒णाम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"प्र । वः॒ । म॒हे । सह॑सा । सह॑स्वते । उ॒षः॒ऽबुधे॑ । प॒शु॒ऽसे । न । अ॒ग्नये॑ । स्तोमः॑ । ब॒भू॒तु॒ । अ॒ग्नये॑ ।",
			"प्रति॑ । यत् । ई॒म् । ह॒विष्मान् । विश्वा॑सु । क्षासु॑ । जोगु॑वे ।",
			"अग्रे॑ । रे॒भः । न । ज॒र॒ते॒ । ऋ॒षू॒णाम् । जूर्णिः॑ । होता॑ । ऋ॒षू॒णाम् ॥"
		]
	},
	"sayanaBhashya" : "<p>हेउद्गात्रादयः स्तोतारः वोयुष्माकंसंबन्धिस्तोमः स्तोत्रंअग्नयेप्रबभूतु प्रीणयितुंसमर्थंभवतु छान्द- सःशपःश्लुः अत्वंचाभ्यासस्य भूसुवोस्तिङीतिगुणाभावःकीदृशायाग्नये महेमहतेपूज्याय सहसा परा- भिभवसामर्थ्येन सहस्वते तद्वते उषर्बुधे उषः कालेप्रबुध्यमानाय अहरादीनांपत्यादिषूपसङ्ख्यानमि- तिरुत्वं पशुषेपशुफलदाय नशब्दोऽत्रापिशब्दार्थः यद्वा पशुषेपशुप्रदात्रेप्रभवेयथास्तुतिः क्रियतेतद्वत् किमर्थमितितदुच्यते-ईंएनमग्निंप्रति लक्षीकृत्यहविष्मान् घृतादिप्रवृद्धहविर्युक्तोयजमानः विश्वासु- क्षासु सर्वासुनिवासभूतासुवेदिभूमिषु जोगुवे अत्यर्थङ्गच्छति गुवतेर्यङ्लुगन्ताच्छानदसोलिट् व्यत्य- येनात्मनेपदं अमन्त्रेइतिपर्युदासादामभावः क्षेतिभूनाम क्षाक्षामेति तन्नामसुपाठात् ऋषूणां आगन्तॄ- णां देवानांमध्येश्रेष्ठमग्निं जूर्णिः स्तुतिकुशलोहोता अग्रे इतरदेवेभ्यःपूर्वंजरतेस्तौति तत्रदृष्टान्तः— ऋषूणांमहतान्धनवतां अग्रेरेभोन बन्दीव ऋषीगतौ औणादिकः कुप्रत्ययः नामन्यतरस्यामितिनाम- उदात्तत्वम् यद्वा ऋषूणामित्येतद्धोतृविशेषणं ऋषूणांज्ञानवतांमध्येश्रेष्ठोयंहोतेत्यर्थः ॥ १० ॥</p>"
}
