{
	"id" : "1.163.10",
	"classification" : {
		"mandala" : "1",
		"sukta" : "163",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "12",
		"anuvaka" : "22",
		"rik" : "10"
	},
	"attribute" : {
		"devata" : "अश्वः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"ई॒र्मान्ता॑सः॒ सिलि॑कमध्यमासः॒ सं शूर॑णासो दि॒व्यासो॒ अत्याः॑",
			"हं॒सा इ॑व श्रेणि॒शो य॑तन्ते॒ यदाक्षि॑षुर्दि॒व्यमज्म॒मश्वाः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"ई॒र्मान्ता॑सः॒ सिलि॑कमध्यमासः॒ सं शूर॑णासो दि॒व्यासो॒ अत्याः॑ ।",
			"हं॒सा इ॑व श्रेणि॒शो य॑तन्ते॒ यदाक्षि॑षुर्दि॒व्यमज्म॒मश्वाः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"ई॒र्मऽअ॑न्तासः । सिलि॑कऽमध्यमासः । सम् । शूर॑णासः । दि॒व्यासः॑ । अत्याः॑ ।",
			"हं॒साःऽइ॑व । श्रे॒णि॒ऽशः । य॒त॒न्ते॒ । यत् । आक्षि॑षुः । दि॒व्यम् । अज्म॑म् । अश्वाः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>अत्राश्वसमूहस्तुतिद्वारेणायंस्तूयते ईर्मान्तासःईरिताः प्रेरिताः अन्तायेषान्तेतथोक्ताः विरलान्ताइ- त्यर्थः सिलिकमध्यमासः संसृताः सङ्गतामध्यप्रदेशायेषान्तेतथोक्ताः मध्येनिविडाइत्यर्थः अथवा शरी- रस्यैतेविशेषणे ईर्म ईरितः पुरोभागेउन्नतइत्यर्थः तादृशः पृथुरन्तोजघनप्रदेशोयेषान्तेतादृशाः तथा सिलिकमध्यमासः संसृतः सङ्गतः संलग्नोमध्यभागोयेषान्तेतादृशाः पुष्टत्वात्प्रौढपृष्ठाः संल्लग्नमध्याश्चे- त्यर्थः जघनपुरोभागावपेक्ष्य सिलिकमध्यमाइत्युक्तम् समित्ययमुपसर्गोयतन्तइत्याख्यानेनसंबन्धयि- तव्यः शूरणासः विक्रमशीलाः दिव्यासोदिविभवाः अत्याः अतनशीलाः यद्यप्ययमश्वनाम तथाप्यश्व- शब्दस्यवक्ष्यमाणत्वात् अयंयौगिकोवगन्तव्यः ईदृशाअश्वाः श्रेणिशः एकव्यापाराणांबहूनांसमूहः श्रे- णिरित्युच्यते शीघ्रधावनायश्रेणिशः पङ्क्तीभूयसंयतन्ते सम्यक् यत्नङ्कुर्वन्ति तत्रदृष्टान्तः—हंसाइव तेय- थाश्रेणीभूताईर्मान्तासइत्याद्युक्तरूपाःसन्तःअन्तरिक्षेगमनाययतन्तेतद्वत् कदा उच्यते यत् यदा अश्वाः दिव्यं अज्मङ्गमनं गन्तव्यंवामार्गंआक्षिषुः व्याप्नुवन्तितदा । अयंमन्त्रोयास्केनवैव्याख्यातः—ईर्मान्ताः समीरितान्ताःपृथ्व्यन्तावासिलिकमध्यमाःसंसृतमध्यमाःशीर्षमध्यमावापिवाशिरआदित्योभवतिय- ददनुशेतेसर्वाणि भूतानिमध्येचैषान्तिष्ठतीदमपीतरच्छिरएतस्मादेवसमाश्रितान्येतदिन्द्रियाणिभव- न्तिसंशूरणासोदिव्यासोअत्याः शूरः शवतेर्गतिकर्मणोदिव्यादिविजाअत्याअतनाः हंसाइवश्रेणिशोय- तन्तेहंसाहन्तेर्घ्नन्त्यध्वानंश्रेणिशइतिश्रेणिश्रयतेः समाश्रिताभवन्तियदाक्षिषुर्यदापुर्दिव्यमज्ममजनि- माजिमश्वाइति ॥ १० ॥</p>"
}
