{
	"id" : "1.163.13",
	"classification" : {
		"mandala" : "1",
		"sukta" : "163",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "13",
		"anuvaka" : "22",
		"rik" : "13"
	},
	"attribute" : {
		"devata" : "अश्वः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"उप॒ प्रागा॑त्पर॒मं यत्स॒धस्थ॒मर्वा॒ँ अच्छा॑ पि॒तरं॑ मा॒तरं॑ च",
			"अ॒द्या दे॒वांजुष्थ॑तमो॒ हि ग॒म्या अथा शा॑स्ते दा॒शुषे॒ वार्या॑णि"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"उप॒ प्रागा॑त्पर॒मं यत्स॒धस्थ॒मर्वाँ॒ अच्छा॑ पि॒तरं॑ मा॒तरं॑ च ।",
			"अ॒द्या दे॒वाञ्जुष्ट॑तमो॒ हि ग॒म्या अथा शा॑स्ते दा॒शुषे॒ वार्या॑णि ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"उप॑ । प्र । अ॒गा॒त् । प॒र॒मम् । यत् । स॒धऽस्थ॑म् । अर्वा॑न् । अच्छ॑ । पि॒तर॑म् । मा॒तर॑म् । च॒ ।",
			"अ॒द्य । दे॒वान् । जुष्ट॑ऽतमः । हि । ग॒म्याः । अथ॑ । आ । शा॒स्ते॒ । दा॒शुषे॑ । वार्या॑णि ॥"
		]
	},
	"sayanaBhashya" : "<p>अर्वान् अरणकुशलोयमश्वः उपप्रागात् उपगच्छति किं यत्परमंउत्कृष्टं सधस्थं सहस्थानं सुकृति- भिरेकत्रनिवासयोग्यंस्वर्गाख्यंयदस्तितत् किमर्थंपितरंमातरंच अच्छ आभिमुख्येनप्राप्तुं हेअश्वाद्या- स्मिन्काले जुष्टतमः प्रीततमः स्वर्गंप्राप्नोमीतिहर्षयुक्तइत्यर्थः एवंभूतोदेवान् गम्याः गच्छेः हिशब्दः यज्ञेउपयुक्तस्यपशोःस्वर्गप्राप्तेः सगर्भ्योनुसखासयूथ्यइत्यादिमन्त्रान्त्रप्रसिद्धिद्योतनार्थः अथानन्तरं यजमानः आशास्ते कस्मै दाशुषे हविर्दत्तवते स्वस्मै कानि वार्याणि वरणीयानिधनानि यद्वा पुरुष- स्यव्यत्ययः आशास्ते प्रार्थये यजमानार्थम् ॥ १३ ॥</p><p class=\"end\">अस्यवामस्येतिद्विपंचाशत्यृचमष्टमंसूक्तन्दैर्घतमसम् अत्रेयमनुक्रमणिका अस्यद्विपंचाशदल्पस्तवं- त्वेतत्संशयोत्थापनप्रश्नप्रतिवाक्यान्यत्रप्रायेणज्ञानमोक्षाक्षरप्रशंसाच पंचपादंसाकंजानांयद्गायत्रेयंस- शिङ्क्तेसप्तार्धगर्भागौरीरितिजगत्यः एतदन्तन्तुवैश्वदेवं तस्याः समुद्राइतिवाचः समुद्राआपोक्षरंसाप्र- स्तारपङ्क्तिः शकमयमितिशकधूमः उक्षाणंपृश्निमितिसोमस्त्रयः केशिनइत्यग्निः सूर्योवायुश्चकेशिन- श्चत्वारिवाग्वाचइन्द्रंमित्रंसौर्यौद्वादशेतिसंवत्सरसंस्थङ्कालचक्रवर्णनं यस्तेसरस्वत्यैयज्ञेनसाध्येभ्यः परानुष्टुप्सौरीपर्जन्याग्निदेवतावान्त्यासरस्वतेसूर्यायवेति । अत्रस्तुत्याबहुत्वेनस्तुतिभागस्याल्पीय- स्त्वादिदंसूक्तमल्पस्तवनं नसूक्तान्तरवद्वहुस्तवनं इदमेववैलक्षण्यन्तुशब्देनद्योत्यते अस्मिन्सूक्ते प्राये- णसंशयोत्थापनादयोबहवोर्थाः प्रतिपाद्यन्ते । अचिकित्वांश्चिकितुषइत्यनयासंशयउत्थाप्यते पृच्छा- मित्वेत्यत्रपश्नः प्रतीयते इयंवेदिरित्यत्रप्रतिवचनं यईंचकारेत्यादिनाज्ञानप्रशंसाप्रतिपाद्यते अपश्यं- गोपामित्यादिनाब्रह्मसाक्षात्कारूपमोक्षस्यप्रशंसा नक्षरतीत्यक्षरंब्रह्म द्वासुपर्णेत्यादिनातस्यप्रशंसा पंचपादंपितरंसाकंजानांसप्तथंयद्गायत्रेअधिअयंसशिङ्क्तेसप्तार्धगर्भागौरीर्मिमायेतिषट् जगत्याः समा- नमेतदित्यनुष्टुप् तस्याःसमुद्राइतिप्रस्तारपङ्क्तिः तल्लक्षणंछन्दोग्रन्थेसूत्रितं—प्रस्तारपङ्क्तिःपुरतइति । पुरतःपूर्वार्धेद्वादशाक्षरौजागतौपादौततोद्वावष्टाक्षरौगायत्रौसाप्रस्तारपङ्क्तिरितिसूत्रार्थः । अनुक्रम- ण्यामप्युक्तम् आद्यौचेत्प्रस्तारपङ्क्तिरिति । शिष्टाअनादेशपरिभाषयात्रिष्टुभः गौरीर्मिमायेत्येतदन्ता- नां विश्वेदेवादेवता तस्याः समुद्राइत्यस्याः पूर्वार्धस्यवाग्देवता उत्तरार्धस्यआपः शकमयमित्यस्याः पूर्वार्धस्यशकधूमः उक्षाणंपृश्निमित्युत्तरार्धस्यसोमोदेवता त्रयः केशिनइत्यस्याः अग्निसूर्यवायवः च- त्वारिवागित्येषावाग्देवताका इन्द्रंमित्रंवरुणङ्क्रुष्णन्नियानमित्येतेसूर्यदेवते द्वादशप्रधयइत्यस्याः सं- वत्सरात्माकालोदेवता यस्तेस्तनइत्यस्याःसरस्वती यज्ञेनेत्यस्याः साध्यादेवता समानमेतदित्यस्याः सूर्यःपर्जन्योवाग्नयोवादेवता दिव्यंसुपर्णमित्यस्याः सरस्वान् सूर्योवादेवता कृत्स्नसूक्तस्यविनियोगं- शौनकआह—स्तेयङ्कृत्वाद्विजोमोहान्त्रिरात्रोपोषितःशुचिः । सूक्तंजप्त्वास्यवामीयं क्षिप्रंमुच्येतकि- ल्बिषादिति । महाव्रतेवैश्वदेवशस्त्रे वैश्वदेवनिविद्धानन्द्विप्रतीकं तत्रस्यवामस्येत्यादिकमेकचत्वारिं- शत्यृचंप्रथमंप्रतीकं पंचमरण्यकेसूत्रितम्—अस्यवामस्यपलितस्यहोतुरिति सलिलस्यदैर्घतमसः एक- चत्वारिंशतमिति ।</p>"
}
