{
	"id" : "8.90.6",
	"classification" : {
		"mandala" : "8",
		"sukta" : "90",
		"ashtaka" : "6",
		"adhyaya" : "6",
		"varga" : "13",
		"anuvaka" : "9",
		"rik" : "6"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "नृमेधपुरुमेधौ",
		"chandas" : "सतो बृहती"
	},
	"samhita" : {
		"lines" : [
			"तमु॑ त्वा नू॒नम॑सुर॒ प्रचे॑तसं॒ राधो॑ भा॒गमि॑वेमहे",
			"म॒हीव॒ कृत्तिः॑ शर॒णा त॑ इन्द्र॒ प्र ते॑ सु॒म्ना नो॑ अश्नवन्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"तमु॑ त्वा नू॒नम॑सुर॒ प्रचे॑तसं॒ राधो॑ भा॒गमि॑वेमहे ।",
			"म॒हीव॒ कृत्तिः॑ शर॒णा त॑ इन्द्र॒ प्र ते॑ सु॒म्ना नो॑ अश्नवन् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"तम् । ऊं॒ इति॑ । त्वा॒ । नू॒नम् । अ॒सु॒र॒ । प्रऽचे॑तसम् । राधः॑ । भा॒गम्ऽइ॑व । ई॒म॒हे॒ ।",
			"म॒हीऽइ॑व । कृत्तिः॑ । श॒र॒णा । ते॒ । इ॒न्द्र॒ । प्र । ते॒ । सु॒म्ना । नः॒ । अ॒श्न॒व॒न् ॥"
		]
	},
	"sayanaBhashya" : "<p>हे असुर बलवन् प्राणवन् हे इन्द्र यउक्तगुणोस्ति तं प्रचेतसं प्रकृष्टज्ञानं त्वाउ इत्यवधारणे पितृवत्पोषकं त्वामेव राधः धर्मादिसाधनं धनं नूनमिदा- नीमीमहे वयं याचामहे । तत्रदृष्टान्तः-भागमिव यथा कश्चित्पितृभागभूतं धनं याचते तद्वत् इन्द्रोयजमानेभ्यः स्तोतृभ्यश्च धनं प्रयच्छत्येव तस्मा- द्भागभुतं धनं यष्टारोवयं याचामहे । हे इन्द्र महीवकृत्तिः कृत्तिर्यशोवान्नं वा । कृतीछेदने करणेक्तिन् कृन्तत्यनेनेति ईदृशी कृत्तिरिव ते तव शरणा शरणं गृहमन्तरिक्षे द्युलोके मही महद्वर्तते । अत्रयास्कः-कृन्तनेर्यशोवान्नंवा महीवकृत्तिःशरणातइन्द्र सुमहत्तइन्द्र शरणमन्तरिक्षे कृत्तिरिवे ति । किंच ते तव स्वभूतानि सुम्ना सुम्नानि पुत्रादिविषयसुखानिच नोस्मान्प्राश्नवत् प्रकर्षेणाश्नुवतां व्याप्नुवन्तु । अश्नोतेर्लेट्यडागमः ॥ ६ ॥</p><p class=\"end\">कन्यावारिति सप्तर्चमेकादशंसूक्तं अत्रेः पुत्री अपालाख्या त्वग्दोषपरिहारायानेन सूक्तेनेन्द्रंस्तुतवती अतःसैवऋषिः प्रथमाद्वितीयेपङ्क्ती शिष्टाः पंचानुष्टुभः इन्द्रोदेवता । तथाचानुक्रान्तं-कन्यावाः सप्तात्रेय्यपालेतिहासऎन्द्रआनुष्टुभं द्विपङ्क्तयादीति । विनियोगोलैङ्गिकः । अत्रेतिहासमाचक्षते- पुराकिलात्रिसुता अपालाब्रह्मवादिनी केनचित्कारणेन त्वग्दोषदुष्टासती अतएवदुर्भगेति भर्त्रापरित्यक्ता पितुराश्रमे त्वग्दोषपरिहाराय चिरकाल- मिन्द्रमधिकृत्य तपस्तेपे । साकदाचिदिन्द्रस्य सोमःप्रियकरोभवति तमिन्द्राय दास्यमीतिबुध्या नदीतीरंप्रत्यागमत् । सा तत्रस्नात्वा पथि सोम- मप्यलभत तमादाय गृहंप्रत्यागच्छन्ती मार्गएव तं चखाद तद्भक्षणकाले दन्तघर्षणजातंशब्दं ग्राव्णां सोमाभिषवध्वनिमिति मत्वा तदानीमेवेन्द्रः समागमत् आगत्य तामुवाच किमत्रग्रावाणोभिषुण्वन्तीति । साप्रत्यूचे अत्रिकन्यास्नानार्थमागत्य सोमन्दृष्ट्वा तंभक्षयति तद्भक्षणजोध्वनिरेव नतु ग्राव्णांसोमाभिषवध्वनिरिति । तथा प्रत्युक्तइन्द्रः पराङावर्तत गच्छन्तमिन्द्रं सापुनरब्रवीत् । किमर्थं निवर्तसे त्वन्तु सोमपानाय गृहङ्गृहंप्रति गच्छसि तदानीमत्रापि ममदंष्ट्राभ्यां अभिषुतं सोमंपिब धानादींश्च भक्षयेति । सैवमिन्द्रमनाद्रियमाणासती पुनरप्याह-अत्रागतं त्वामिन्द्रं इति नजानामि त्वयि गृहं आगते बहुमानं करिष्यामीतीन्द्रमुत्त्का अत्रसमागतः इन्द्रएव नान्यइतिनिश्चित्य स्वास्येनिहितं सोममाह-हे सोम त्वमाग- तायेन्द्राय पूर्वं शनैः ततः शनकैः क्षिप्रं परिस्रवेति । ततइन्द्रस्तां कामयित्वा तस्या आस्यएव दंष्ट्राभिषुतं सोममपात् ततइन्द्रेण सोमेपीतेसति त्वग्दोषादहं भर्त्रा परित्यक्तासती इदानीमिन्द्रेण सङ्गता इति अपालायामुक्तायामिन्द्रस्तांव्याजहार । किङ्कामयसे तदहङ्करिष्यामीत्युक्ते सा वर- मचीकमत । ममपितुः शिरोरोमवर्जितं तस्योषरं क्षेत्रं फलादिरहितं ममगुह्यस्थानमप्यरोमशं एतानि रोमफलादियुक्तं कुर्वित्युक्तायां तत्पितृ- शिरःस्थितां खलतिमपहाय क्षेत्रंच फलादियुक्तङ्कृत्वा एतस्यास्त्वग्दोषपरिहाराय स्वकीयरथच्छिद्रे शकटस्य युगस्यच छिद्रे एतां त्रिवारं निश्चकर्ष । तस्याः पूर्वाभिहतायाः त्वक् शल्यको द्वितीया गोधा तृतीया कृकलासोभूत् । ततइन्द्रस्तामप्यपालां सूर्यसदृशत्वचमकरोदित्यैतिहासिकीकथा । एतच्च शाट्यायनब्राह्मणेस्पष्टयुक्तं-तद्ब्राह्मणं तत्तदृग्व्याख्यानसमये दर्शयिष्ये । एषोर्थः कन्यावारित्यादिषु ऋक्षु प्रतिपाद्यते ।</p>"
}
