{
	"id" : "7.36.1",
	"classification" : {
		"mandala" : "7",
		"sukta" : "36",
		"ashtaka" : "5",
		"adhyaya" : "4",
		"varga" : "1",
		"anuvaka" : "3",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "वसिष्ठः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"प्र ब्रह्मै॑तु॒ सद॑नादृ॒तस्य॒ वि र॒श्मिभिः॑ ससृजे॒ सूर्यो॒ गाः",
			"वि सानु॑ना पृथि॒वी स॑स्र उ॒र्वि पृ॒थु प्रती॑क॒मध्येधे॑ अ॒ग्निः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"प्र ब्रह्मै॑तु॒ सद॑नादृ॒तस्य॒ वि र॒श्मिभिः॑ ससृजे॒ सूर्यो॒ गाः ।",
			"वि सानु॑ना पृथि॒वी स॑स्र उ॒र्वी पृ॒थु प्रती॑क॒मध्येधे॑ अ॒ग्निः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"प्र । ब्रह्म॑ । ए॒तु॒ । सद॑नात् । ऋ॒तस्य॑ । वि । र॒श्मिऽभिः॑ । स॒सृ॒जे॒ । सूर्यः॑ । गाः ।",
			"वि । सानु॑ना । पृ॒थि॒वी । स॒स्रे॒ । उ॒र्वी । पृ॒थु । प्रती॑कम् । अधि॑ । आ । ई॒धे॒ । अ॒ग्निः ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">यस्य निःश्वसितंवेदा योवेदेभ्योखिलंजगत् । निर्ममे तमहं वन्दे विद्यातीर्थमहेश्वरम् ॥ १ ॥</p><p class=\"intro\">अथ पंचमाष्टके चतुर्थोध्यायआरभ्यते तत्र षडनुवाकात्मकस्य वासिष्ठस्य सप्तममंडलस्य तृतीयेनुवाके द्वाविंशतिसूक्तानि तत्र प्रब्रह्मेतिनवर्चं तृतीयं सूक्तं वसिष्ठस्यार्षं त्रैष्टुभं पूर्ववद्वैश्वदेवं अनुक्रान्तंच-प्रब्रह्मनवेति । विनियोगोलैङ्गिकः ।</p><p>ऋतस्य यज्ञस्य सदनात् स्थानात् देवयजनदेशात् ब्रह्म स्तोत्रं स्तुत्यान् सूर्यादीन् प्रैतु प्रकर्षेण गच्छतु । किं तत् ब्रह्मेति तदाह सूर्यः सर्व- स्य प्रेरकः शोभनवीर्योवा देवः रश्मिभिरात्मीयैः किरणैः गाः अपोवृष्ट्युदकानि विससृजे विसृजति विमुंचति प्रवर्षति । श्रूयतेहि-याभि- रादित्यस्तपति रश्मिभिस्ताभिः पर्जन्योवर्षतीति । स्मृतिश्चभवति-आदित्याज्जायतेवृष्टिर्वृष्टेरन्नन्ततःप्रजाइति । अतईदृशं माहात्म्यं सूर्यस्यैव विद्यते नान्यस्य चिदित्यनेन पादेन सूर्यः स्तूयते । अपिच पृथिवी प्रथिताभूमिः सानुना समुच्छ्रितेन पर्वतादिना उर्वी विस्तीर्णा सती विसस्रे विसरति व्याप्नोति तथा अग्निः पृथु विस्तीर्णं प्रतीकं पृथिव्या अवयवं देवयजनलक्षणं स्थानमधि अधिपरी अनर्थकाविति अधेः कर्मप्रवचनीयसंज्ञायां कर्मप्रवचनीययुक्तइतिसप्तम्यर्थे द्वितीया ईदृशे स्थाने आईधे आदीप्यते ॥ १ ॥</p>"
}
