{
	"id" : "10.38.5",
	"classification" : {
		"mandala" : "10",
		"sukta" : "38",
		"ashtaka" : "7",
		"adhyaya" : "8",
		"varga" : "14",
		"anuvaka" : "3",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "इन्द्रो मुष्कवान्",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"स्व॒वृजं॒ हि त्वाम॒हमिं॑द्र शु॒श्रवा॑नानु॒दं वृ॑षभ रध्र॒चोद॑नम्",
			"प्र मुं॑चस्व॒ परि॒ कुत्सा॑दि॒हा ग॑हि॒ किमु॒ त्वावा॑न्मु॒ष्कयो॑र्ब॒द्ध आ॑सते"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स्व॒वृजं॒ हि त्वाम॒हमि॑न्द्र शु॒श्रवा॑नानु॒दं वृ॑षभ रध्र॒चोद॑नम् ।",
			"प्र मु॑ञ्चस्व॒ परि॒ कुत्सा॑दि॒हा ग॑हि॒ किमु॒ त्वावा॑न्मु॒ष्कयो॑र्ब॒द्ध आ॑सते ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"स्व॒ऽवृज॑म् । हि । त्वाम् । अ॒हम् । इ॒न्द्र॒ । शु॒श्रव॑ । अ॒न॒नु॒ऽदम् । वृ॒ष॒भ॒ । र॒ध्र॒ऽचोद॑नम् ।",
			"प्र । मु॒ञ्च॒स्व॒ । परि॑ । कुत्सा॑त् । इ॒ह । आ । ग॒हि॒ । किम् । ऊं॒ इति॑ । त्वाऽवा॑न् । मु॒ष्कयोः॑ । ब॒द्धः । आ॒स॒ते॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>हे वृषभ कामानां वर्षकेन्द्र स्ववृजं स्वयमेव छेत्तारं अननुदं अनपेक्षतबलानुप्रदानं रध्र- चोदनं राधकस्य चोदकं प्रेरकं त्वामहं लुशः शुश्रव अश्रौषं हि यस्मात्तस्मात् प्रमुंचस्व कुत्सेन वाध्रिशतेनांडयोर्बद्धमात्मानं बन्धनाद्विमुंच । अथ परि सर्वतः परिवृतस्त्वं कुत्सात् कुत्साख्यादृषेः इहास्मद्यागे आगह्यागच्छ किमु त्वावान् त्वत्सदृशोन्यः कश्चिन्मुष्कयोर्बद्ध आसते न कोप्येतादृशोनिर्लज्जः त्वत्तोन्योस्तीत्यभिप्रायः । तर शाट्यायनकं कुत्सश्चलुशश्चें द्रंव्यह्वयेतां सकुत्सस्याहवमागच्छत् तंशतेनवाध्रिभिरांडयोरबध्नात् लुशोभ्यवदत् स्ववृजं हित्वामहमिन्द्रशुश्रवानानुदंवृषभरध्रचोदनंप्रमुंचस्व परिकुत्सादिहागहि किमुत्वावान्मुष्कयो- र्बद्धआसतइति । ताः सर्वाः संलुप्यलुशमभिप्रादुद्रवदिति । छन्दोगब्राह्मणमपि कुत्सश्च लुशश्च युगपदिन्द्रमाहूतवन्तौ स्वंस्वंयज्ञं प्रत्यङ्गभावाय सखित्वादिन्द्रः कुत्सं प्रतिजगाम तं तु गतं वशित्वात् कुत्सोवध्रिशतेनांडयोरबध्नादिति ॥ ५ ॥</p><p class=\"end\">योवामिति चतुर्दशर्चं दशमं सूक्तं कक्षीवतोदुहिताघोषानाम ब्रह्मवादिनी ऋषिः अं- त्यात्रिष्टुप् शिष्टाजगत्यः अश्विनौ देवता । तथाचानुक्रान्तं—योवांषळूना काक्षीवतीघोषाश्वि- नं हि त्रिष्टुबन्तमिति । प्रातरनुवाकाश्विनशस्त्रयोर्जागतेछन्दसि इदमादीनि त्रीणि सूक्तानि । सूत्रितंच—योवांपरिज्मेति त्रीणि त्रिश्चिन्नोअद्येति ।</p>"
}
