{
	"id" : "10.129.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "129",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "17",
		"anuvaka" : "11",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "भाववृत्तं",
		"rishi" : "प्रजापतिः परमेष्ठी",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"ना{0}स{2}दा{0}सी{1}न्नो{0} स{0}दा{2}सी{0}त्त{1}दा{0}नीं{1} ना{0}सी{1}द्र{0}जो{1} नो{0} व्यो{2}मा{0} प{1}रो{0} य{0}त्{0}",
			"कि{0}मा{0}व{2}री{0}वः{1} कु{0}ह{1} क{0}स्य{1} श{0}र्म{1}न्नं{0}भः{1} कि{0}मा{2}सी{1}द्ग{0}ह{2}नं{0} ग{0}भी{1}र{0}म्{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"नास{2}दासी{1}न्नो सदा{2}सीत्त{1}दानीं{1} नासी{1}द्रजो{1} नो व्यो{2}मा प{1}रो यत् ।",
			"किमाव{2}रीव{1}ः कुह{1} कस्य{1} शर्म{1}न्नम्भ{1}ः किमा{2}सी{1}द्गह{2}नं गभी{1}रम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"न । अस{2}त् । आ{1}सी{1}त् । नो इति{2} । सत् । आ{1}सी{1}त् । त{1}दानी{2}म् । न । आ{1}सी{1}त् । रजः{2} । नो इति{2} । वि{5}ओ{2}म । प{1}रः । यत् ।",
			"किम् । आ । अ{1}व{1}री{1}व{1}रिति{2} । कुह{2} । कस्य{2} । शर्म{2}न् । अम्भः{2} । किम् । आ{1}सी{1}त् । गह{2}नम् । ग{1}भी{1}रम् ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">एकादशेऽनुवाके त्रयोविंशतिसङ्ख्यानि सूक्तानि। तत्र नासदासीदिति सप्तर्चं प्रथमं सूक्तं त्रैष्टुभम्। परमेष्ठी नाम प्रजापतिऋषिः। वियदादिभावानां सृष्टिषितिप्रलयादीनामत्र प्रतिपाद्यत्वात्तेषां कर्ता परमात्मा देवता। तथा चानुक्रान्तम्। नासत्सप्त प्रजापतिः परमेष्ठी भाववृत्तं त्विति। गतो विनियोगः॥</p><p>तपसस्तन्महिनाजायतैकमित्यादिनाग्रे सृष्टिः प्रतिपादयिष्यते। अधुना ततः प्रागवस्था निरस्तसमस्तप्रपञ्चा या प्रलयावस्था सा निरूप्यते। तदानीं प्रलयदशायामवस्थितम् यदस्य जगतो मूलकारनम् तदसच्छशविषाणवन्निरुपाख्यं नासीत्। न हि तादृशात्कारणादस्य सतो जगत उत्पत्तिः सम्भवति। तथा नो सन्नैव सदात्मवत्सत्त्वेन निर्वाच्यमासित्। यद्यपि सदसदात्मकं प्रत्येकं विलक्षनं भवति तथापि भावाभावयोः सहावस्थानमपि सम्भवति। कुतस्तयोस्तादात्म्यमिति उभयविलक्षणमनिर्वाच्यमेवासीदित्यर्थः। ननु नो सदिति पारमार्थिकसत्त्वस्य निषेधः। तर्ह्यात्मनोऽप्यनिर्वाच्यत्व प्रसङ्गः। अथोच्येत। न। आनीदवातमिति तस्य सत्त्वमग्रे वक्ष्यते परिशेषान्मायाया एवात्र सत्त्वं निषिध्यत इति। एवमपि तदानीमिति विशेशनानर्थक्यं व्यवहारदशायामपि तस्याः पारमार्थिकसत्त्वाभावात्। अथ व्यावहारिकसतां पृथिव्यादीनां भावानां विद्यमानत्वात् कथं नो सदिति निशेधः। तत्राह। नासीद्रज इत्यादि। लोका रजाम्स्युच्यन्ते। नि. ४-१९। इति यास्कः। अत्र च सामान्यापेक्षमेकवचनम्। व्योम्नोवक्ष्यमाणत्वात्तस्याधस्तनाः पातालादयः पृथिव्यन्ता नासन्नित्यर्थः। तथा व्योमान्तरिक्षं तदपि नो नैवासित्। पर इति सकारान्तं परस्तादित्यर्थे वर्तते। परशब्दाच्छान्दसोऽस्तातेरर्थेऽसिप्रत्ययः। परो व्योम्नः परस्तादुपरिदेशे द्युलोकप्रभृतिसत्यलोकान्तं यदस्ति तदपि नासीदित्यर्थः। अनेन चतुर्दशभुवनगर्भं ब्रह्माण्ड स्वरूपेण निषिद्धं भवति। अथ तदावरकत्वेन पुराणेषु प्रसिद्धानि यानि वियदादिभूतानि तेषामवस्थानप्रदेशम् तदावरणनिमित्तं चाक्षेपमुखेन क्रमेण निषेधयति किमावरीवरिति। किमावरणीयं तत्त्वमावरकभूतजातमावरीवः। अत्यन्तमावृणुयात्। आवार्याभावात्तदावरकमपि नासीदित्यर्थः। वाणोतेर्यङ् लुगन्ताच्छान्दसे लङि तिपि रूपमेतत्। यद्वा किमिति प्रथमैव। किं तत्त्वमावरकमावृणुयात्। आवार्याभावादाव्रियमाणवत्तदपि स्वरूपेण नासीदित्यर्थः। आवृण्वत्तत्तत्वं कुह कुत्र देशेऽवस्थायावृणोति। आधारभूतस्तादृशो देशोऽपि नासीदित्यर्थः। किंशब्दात्सप्तम्यर्थे ह प्रत्ययः। कु तिहोः। पा. ७-२-१०४। इति प्रकृतेः क्वादेशः। कस्य शर्मन् कस्य वा भोक्तुर्जीवस्य शर्मणि सुखदुःखसाक्षात्कारलक्षणे वा निमित्तभूते सति तदावरकं तत्त्वमादृणुयात्। जीवानामुपभोगार्था हि सृष्ठिः। तस्याः हि सत्यां ब्रह्माण्डस्य भूतैरावरणं प्रलयदशायां च भोक्तारो जीवा उपाधिविलयात्प्रलीना इति कस्य कश्चिदपि भोक्ता न सम्भवतीत्याररणस्य निमित्ताभावादपि तन्न घटत इत्यर्थः। एतेन भोग्यप्रपञ्चवद्भोक्तृप्रपञ्चोऽपि तदानीं नासिदित्युक्तं भवति। किंशब्दादुत्तरस्य ङसः सावेकाच इति प्राप्तस्योदात्तत्वस्य न गोश्वन्साववर्णेति प्रतिषेधः। सुपां सुलुगिति शर्मणः सप्तम्या लुक्। यद्यपि सावरनस्य ब्रह्माण्डस्य निषेधेन तदन्तर्गतमप्सत्त्वमपि निराकृतं तथाप्यापो वा इदमग्रे सलिलमासीत्। तै. सं. ७-१-५-१। इत्यादिश्रुत्या कश्चिदपां सद्भावमाशंकेत तं प्रत्याचष्टेऽम्भः किमासीदिति। गहनं दुष्प्रवेशं गभीरं दुःखस्थानमत्यगाधं ईदृशमम्भः किमासीत्। तदपि नैवासीदित्यर्थः। श्रुतिस्त्ववां तरप्रलयविषया॥१॥</p>"
}
