{
	"id" : "10.129.2",
	"classification" : {
		"mandala" : "10",
		"sukta" : "129",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "17",
		"anuvaka" : "11",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "भाववृत्तं",
		"rishi" : "प्रजापतिः परमेष्ठी",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"न मृ॒त्युरा॑सीद॒मृतं॒ न तर्हि॒ न रात्र्या॒ अह्न॑ आसीत्प्रके॒तः",
			"आनी॑दवा॒तं स्व॒धया॒ तदेकं॒ तस्मा॑द्धा॒न्यन्न प॒रः किं च॒नास॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"न मृ॒त्युरा॑सीद॒मृतं॒ न तर्हि॒ न रात्र्या॒ अह्न॑ आसीत्प्रके॒तः ।",
			"आनी॑दवा॒तं स्व॒धया॒ तदेकं॒ तस्मा॑द्धा॒न्यन्न प॒रः किं च॒नास॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"न । मृ॒त्युः । आ॒सी॒त् । अ॒मृत॑म् । न । तर्हि॑ । न । रात्र्याः॑ । अह्नः॑ । आ॒सी॒त् । प्र॒ऽके॒तः ।",
			"आनी॑त् । अ॒वा॒तम् । स्व॒धया॑ । तत् । एक॑म् । तस्मा॑त् । ह॒ । अ॒न्यत् । न । प॒रः । किम् । च॒न । आ॒स॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>ननूक्तस्य प्रतिसंहारस्य संहर्त्रपेक्षत्वात् स एव संहर्ता मृत्यर्विद्यत इत्यत आह। न मृत्युरासीदिति। ननु यदि स नासीत् तर्हि तदभावकृतममृतममरणं प्राणिनामवस्थानं तदानीमपि स्यात् तत्राह। अमृतं न तर्हीति। तर्हि तस्मिन्प्रतिहारसमये। अयं भावः। सर्वेषां प्राणिनां परिपक्वं भोगहेतुभुतं सर्वं कर्म यदोपभुक्तमासीत् तदा भोगाभावान्निष्प्रयोजनमिदं जगदिति परमेश्वरस्य मनसि सञ्जिहीर्षा जायते। तथैव स म्रुत्युः सर्वं जगत्संहरत इति किमनेन म्रुत्युना संहर्त्रा तदभावकृतम् वा कथममरणं स्यादिति। एतदेवाभिप्रेत्य कठैराम्नायते। यस्य ब्रह्म च क्षत्रं चोभे भवत ओदनम्। म्रुत्युर्यस्योपसेचनं क इत्था वेद यत्र सः। क. उ. २-२५। इति नन्वेतस्य सर्वस्याधिकरणभूतः कलो विद्यत इत्यत आह। न रात्र्या इति। न रत्र्या अह्नश्च प्रकेतः प्रज्ञानमासीत्। तद्धेतुभूतयोः सूर्याचन्द्रमसोरभावात्। एतेनाहोरात्र निषेधेन तदात्मको मासर्तुसंवत्सरप्रभृतिकः सर्वः कालः प्रत्याख्यात। कथं तर्हि नो सदासीत्तदानीमिति कालावाची प्रत्ययः। उपचारादिति ब्रूमः। यथेदानीं तननिषेधस्य कालोऽवच्छेदकस्तथा मायापि तदवच्छेदहेतुरित्यवच्छेदकत्वसाम्येनाकालेऽपि कालवाची प्रत्ययः। यदवादिष्म ब्रह्मणः परमार्थसत्त्वमग्रे वक्ष्यत इति तदिदानीं दर्शयत्यानीदिति। तत्सकलवेदान्तप्रसिद्धं ब्रह्मतत्त्वमानीत्। प्राणितवत्। नन्वेवं प्राणनकर्तुर्जीवभावापन्नस्यैव ब्रह्मणः सत्त्वं स्यात् न विवक्षितस्य निरुपाधिकस्य ब्रह्मणः। अप्राणो ह्यमनाः शुद्ध इति तस्य प्राणसम्बन्धा भावात् तत्राहानीदवातमिति। अयमाशयः। आनीदित्यत्र धात्वर्थक्रिया तत्कर्ता तस्य च भुतकालसंबन्ध इति त्रयोऽर्थाः प्रतीयन्ते। तत्र समुदायो न विधीयते यथाग्नेयोऽष्टाकपाल इति येन ब्रह्मणः सत्त्वं न स्यात्। किं तर्ह्येनेन कर्तृत्वमनूद्य भूतकालसत्तालक्षणो गुणो विधीयते दध्ना जुहोतीति वाक्यान्तरविहिताग्निहोत्रानुवादेन तत्र बुणविधानम्। तत्राप्यनेन कर्तृत्वविशिष्टस्य न पूर्वकालसत्ता विधीयते तन्निषेधानुपपत्तिप्रसङ्गात् अतोऽनेन कर्तृत्वेनेदानीन्तनेनोपलक्षितं यन्निरुपाधिकं परं ब्रह्म तस्यैव भुतकालसत्ता विधीयत इति कश्चिद्दोष इति। नन्वीदृशस्य ब्रह्मणो मयया सह सम्बधासम्भवात्साङ्ख्याभिमता स्वतन्त्रा सद्रूपा सत्त्वरजस्तमोगुणात्मिका मूलप्रकृतिरेवाभिमतेति कथं नो सदिति निषेधः। तत्राह स्वधयेति। स्वस्मिन्धीयते ध्रियत आश्रित्य वर्तत इति स्वधा माया। तया तद्ब्रह्मैकमविभागापन्नमासीत्। सहयुक्तेऽप्रधाने। पा. २-३-१९। इति। तृतीया सहशब्दयोगाभावेऽपि सहार्थयोगे भवति वृद्धो यूना। पा. १-२-६५। इति निपातनाल्लिङ्गात्। अत्र प्रकृतिप्रत्ययाभ्यां तस्याः स्वातन्त्र्यं निर्वायते। यद्यप्यसङ्गस्य ब्रह्मणस्तया सह सम्बन्धो न सम्भवति तथापि तस्मिन्नविद्यया तत्स्वरूपमिव सम्बन्धोऽप्यध्यस्यते यथा शुक्तिकायां रजतस्य। एतेन सद्रूपत्वमपि तस्याः प्रत्याख्यातम्। ननु यदि माया ब्रह्मणा सहाविभागापन्ना तर्हि तस्या अनिर्वाच्यत्वाद्ब्रह्मणोऽपि तत्प्रसङ्ग इति कथं तस्य सत्त्वमुक्तमानीदवातमिति। ब्रह्मणो वा सत्त्वात्तस्या अपि सत्त्वप्रसङ्ग इति कथं नो सदासीदिति सत्त्वप्रतिषेधः। मैवम् । अयुक्तिदृष्ट्यैक्यावभासेऽपि युक्त्या विविच्य मायांशस्यानिर्वाच्यत्वं ब्रह्मणः सत्त्वं च प्रतिपादितम्। ननु दृग्दृश्याविति द्वावेव पदार्थावानीदवातं स्वधयेति तौ चेदं गीक्रियेते तत्किमरपरमवशिष्यते यन्नासीद्रज इत्यादिना प्रतिषिध्येत तत्राह तस्मादिति। तस्माद्ध तस्मात्खलु पूर्वोक्तान्मायासहिताद्ब्रह्मणोऽन्यत्किं चन किमपि वस्तु भूत भौतिकात्मकं जगन्नास। न बभूव। छन्दस्युभयथेति लिटः सार्वधातुकत्वादस्तेर्भूभावाभावः। ननु तदानीमन्यस्य सत्त्वनिषेधो न शङ्क्यः। असत्त्वे चाप्रसक्तत्वान्न निशेधोपयोग इत्यत आह पर इति। परः परस्तात्सृष्टेरूर्ध्वं वर्तमानमिदं जगत्तदानीं न बभूवेत्यर्थः। अन्यथोक्तरीत्या क्वचिदपि निषेधो न स्यादिति भावः॥२॥</p>"
}
