{
	"id" : "10.129.3",
	"classification" : {
		"mandala" : "10",
		"sukta" : "129",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "17",
		"anuvaka" : "11",
		"rik" : "3"
	},
	"attribute" : {
		"devata" : "भाववृत्तं",
		"rishi" : "प्रजापतिः परमेष्ठी",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"तम॑ आसी॒त्तम॑सा गू॒ळ्हमग्रे॑ऽप्रके॒तं स॑लि॒लं सर्व॑मा इ॒दम्",
			"तु॒च्छ्येना॒भ्वपि॑हितं॒ यदासी॒त्तप॑स॒स्तन्म॑हि॒नाजा॑य॒तैक॑म्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"तम॑ आसी॒त्तम॑सा गू॒ळ्हमग्रे॑ऽप्रके॒तं स॑लि॒लं सर्व॑मा इ॒दम् ।",
			"तु॒च्छ्येना॒भ्वपि॑हितं॒ यदासी॒त्तप॑स॒स्तन्म॑हि॒नाजा॑य॒तैक॑म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"तमः॑ । आ॒सी॒त् । तम॑सा । गू॒ळ्हम् । अग्रे॑ । अ॒प्र॒ऽके॒तम् । स॒लि॒लम् । सर्व॑म् । आः॒ । इ॒दम् ।",
			"तु॒च्छ्येन॑ । आ॒भु । अपि॑ऽहितम् । यत् । आसी॑त् । तप॑सः । तत् । म॒हि॒ना । अ॒जा॒य॒त॒ । एक॑म् ॥"
		]
	},
	"sayanaBhashya" : "<p>ननूक्तप्रकारेण यदि पूर्वमिदं जगन्नासीत्कथं तर्हि तस्य जन्म। जायमानस्य जनिक्रियायां कर्तृत्वेन कारकत्वात् कारकं च कारणावान्तरविशेष इति कारकस्य सतो नियतपूर्वक्षणवर्तित्वस्यावश्यंभावात्। अथैतद्दोषपरिजिहीर्षया जनिक्रियायाः प्रागपि तद्विद्यत इत्युच्यते। कथं तस्य जन्म। अत आह। तमसा गूळ्हमग्र इति। अग्रे सृष्टेः प्राक् प्रलयदशायां भूतभौतिकं सर्वं जगत्तमसा गूळ्हम् । यथा नैशं तमः सर्वपदार्थजातमावृणोति तद्वत्। आत्मतत्त्वस्यावरकत्वान्माया परसंज्ञं भावरूपाज्ञानमत्र तम इत्युच्यते। तेन तमसा निगूढं संवृतम् कारणभुतेन तेनाच्छादितं भवति। आच्छादकात्तस्मात्तमसो नामरूपाभ्यां यदाविर्भवनं तदेव तस्य जन्मेत्युच्यते। एतेन कारणवस्थायामसदेव कार्यमुत्पद्यत इत्यसद्वादिनोऽसत्कार्यवादिनो ये मन्यन्ते ते प्रत्याख्याताः। ननु कारणे तमसि तज्जगदात्मकं कार्यं विद्यते चेत् कथं नासिद्रज इत्यादिनिषेधः। तत्राह तम आसीदिति। तमो भावरूपाज्ञानं मूलकारणम्। तद्रूपता तदात्मनाम् । यतः सर्वं जगत्प्राक् तम आसीदतो निषिध्यत इत्यर्थः। नन्वावरकत्वादावरकं तमः कर्तृ आवार्यत्वाज्जगत्कर्म। कथं तयोः कर्मकर्त्रोस्तादात्म्यम् । तत्राह। आप्रकेतमिति। अप्रकेतमप्रज्ञायमानम्। अयमर्थः। यद्यपि जगतस्तमसश्च कर्मकर्तृभावो यौक्तिको वित्यते तथापि व्यवहारदशायामिव तस्यां दशायां नामरूपाभ्यां विस्पष्टं न ज्ञायत इति तादात्म्यवर्णनम्। अत एव मनुना स्मर्यते। आसीदिदं तमोभूतमप्रज्ञातमलक्षणम् । अप्रतर्क्यमनिर्देश्यं प्रसुप्तमिव सर्वतः। मनु १-५। इति। कुतो वा न प्रज्ञायते तत्राह। सलिलम्। सल पतौ। औणादिक इलच्। इदं दृश्यमानं सर्वं जगत्सलिलं कारणेन सङ्गतमविभागापन्नमाः। आसीत्। अस्तेर्लङि तिपि बहुलं छन्दसीतीडभावे हल् ङ्याब्भ्य इति तिलोपे तिप्यनस्तेः। पा. ८-२-७३। इति पर्युदासाद्दकाराभावः। यद्वा सलिलमिति लुप्तोपमम्। सलिलमिव। यथा क्षीरेणाविभागापन्नं नीरं दुर्विज्ञानं तथा तमसाविभागापन्नं जगन्नशक्यविज्ञानमित्यर्थः। ननु विविधविचित्ररूपभूयसः प्रपञ्चस्य कथमितितुच्छेन तमसा क्षीरेण नीरस्येवाभिभवः। तथा तमोऽपि क्शीरवद्बलवदित्येवोच्यते। तर्हि दुर्बलस्य जगतः सर्गसमयेऽपि नोद्भवसम्भव इत्यत आह तुच्छ्येनेति। आ समन्ताद्भवतीत्याभु तुच् छ्येन। छान्दसो यकारोपजनः। तुच्छेन तुच्छकल्पनेन सदसद्विलक्षनेन भावरूपज्ञानेनापिहितं छादितमासीत्। दधातेः कर्मणि निष्था। दधातेर्हि। गतिरनन्तर इति गतेः प्रकृतिस्वरत्वम्। एकमेकीभूतं कारणेन तमसाविभागतां प्राप्तमपि तत्कार्यजातं तपसः स्रष्टव्यपर्यालोचनरूपस्य महिना माहात्म्येनाजायत। उत्पन्नम्। तपसः स्रष्टव्यपर्यालोचनरूपत्वं चान्यत्राम्नायते। यः सर्वज्ञः सर्वविद्यस्य ज्ञानमयं तपः। मुं . उ. १-१-९। इति॥३॥</p>"
}
