{
	"id" : "10.129.5",
	"classification" : {
		"mandala" : "10",
		"sukta" : "129",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "17",
		"anuvaka" : "11",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "भाववृत्तं",
		"rishi" : "प्रजापतिः परमेष्ठी",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"ति{1}र{1}श्ची{0}नो{1} वि{0}त{2}तो{0} र{1}श्मि{0}रे{2}षा{0}म{1}धः{0} स्वि{2}दा{1}सीथ्{0}दु{1}प{0}रि{2} स्वि{0}दा{0}सीथ्त्{0}",
			"रे{1}तो{1}धा{0} आ{2}स{0}न्म{0}हि{1}मा{0}न{2} आ{0}स{0}न्त्स्व{1}धा{0} अ{1}व{0}स्ता{1}त्प्र{0}य{2}तिः{0} प{1}र{0}स्ता{2}त्{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"ति{1}र{1}श्चीनो{1} वित{2}तो र{1}श्मिरे{2}षाम{1}धः स्वि{2}दा{1}सी३दु{1}परि{2} स्विदासी३त् ।",
			"रे{1}तो{1}धा आ{2}सन्महि{1}मान{2} आसन्त्स्व{1}धा अ{1}वस्ता{1}त्प्रय{2}तिः प{1}रस्ता{2}त् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"ति{1}र{1}श्चीनः{2} । वि{5}त{2}तः । र{1}श्मिः । ए{1}षा{1}म् । अ{1}धः । स्वि{2}त् । आ{1}सी{1}३त् । उ{1}परि{2} । स्वित् । आ{1}सी{1}३त् ।",
			"रे{1}तः{1}{5}धाः । आ{1}स{1}न् । म{1}हि{1}मानः{2} । आ{1}स{1}न् । स्व{1}धा । अ{1}वस्ता{2}त् । प्र{5}य{2}तिः । प{1}रस्ता{2}त् ॥"
		]
	},
	"sayanaBhashya" : "<p>एवमविद्याकामकर्माणि सृष्टेर्हेतुत्वेनोक्तानि। अधुना तेषां स्वकार्यजनने शैघ्र्यं प्रतिपाद्यते। येयं नासदासीदित्यविद्या प्रतिपादिता यश्च कामस्तदग्र इति कामो मनसो रेतः प्रथमं यदासीदिति यत्कर्मैषामविद्याकामकर्मणां वियदादिभूतजातानि सृजतां रश्मी रश्मिसदृशो यथा सूर्यरश्मिरुदयानन्तरं निमेषमात्रेण युगपत्सर्वं जगद्व्याप्नोति तथा शीघ्रं सर्वत्र व्याप्नुवन् यः कार्यवर्गो विततो विस्तृत आसित्। स्विदासीदिति वक्ष्यमाणमत्रापि सम्बध्यते। विचार्यमाणानाम् । पा. ८-२-९७। इति प्लुतः। तत्रोदात्त इत्यनुवृत्तेः स चोदात्तः। स्विदिति वितर्के। स कार्यवर्गः प्रथमतः किं तिरश्चीनस्तिर्यगवस्थितो मध्ये स्थित आसित् किंवाधोऽधस्तादासित्। आहोस्विदुपर्युपरिष्थात्किमासीत्। उपरि स्विदासीदिति च। पा. ८-२-१०२। इत्यनुदात्तः प्लुतः। आत्मन आकाशः सम्भूत आकाशाद्वायुर्वायोरग्निः। तै. आ. ८-१। इत्यादिकया पञ्चमीश्रुत्या तत उद्गातारं ततो होतारमितिवत्क्रमप्रतिपत्तौ सत्यामपि विद्युत्प्रकाशवत्सर्गस्य शीघ्रव्यापनेन तस्य क्रमस्य दुर्लक्षणत्वादेतेषु त्रिषु स्थानेशु प्राथम्यं कुत्रेति विचार्यते। एवं नाम शीघ्रं सर्वतो दिक्षु सर्गो निश्पन्न इत्यर्थः। एतदेव विभजते। सृष्टेषु कार्येषु मध्ये केचिद्भावा रेतोधा रेतसो बीजभूतस्य कर्मणो विधातारः कर्तारो भोक्तारश्च जीवा आसन् अन्ये भावा महिमानः। स्वार्थिक इमनिच्। महान्तो वियदादयो भोग्या आसन्। एवं मायासहितः परमेश्वरः सर्वं जगत्सृष्ट्वा स्वयम् चानुज्प्रविश्य भोक्तृभोग्यादिरूपेण विभागं क्रुतवानित्यर्थः। अयमेवार्थस्तृत्तिरीयके तत्सृष्ट्वा तदेवानुप्राविशत्। तै. आ. ८-६। इत्यारभ्य प्रतिपाद्यते। तत्र च भोक्तृ भोग्ययोर्मध्ये स्वधा। अन्ननामैतत्। भोग्यप्रपञ्चोऽवस्तादवरो निक्रुष्त आसीत्। प्रयतिः प्रयतिता भोक्ता परस्तात्पर उत्क्रुष्त आसित्। भोग्यप्रपञ्चं भोक्तृप्रपञ्चस्य शेशभूतम् क्रुतवानित्यर्थः। विभाषा परावराभ्याम् । पा. ५-३-२९। इति प्रथमार्थेऽस्तातिः। अस्ताति च। पा. ५-३-४०। इत्यवरशब्दस्यावादेशः। अवस्तादिति संहितायामीषा अक्षादित्वात्प्रकृतिभावः॥५॥</p>"
}
