{
	"id" : "10.129.7",
	"classification" : {
		"mandala" : "10",
		"sukta" : "129",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "17",
		"anuvaka" : "11",
		"rik" : "7"
	},
	"attribute" : {
		"devata" : "भाववृत्तं",
		"rishi" : "प्रजापतिः परमेष्ठी",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"इ॒यं विसृ॑ष्थि॒र्यत॑ आब॒भूव॒ यदि॑ वा द॒धे यदि॑ वा॒ न",
			"यो अ॒स्याध्य॑क्षः पर॒मे व्यो॑म॒न्त्सो अं॒ग वे॑द॒ यदि॑ वा॒ न वेद॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"इ॒यं विसृ॑ष्टि॒र्यत॑ आब॒भूव॒ यदि॑ वा द॒धे यदि॑ वा॒ न ।",
			"यो अ॒स्याध्य॑क्षः पर॒मे व्यो॑म॒न्त्सो अ॒ङ्ग वे॑द॒ यदि॑ वा॒ न वेद॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"इ॒यम् । विऽसृ॑ष्टिः । यतः॑ । आ॒ऽब॒भूव॑ । यदि॑ । वा॒ । द॒धे । यदि॑ । वा॒ । न ।",
			"यः । अ॒स्य॒ । अधि॑ऽअक्षः । प॒र॒मे । विऽओ॑मन् । सः । अ॒ङ्ग । वे॒द॒ । यदि॑ । वा॒ । न । वेद॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>उक्तप्रकारेण यथेदं जगत्सर्जनम् दुर्विज्ञानं एवं सृष्टम् तज्जगद्दुर्धरमपीत्याह। इयमिति। यत उपादानभूतात्परमात्मन इयं विसृष्टिर्विविधा गिरिनदिसमुद्रादिरूपेण विचित्रा सृष्टिराबभुव आजाता सोऽपि किल यदि वा दधे धारयति यदि वा न धारयति। एवं च को नामान्यो धर्तुं शक्नुयात्। यदि धारयेदीश्वर एव धारयेन्नान्य इत्यर्थः। एतेन कार्यस्य धारयितृत्वप्रतिपादनेन ब्रह्मण उपादानकारणत्वमुक्तं भवति। तथा च पारमार्षं सूत्रम्। प्रकृतिश्च प्रतिज्ञादृष्टान्तानुपरोधात्। वेदा. १-४-२३। इति। यद्वा। अनेनार्धर्चेन पुर्वोक्तं सृश्ःटेर्दुज्ञानत्वमेव दृषयति। को वेदेत्यनुवर्तते। इयं विविधा स्रुष्टिर्यत आबभूव आ समन्तादाजायतेति को वेद। न कोऽपि । नास्त्येव जगतो जन्म कदाचिदनीदृशं जगदिति बहवो भ्रान्ता भवन्त्यपि। यतह्। जनिकर्तुः प्रकृतिः। पा. १-४-३०। इत्यपादानसंज्ञायां पञ्चम्यास्तसिल्। यस्मात्परमात्मन उपादान भूतादाबभूव तं परमात्मानं को वेद। न कोऽपि। प्रकृतितः परमाणुभ्यो वा जगज्जन्मेति हि बहवो भ्रान्ताः। तथा स एवोपादानभूतः परमात्मा स्वयमेव निमित्तब्न्हुतोऽपि सन् यदि वा दधे विदध इदं जगत्ससर्ज यदि वा न ससर्ज। असन्दिग्धे सन्दिग्धवचनमेतच्छास्त्राणि चेत्प्रमाणं स्युरिति यथा। स एव विदधे तं को वेद। अजानन्तोऽपि बहवो जडात्प्रधानदकर्तृकमेवेदं जगत्स्वयमजायतेति विपरितम् प्रतिपन्ना विदधतो विधानमजानन्तोऽपि। स एवोपादानभुत इत्यपि को वेदः। न कोऽपि। उपादानादन्यस्तटस्थ एवेश्वरो विदध इति हि बहवः पर्तिपन्नाः। देवा अपि यन्न जानन्ति तदर्वाचीनानामेषां तत्परिज्ञाने कैवकथेत्यर्थः। यद्येवं जगत्सृष्टिरत्यन्तदुरवबोधना तर्हि सा प्रमाणपद्धतिमध्यास्त इत्याशङ्क्य तत्सद्भाव ईश्वरो वेदं प्रमाणयति। यो अस्येति। अस्य भुतभौतिकात्मकस्य जगतो योऽध्यक्ष ईश्वरः परम उत्क्रुष्टे सत्यभुते व्योमन् व्योमन्नाकाश आकाशवन्निर्मले स्वप्रकाशे। यद्वा। अवतेस्तर्पणार्थादन्येभ्योऽपि दृश्यन्त इति मनिन्। नेड्वशि कृतीतीट्प्रतिषेधः। ज्वरत्वरेत्यादिना वकारोपधयोरूट्। सप्तम्या लुक्। न ङिसम्बुद्ध्योरिति नलोप प्रतिषेधः। व्योमनि विशेषेण तृप्ते। निरतिशयानन्दस्वरूप इत्यर्थः। यद्वा। अवतिर्गथर्थः। व्योमनि विशेशेण गन्तव्ये। देशकालवस्तुभिरपरिच्छिन्न इत्यर्थः। अथवा। अवतिर्ज्ञानार्थः। व्योमनि विशेषेण ज्ञातरि विशिष्टज्ञानात्मनि। ईदृशे स्वात्मनि प्रतिष्ठितः। श्रूयते हि सनत्कुमारनारदयोः संवादे स भवः कस्मिन्प्रतिष्ठित इति स्वे महिम्नि। छा. उ. ७-२४-१। इति। ईदृशो यः परमेश्वरः सो अङ्ग। अङ्गेति प्रसिद्धौ। सोऽपि नामवेद जानाति। यदि वा न वेद न जानाति। को नामानो जानीयात्। सर्वज्ञ ईश्वर एव तां सृष्टिं जानीयात् नान्य इत्यर्थः॥७॥</p>"
}
