{
	"id" : "1.132.4",
	"classification" : {
		"mandala" : "1",
		"sukta" : "132",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "21",
		"anuvaka" : "19",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"नू इ॒त्था ते॑ पू॒र्वथा॑ च प्र॒वाच्यं॒ यदङ्गि॑रो॒भ्योऽवृ॑णो॒रप॑ व्र॒जमिन्द्र॒ शिक्ष॒न्नप॑ व्र॒जम्",
			"ऐभ्यः॑ समा॒न्या दि॒शास्मभ्यं॑ जेषि॒ योत्सि॑ च",
			"सु॒न्वद्भ्यो॑ रन्धया॒ कं चि॑दव्र॒तं हृ॑णा॒यन्तं॑ चिदव्र॒तम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"नू इ॒त्था ते॑ पू॒र्वथा॑ च प्र॒वाच्यं॒ यदङ्गि॑रो॒भ्योऽवृ॑णो॒रप॑ व्र॒जमिन्द्र॒ शिक्ष॒न्नप॑ व्र॒जम् ।",
			"ऐभ्यः॑ समा॒न्या दि॒शास्मभ्यं॑ जेषि॒ योत्सि॑ च ।",
			"सु॒न्वद्भ्यो॑ रन्धया॒ कं चि॑दव्र॒तं हृ॑णा॒यन्तं॑ चिदव्र॒तम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"नु । इ॒त्था । ते॒ । पू॒र्वऽथा॑ । च॒ । प्र॒ऽवाच्य॑म् । यत् । अङ्गि॑रःऽभ्यः । अवृ॑णोः । अप॑ । व्र॒जम् । इन्द्र॑ । शिक्ष॑न् । अप॑ । व्र॒जम् ।",
			"आ । ए॒भ्यः॒ । स॒मा॒न्या । दि॒शा । अ॒स्मभ्य॑म् । जे॒षि॒ । योत्सि॑ । च॒ ।",
			"सु॒न्वत्ऽभ्यः॑ । र॒न्ध॒य॒ । कम् । चि॒त् । अ॒व्र॒तम् । हृ॒णा॒यन्त॑म् । चि॒त् । अ॒व्र॒तम् ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र तेतवसंबन्धिकर्म इत्थाइत्थंउक्तप्रकारं वक्ष्यमाणरूपंवा पूर्वथापूर्वमिव पूर्वंयथानुक्षिप्रं प्र- वाच्यंसर्वैःस्तोतव्यन्तद्वदिदानीतन्नमपिस्तुत्यं नूइत्थेत्यत्रईषाअक्षादित्वात्प्रकृतिभावः कीदृशन्तदितित- दुच्यते—यत् त्वमङ्गिरोभ्यः एतद्गोत्रोत्पन्नेभ्योमहर्षिभ्यः तेषामर्थाय व्रजं अन्तरिक्षेगच्छन्तंमेघंअपा- वृणोः अपवृतवानसि मेघमुद्घाट्यवृष्टिमुत्पादितवानसि व्रजइतिमेघनाम व्रजः वराहइतितन्नामसुपा- ठात् किंच हेइन्द्र व्रजङ्गवांसमूहं अप अयष्टृभ्योऽपहृत्यतेभ्यएवाङ्गिरोभ्यः शिक्षन् वितरन् रक्षितवान- सि यद्वा पणिभिरपहृतं बिलेस्थितङ्गवांव्रजमपहर्तुमपावृणोः अपवृतद्वारमकरोः किंच हेइन्द्र एभ्यउ- क्तेभ्यऋषिभ्यः समान्यादिशासमानयारीत्यातेभ्योयथाआआनीयददासि तद्वत् अस्मभ्यमपिजेषिध- नंसङ्ग्रामंवाजय तदर्थंयोत्सियुद्भ्यस्वच छान्दसोविकरणस्यलुक् व्यत्ययेनपरस्मैपदम् किंच त्वंसुन्व- द्भ्यः त्वदर्थमभिषवङ्कुर्वद्भ्यो‍ऽस्मभ्यं कंचिदव्रतं सर्वमपिअयज्वानं यागविरोधिनंरन्धयबाधय मदधी- नङ्कुर्वित्यर्थः नकेवलमयज्वानं किन्तु हृणायन्तंचिदव्रतं चिदित्यवकुत्सिते अस्मासुरोषङ्कुर्वन्तं तमेवा- यष्टारं स्वयंरोषवन्तंवा यद्वा हृणायन्तं चित् रोषङ्कुर्वन्तमपि अव्रतंअकर्माणं पुनर्हननासमर्थङ्कुर्वन् र- न्धय हृणीङ् रोषे कण्ड्वादिः व्यत्ययेनाकारः ॥ ४ ॥</p>"
}
