{
	"id" : "1.123.8",
	"classification" : {
		"mandala" : "1",
		"sukta" : "123",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "5",
		"anuvaka" : "18",
		"rik" : "8"
	},
	"attribute" : {
		"devata" : "उषाः",
		"rishi" : "कक्षीवान् दैर्घतमस औशिजः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"स॒दृशी॑र॒द्य स॒दृशी॒रिदु॒ श्वो दी॒र्घं स॑चन्ते॒ वरु॑णस्य॒ धाम॑",
			"अ॒न॒व॒द्यास्त्रिं॒शतं॒ योज॑ना॒न्येकै॑का॒ क्रतुं॒ परि॑ यन्ति स॒द्यः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स॒दृशी॑र॒द्य स॒दृशी॒रिदु॒ श्वो दी॒र्घं स॑चन्ते॒ वरु॑णस्य॒ धाम॑ ।",
			"अ॒न॒व॒द्यास्त्रिं॒शतं॒ योज॑ना॒न्येकै॑का॒ क्रतुं॒ परि॑ यन्ति स॒द्यः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"स॒ऽदृशीः॑ । अ॒द्य । स॒ऽदृशीः॑ । इत् । ऊं॒ इति॑ । श्वः । दी॒र्घम् । स॒च॒न्ते॒ । वरु॑णस्य । धाम॑ ।",
			"अ॒न॒व॒द्याः । त्रिं॒शत॑म् । योज॑नानि । एका॑ऽएका । क्रतु॑म् । परि॑ । य॒न्ति॒ । स॒द्यः ॥"
		]
	},
	"sayanaBhashya" : "<p>अद्यास्मिन्नहनिसदृशीरित् परस्परंसदृश्यएव तथाश्वउइत् परस्मिन्नप्यहनिसदृशीः परस्परंसदृ- श्यएवउशब्दोऽपिशब्दार्थः इच्छब्दएवार्थः अद्यतन्योपिश्वस्तनीभिः सदृश्यः श्वस्तन्यश्चाद्यतनीभिः एवमहरन्तरेणसादृश्यम् कथंसादृश्यमितितदुपपाद्यते—यदा नक्षत्राणिनदृश्यन्ते सूर्यश्चनोदेति सउ- षसःकालः सचैकविंशतिघटिकाभिः षड्विंशतिपराभिश्चसंमितः सूर्योहिप्रतिदिनं एकोनषष्ट्यधिक- पञ्चसहस्रयोजनानिमेरूंप्रादक्षिण्येनपरिभ्रमति तथासतियत्रयत्रलङ्कादिभूप्रदेशेसूर्योगच्छतितस्यत- स्यपुरस्तान्त्रिंशद्योजनंउषाअपिगच्छति सूर्योयस्मिन्देशगेच्छतितत्रत्रिंशद्योजनंपुरस्ताद्देशस्थितानां- उदितोदृश्यते एवंलङ्कादिसर्वप्रदेशस्थितानामपिउषसः उदयोऽवगन्तव्यः एवचसतिएकस्मिन्भूभागे- यावत्कालंयथोषाः प्रकाशयति तथाभूभागान्तरेऽपितावन्तं कालंप्रकाशयति एवमुक्तरीत्याएकस्मि- न्नेवाहनिसर्वप्रदेशवर्तिनामप्युषसः सदृश्यः प्रदेशबाहुल्यमपेक्ष्यउषसांबहुत्वाद्बहुवचनं एवमेकरूपा- उषसः अनवद्याः शुद्धाः यासामुदयात्सर्वेभावाअनवद्याभविष्यन्ति किमुवक्तव्यन्तासामनवद्यत्वं दीर्घंउक्तरीत्यात्यन्तमायतं वरुणस्यतमोनिवारकस्य सूर्यस्यधामस्थानंमेरुवलयंसचन्तेप्रतिदिनंसेव- न्तेकियद्दूरमितितदुच्यते—त्रिंशतंयोजनानित्रिंशद्योजनानिपुरतः सूर्योयत्रयत्रोदेति ततस्ततस्त्रिंश- द्योजनंपुरस्तादुद्यन्तीत्यर्थः किंच आसांमध्येएकैकोषाः लङ्काद्येकैकभूभागवर्तिनाङ्क्रतुङ्गमनागमनादि- रूपङ्कर्मतद्विषयांप्रज्ञांवा तथाच निरुक्तम् क्रतुन्दधिक्राः कर्मवाप्रज्ञांवेति । सद्यस्तदानीमेवस्वोदयका- लएवपरियन्ति परितोगच्छन्ति निर्वहन्तीत्यर्थः तत्तद्भूभागविशेषेणसूर्यस्योदयोज्योतिः शास्त्रेप्रद- र्शितः—उदयोयोलङ्कायांसोस्तमयः सवितुरेवसिद्धपुरे । मध्याह्नोयमकोट्यांरोमकविषयेऽर्धरात्रः स्यादिति ॥ ८ ॥</p>"
}
