{
	"id" : "1.164.20",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "17",
		"anuvaka" : "22",
		"rik" : "20"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"द्वा सु॑प॒र्णा स॒युजा॒ सखा॑या समा॒नं वृ॒क्षं परि॑ षस्वजाते",
			"तयो॑र॒न्यः पिप्प॑लं स्वा॒द्वत्त्यन॑श्नन्न॒न्यो अ॒भि चा॑कशीति"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"द्वा सु॑प॒र्णा स॒युजा॒ सखा॑या समा॒नं वृ॒क्षं परि॑ षस्वजाते ।",
			"तयो॑र॒न्यः पिप्प॑लं स्वा॒द्वत्त्यन॑श्नन्न॒न्यो अ॒भि चा॑कशीति ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"द्वा । सु॒ऽप॒र्णा । स॒ऽयुजा॑ । सखा॑या । स॒मा॒नम् । वृ॒क्षम् । परि॑ । स॒स्व॒जा॒ते॒ इति॑ ।",
			"तयोः॑ । अ॒न्यः । पिप्प॑लम् । स्वा॒दु । अत्ति॑ । अन॑श्नन् । अ॒न्यः । अ॒भि । चा॒क॒शी॒ति॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>अत्रलौकिकपक्षद्वयदृष्टान्तेनजीवपरमात्मानौस्तूयेते यथालोकेद्वौसुपर्णौ सुपतनौशोभनगमनौ सयुजासमानयोगौ सखायौ समानख्यानौ समानं वृक्षं परिषस्वजाते एकमेववृक्षंपरिषस्वजाते आश्र- यतः तयोरन्यः एकः पिप्पलंपक्वंफलं स्वाद्वत्ति स्वादुतरमत्ति अपरःअनश्नन् अभिचाकशीतिअभिप- श्यति तद्वत् द्वौसुपर्णस्थानीयौ क्षेत्रज्ञपरमात्मानौ सयुजासमानयोगौ योगानोमसंबन्धः सचतादा- त्म्यलक्षणः सएवात्मा परमात्मनःस्वरूपंयस्यजीवात्मनः एवमेकस्वरूपावित्यर्थः अनेनभास्करम- तानुसारिणोऽतिरेकनाम्नोजीवात्मा परमात्मनोनान्यः सचपरमात्मा जीवादन्योजीवाश्रयणादिति- मतन्निरस्तंभवति । ननु संबन्धोद्विष्ठः सचपक्षिणोरेवभेदमपेक्षते अतः कथमैकात्म्यमिति न औपा- धिकभेदंवास्तवाभेदंचापेक्ष्यप्रवृत्तः अतएव सखायौ समानख्यानौ नान्यख्यानौ नन्वेकस्य यादृशं- ख्यानं तादृशमेवान्यस्येतिव्युत्पत्त्याभेदःस्फुटंप्रतिभाति कथन्तादात्म्यमुच्यतइतिनवक्तव्यं नात्रप- रस्परन्दृष्टान्तदार्ष्टान्तिकभावः अपितुयस्ययादृशङ्ख्यानं स्फुरणं परमात्मनः तदेवख्यानमितरस्यापि जीवात्मनइतिसखायावित्युच्यते एकरूपप्रकाशावित्यर्थः अतउपपन्नमैकात्म्यं अनेनवास्तवभेदोपि- निरस्तः समानंवृक्षंपरिषस्वजातेइत्यत्र यथाश्रयान्तराभावादुभयोरेकाश्रयत्वमभ्युपगन्तव्यम् तद्व- त्सयुजासखायावित्युभयत्राप्येकयोगख्याने आश्रयणीये वृश्च्यतइतिवृक्षोदेहः सचोभयोःसमानएकएव जीवस्यभोगार्थत्वात् परमात्मनासृष्टैर्महाभूतैरारब्धत्वात्तस्योपलब्धिस्थानत्वाच्चोभयोरपिसमानः तादृशं समानं वृक्षंपरिषस्वजाते परिष्वजतः आश्रयतः नचजीवस्यवस्तुतईश्वरत्वेकथंजीवबुद्ध्यासं- सारशोकावितिवाच्यं तयोर्मोहकृतत्वात् तथाचाथर्वणिकाअनुमन्त्रमाम्नाय अस्यसन्देहनिवर्तकमुत्त- रंमन्त्रमेवमामनन्ति—समानेवृक्षेपुरुषोनिमग्नोअनीशयाशोचतिमुह्यमानः । जुष्टंयदापश्यत्यन्यमी- शमस्यमहिमानमितिवीतशोकइति । अस्यायमर्थः—एकएवशरीरेपूर्णःपुरुषः परमात्मा निमग्नोनि- गूढःसन् स्वयमपीश्वरोप्यनीशत्वबुद्भ्यामुह्यमानोमूढःसन् शोचति संसारेअहङ्कर्ता सुखीदुःखीतिजन- नमरणेनुभवति यदातुजुष्टं नित्यतृप्तं अन्यं संसारशोकातीतंईशंपरमेश्वरंपश्यति स्वानन्यतयासाक्षा- त्करोति तदावीतशोकः देहाद्भ्यतिरिक्तः स्वस्वरूपसाक्षात्कारेण गततापत्रयः सन् अस्यमहिमान- मिति निरस्तसमस्तौपाधिकस्य परमेश्वरस्यमहिमानं सार्वात्म्यसर्वज्ञत्वादिमहिमानमिति एति प्राप्नोति नचतद्भावान्यत्रतन्महिमाप्राप्यते अतस्तद्रूपोभवतीत्यर्थः तस्माद्वस्तुतएकएव भेदस्तुमो- हकृतइतिफ्र्सिद्धम् । अनुभवदशायां लैकिकबुद्भ्याभेदमभ्युपेत्योच्यते तयोरन्योजीवात्मापिप्पलङ्कर्म- फलंस्वादुस्वादुभूतमत्तिभुङ्क्ते यस्य यदुपार्जितं तत्तस्यस्वादुभवति अन्यः परमात्माअनश्नन् आप्तकाम- त्वेनाभुंजानः स्पृहायाअभावात् आप्तकामस्यकास्पृहेतिस्मृतेः । तस्मादवास्तवभेदमुपजीव्यतयोरन्य- इत्युक्तम् वस्तुतस्त्वनीशयाशोचतिमुह्यमानइत्युक्तत्वादभेदएव तादृशःपरमात्मा अभिचाकशीति स्वात्मन्यध्यस्तंजगत्साक्षित्वेनेक्षतेअत्रद्वौद्वौप्रतिष्ठितौ सुकृतौ धर्मकर्तारावित्यादिनिरुक्तेगतं अस्यम- न्त्रस्यव्याख्यानमनुसन्धेयम् ॥ २० ॥</p>"
}
