{
	"id" : "1.164.23",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "18",
		"anuvaka" : "22",
		"rik" : "23"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"यद्गा॑य॒त्रे अधि॑ गाय॒त्रमाहि॑तं॒ त्रैष्थु॑भाद्वा॒ त्रेYष्थु॑भं नि॒रत॑क्षत",
			"यद्वा॒ जग॒ज्जग॒त्याहि॑तं प॒दं य इत्तद्वि॒दुस्ते अ॑मृत॒त्वमा॑नशुः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"यद्गा॑य॒त्रे अधि॑ गाय॒त्रमाहि॑तं॒ त्रैष्टु॑भाद्वा॒ त्रैष्टु॑भं नि॒रत॑क्षत ।",
			"यद्वा॒ जग॒ज्जग॒त्याहि॑तं प॒दं य इत्तद्वि॒दुस्ते अ॑मृत॒त्वमा॑नशुः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"यत् । गा॒य॒त्रे । अधि॑ । गा॒य॒त्रम् । आऽहि॑तम् । त्रैस्तु॑भात् । वा॒ । त्रैस्तु॑भम् । निः॒ऽअत॑क्षत ।",
			"यत् । वा॒ । जग॑त् । जग॑ति । आऽहि॑तम् । प॒दम् । ये । इत् । तत् । वि॒दुः । ते । अ॒मृ॒त॒ऽत्वम् । आ॒न॒शुः॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>गायत्रेअधिगायत्रमाहितं प्राथम्यात्सर्वैः स्तुत्यत्वाच्च गायत्रीभूः तदीयंस्थानङ्गायत्रंअधिउपरि तत्रगायत्रमाग्नेयंपदंआहितं प्रथमसृष्टत्वात् गायतित्रायतेचेतिव्युत्पत्त्याचप्रजापतेर्मुखाद्गायत्र्यासहो- त्पन्नत्वाद्भक्त्याग्निरपिगायत्रःगायत्रोग्निरितिश्रुतेः । भूम्यामग्निःस्थापितइति यदस्ति तथा त्रैष्टुभा द्वितीयत्वात् वृष्टिपर्जन्यविद्युद्रूपत्रिस्तोभयुक्तादन्तरिक्षान्त्रैष्टुभन्त्रिस्तोभयुक्तं ऊर्ध्वाधस्तिर्यग्लक्षण- स्तोभत्रयोपोएतंवायुं निरतक्षत साधुसंपादितवन्तोदेवाइतियदस्ति वा अथवा जगति सर्वैर्गन्तव्ये उद्गततमेवातृतीयभूते द्युलोकेच जगत् गमनशीलंआदित्याख्यंपदमाहितमितियदस्ति तदिदन्त्रिषु- स्थानेषुत्रयाणामग्न्यादीनंपदाधानं यइत् येएवनराविदुर्जानन्ति तएवामृतत्वमानशुः अमरणरूपं- पदमाप्नुवन्ति इत्यधिलोकम् । अथाधियज्ञं गायत्रेप्नातःसवने अधिउपरिगायत्रंछ्न्दः पदमाहितमि- तियत् तथा त्रैष्टुभात् माध्यन्दिनात्सवनात् त्रैष्टुभंछन्दोनिरतक्षत तत्रआहितमितियत् वा किंचेत्यर्थः जगतितृतीयसवने जगत् जागतंपदमाहितमितियत् तत्तादृशंसवनत्रयेषुछ्न्दस्त्रयसंस्थापनं येनरा- विदुः यजमानाविदुर्जानन्ति तेअमृतत्वंज्ञानानुष्ठानद्वारेण मोक्षमानशुः आप्नुवन्ति अथवागायत्रेप्रातः सवने त्रिषुस्वनेषुछन्दस्त्रयपरिमाणात् सवनान्यपितत्तच्छन्दः शब्देनोच्यन्ते गायत्रंप्रातःसवनं त्रैष्टु- भंमाध्यन्दिनसवनं जागतन्तृतीयसवनमितिश्रुतेः । तादृशेप्रातःसवनेअधिउपरि गायत्रं अष्टाक्षरात्मकं आहावप्रतिगररूपङ्गायत्रंपदमाहितं तद्यथाहोताशोंसावोमितित्र्यक्षरेण आह्वयते तथाशोंसामोदै- वोमिति पञ्चाक्षरेणाध्वर्युःप्रतिगृणाति तन्मिलित्वाऽष्टाक्षरंसंपद्यते तच्चाष्टाक्षरङ्गायत्रीसदृशं तस्या- अपिपादस्याष्टाक्षरत्वात् इदमेकंप्रातः सवनरूपेगायत्रेगायत्रपदप्रतिष्ठापनं तथासवनान्तेऽपिशंसना- नन्तरमुक्थंवाचीतिचतुरक्षरमाह होता ओमुक्थशाइतिचतुरक्षरमध्वर्युः तदष्टाक्षरंसंपद्यते एतदपरं गायत्रेगायत्रस्थापनम् । तथा त्रैष्टुभान्माध्यन्दिनसवनात् त्रैष्टुभंआहावप्रतिगरणरूपंपदन्निरतक्षतऋ- त्विजः तद्यथा—माध्यन्दिनसवनेहोताध्वर्योशोंसावोमित्याह्वयते षडक्षरेण अध्वर्युश्चशंसामोदैवो- मितिपञ्चाक्षरेणप्रतिगृणाति तन्मिलित्वैकादशाक्षरंसंपद्यते इदमेकंमाध्यन्दिनसवनादौत्रैष्टुभेत्रैष्टु- भाधानम् । तथासवनान्तेपि शंसनानन्तरं उक्थंवाचिइन्द्रायेति सप्ताक्षरमाह होता अध्वर्युश्चोमुक्थ- शाइतिचतुरक्षरेणप्रतिगृणाति तन्मिलित्वैकादशाक्षरंसंपद्यते इदमपरन्त्रैष्टुभे त्रैष्टुभस्थापनम् । तथा तृतीयसवनेहोताध्वर्योशोशोंसावोमितिसप्ताक्षरेणाह्वयते शंसामोदैवोमितिपञ्चाक्षरेणाध्वर्युःप्रति- गृणाति तत् द्वादशाक्षरंभवति तदिदंप्रथमंजागतेजागतोत्पादनं तथापश्चादपिशंसनानन्तरमाह—उ- क्थंवाचीन्द्रायदेवेभ्यइति एतदेकादशाक्षरंभवति तमिदन्द्रंसन्तमिन्द्रइत्याचक्षतइतिश्रुतेः सङ्ख्या- पूर्तिः ओमित्यध्वर्युरेकाक्षरेणप्रतिगृणाति तन्मिलित्वाद्वादशाक्षरं संपद्यते तदिदमपरंजागतेजागतप- दस्थापनम् । एवन्त्रिषुछन्दस्सु त्रिषुगायत्र्यादिसवनेषुगायत्रादिच्छन्दस्त्रयः पदप्रतिष्ठापनं एतत्सर्वमै- तरेयब्राह्मणे—देवविशःकल्पयितव्याइतिखण्डेविस्पष्टमाम्नातम् । तत्तादृशंछन्दसिछन्दःस्थापनंयइ- त्तद्विदुः येएवजानन्ति तएवामृतत्वमानशुः प्राप्नुवन्त्यनुष्ठानद्वारा एवमजानान्तोनुष्ठानेनापिनफलंप्रा- प्नुवन्तीत्यर्थः तस्यसाकल्याभावादितिभावः ॥ २३ ॥</p>"
}
