{
	"id" : "1.164.26",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "19",
		"anuvaka" : "22",
		"rik" : "26"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"उप॑ ह्वये सु॒दुघां॑ धे॒नुमे॒तां सु॒हस्तो॑ गो॒धुगु॒त दो॑हदेनाम्",
			"श्रेष्टं॑ स॒वं स॑वि॒ता सा॑विषन्नो॒ऽभी॑द्धो घ॒र्मस्तदु॒ षु प्र वो॑चम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"उप॑ ह्वये सु॒दुघां॑ धे॒नुमे॒तां सु॒हस्तो॑ गो॒धुगु॒त दो॑हदेनाम् ।",
			"श्रेष्ठं॑ स॒वं स॑वि॒ता सा॑विषन्नो॒ऽभी॑द्धो घ॒र्मस्तदु॒ षु प्र वो॑चम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"उप॑ । ह्व॒ये॒ । सु॒ऽदुघा॑म् । धे॒नुम् । ए॒ताम् । सु॒ऽहस्तः॑ । गो॒ऽधुक् । उ॒त । दो॒ह॒त् । ए॒ना॒म् ।",
			"श्रेष्ठ॑म् । स॒वम् । स॒वि॒ता । सा॒वि॒ष॒त् । नः॒ । अ॒भिऽइ॑द्धः । घ॒र्मः । तत् । ऊं॒ इति॑ । सु । प्र । वो॒च॒म् ॥"
		]
	},
	"sayanaBhashya" : "<p>अहंहोताउपह्वये उपेत्याह्वयामि किंएतां धेनुं आगच्छन्तीं क्षीरेणप्रीणयित्रीङ्गां प्रवर्ग्यार्थां पुनःकीद्रुशीं सुदुघां सुष्ठुदोग्ध्रीं उत अपिच एनां उक्तलक्षणां गां सुहस्तः शोभनहस्तः दोहनकुशलः गोधुक् गोदोग्धा अध्वर्युः दोहत् दोग्धि यस्मादेवं तस्मादुपह्वयइत्यर्थः तदर्थंसवितासर्वस्यानु- ज्ञातापरमेश्वरोनोऽस्मदीयं श्रेष्ठंप्रशंस्यं सवं सोमयाग स्वीरंवा साविषत् अनुजानातु कथमेवं तच्छ- ब्दश्रुतेर्यच्छब्दाध्याहारः यद्यस्मात् घर्मः प्रवर्ग्यः यद्घर्मइत्यतः यत्तद्घर्मस्यघर्मत्वमितितैत्तिरीयकम् । तत्तादृशोभीद्धः अभिदीप्तः तदु उशब्दएवकारार्थः तस्मादेवकारणात् सुप्रवोचं सुष्ठुब्रवीमिउपह्वय- इति । यद्वा एतांपुरतोदृश्यमानान्धेनुंवृष्ट्याप्रीणयित्रीमेघलक्षणान्धेनुं उपह्वये आह्वयामि वर्षदोहाय किंचैनान्धेनुं सुहस्तः शोभनदोहनकुशलहस्तोपेतोगोधुक् गोदोग्धा आदित्योवावायुर्दोहत् दोग्धि तद- धीनत्वाद्वर्षणस्य किंच तदर्थं सविताप्रेरकः परमेश्वरोस्मदर्थं अस्मदुपभोगादृष्टमपेक्ष्यसाविषत् अनु- जानातु प्रतिबन्धंमाकरोत्वित्यर्थः किमितीदमुच्यतइत्युच्यते—घर्मः ग्रीष्मः अवर्षणजनितः स्स्य- शोषः अभीद्धः प्रवृद्धः तदुषुप्रवोचं तस्मादेवकारणात् ब्रवीमि ब्रवीतेर्लुङिवच्यादेशे अस्यतिवक्ती- त्यादिनाच्लेरङ् छान्दसोडभावः ॥ २६ ॥</p>"
}
