{
	"id" : "1.164.32",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "20",
		"anuvaka" : "22",
		"rik" : "32"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"य ईं॑ च॒कार॒ न सो अ॒स्य वे॑द॒ य ईं॑ द॒दर्श॒ हिरु॒गिन्नु तस्मा॑त्",
			"स मा॒तुर्योना॒ परि॑वीतो अं॒तर्ब॑हुप्र॒जा निऋड़्॑ति॒मा वि॑वेश"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"य ईं॑ च॒कार॒ न सो अ॒स्य वे॑द॒ य ईं॑ द॒दर्श॒ हिरु॒गिन्नु तस्मा॑त् ।",
			"स मा॒तुर्योना॒ परि॑वीतो अ॒न्तर्ब॑हुप्र॒जा निरृ॑ति॒मा वि॑वेश ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"यः । ई॒म् । च॒कार॑ । न । सः । अ॒स्य । वे॒द॒ । यः । ई॒म् । द॒दर्श॑ । हिरु॑क् । इत् । नु । तस्मा॑त् ।",
			"सः । मा॒तुः । योना॑ । परि॑ऽवीतः । अ॒न्तः । ब॒हु॒ऽप्र॒जाः । निःऽऋ॑तिम् । आ । वि॒वे॒श॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>अत्रगर्भवासक्लेश्पूर्वकजननप्रतिपादनेनतत्परिहारायात्माज्ञातव्यइत्यर्थात्प्रतिपाद्यते यः पुमान् पुत्रार्थीईंएनङ्गर्भंचकारकरोति विक्षिपतिवा तत्कारणभूतस्यरेतसोविक्षेपद्वारेण नसपुमानस्यतत्त्वंवेद कर्मणिषष्ठीवा एनङ्गर्भन्नजानाति कथंभूतः कथंवाकेनप्रयोजनेनेति सर्वात्मनानजानातीत्यर्थः यश्चमा- तुरुदरस्थन्ददर्श उदरवृद्ध्यन्यथानुत्पत्त्यानुमानेनवादर्शयति सतस्माद्द्रष्टुःसकाशात् सहिरुगिन्नुहि रु- गित्यन्तर्हितनाम इच्छब्दएवकारार्थः नुनिश्चये अत्यन्तमन्तर्हितएवखलु यद्वा यःसंसारावस्थायांईं- एनं कृषिवाणिज्यवेदाध्ययनादिकंचकार सोस्यएतन्नवेद लोकान्तरे जन्मान्तरेवा तथा यईंएनन्ददर्श गिरिनदीसमुद्रबन्ध्वादिकन्ददर्शजीवसमये तस्माद्दृष्टाद्धिरुगिन्नुप्रुथगेवअत्रानुभूतंसर्वन्नजन्मान्तरे लो- कान्तरेवानुभवतीत्यर्थः सतादृशोमातुर्जनन्याः योना योनौ अन्तःपरिवीतः उल्बजरायुभ्यांपरितोवे- ष्टितःसन् बहुप्रजाः बहुजन्मभाक् अथवा उत्पन्नःसन् स्वयमप्यपत्योत्पादनेनबहुप्रजाः निरृतिमावि- वेश एवङ्गर्भदुःखमनुभवन् निरृत्यभिधानंप्रदुःखमनुभवति यावत्स्वरूपभूतात्मज्ञानं अतस्तप्तरिहारा- यात्माज्ञातव्यइत्युक्तंभवति एवमात्मविदामभिप्रेतोऽर्थः । नैरुक्तानान्तुमते—यईंचकारमध्यस्थानो- वायुर्मेघोवाएतद्वृष्ट्युदकङ्करोति सोस्यतत्त्वमितिशेषः । अथवाएतत्कर्मनजानातितयोरचेतनत्वा- दितिभावः यस्तुईंएतद्ददर्श पश्यति तस्मादपिहिरुक् अन्तर्हितःप्राणिकर्मवशेनकालेवर्षितापरमेश्वर- आदित्यात्मनिगूढइत्यार्थः यईंहिरुक् अन्तर्हितंईमेतद्ददर्शपश्यति सवृष्टिलक्षणः पुत्रोमातुर्मिमातुरन्त- रिक्षस्ययोनौ योनिवदुत्पत्त्याधारभूतेन्तरिक्षेउभयोरप्यन्तरिक्षनामत्वात् सामान्यविशेषभावोद्रष्टव्यः अन्तरिक्षैकदेशेयोन्यामन्तर्मध्येबहुप्रजाः बहुप्रजातान्नः बहुप्राअण्युपकारी अथवाजनिरत्रान्तर्भावित- ण्यर्थः बहूनान्धाराणांसस्यनिष्पादनद्वारेणप्राणिनांप्रजनयितासन् निरृतिं निरमणसाधनांभूमिमावि- वेशप्रविशतिप्राप्नोतीत्यर्थः ॥ ३२ ॥</p>"
}
