{
	"id" : "1.164.37",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "21",
		"anuvaka" : "22",
		"rik" : "37"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"न वि जा॑नामि॒ यदि॑वे॒दमस्मि॑ नि॒ण्यः सन्न॑द्धो॒ मन॑सा चरामि",
			"य॒दा माग॑न्प्रथम॒जा ऋ॒तस्यादिद्वा॒चो अ॑श्नुवे भा॒गम॒स्याः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"न वि जा॑नामि॒ यदि॑वे॒दमस्मि॑ नि॒ण्यः सन्न॑द्धो॒ मन॑सा चरामि ।",
			"य॒दा माग॑न्प्रथम॒जा ऋ॒तस्यादिद्वा॒चो अ॑श्नुवे भा॒गम॒स्याः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"न । वि । जा॒ना॒मि॒ । यत्ऽइ॑व । इ॒दम् । अस्मि॑ । नि॒ण्यः । सम्ऽन॑द्धः । मन॑सा । च॒रा॒मि॒ ।",
			"य॒दा । मा । आ । अग॑न् । प्र॒थ॒म॒ऽजाः । ऋ॒तस्य॑ । आत् । इत् । वा॒चः । अ॒श्नु॒वे॒ । भा॒गम् । अ॒स्याः ॥"
		]
	},
	"sayanaBhashya" : "<p>अहंयदिवेदं यदपीदंविश्वं अस्मि कृत्स्नःप्रपञ्चोप्यहमेवास्मि नामरूपांशमपरमार्थन्त्यक्त्वासर्वत्रा- नुगतोस्मि योयंसच्चिदानन्दाकारोऽस्ति सोहमस्मीतिनविजानामि विविच्यनाज्ञासिषं परंशास्त्रजनि- तमिदमहमस्मीतिविज्ञानन्नजातं अविवेकीअहमित्यर्थः कार्यकारणयोरभेदात् कृत्स्नप्रपञ्चस्यापिब्र- ह्मानन्यत्वेन ब्रह्मैकत्वावगमे प्रपञ्चजातमपि स्वस्वरूपमेवभवति इदं सर्वं य्दयमात्मा ब्रह्मैवेदंसर्वं आत्मैवेदंसर्वं सईक्षत बहुस्यांप्रजायेयेत्यादिश्रुतिभ्यः एकविज्ञानेन सर्वविज्ञानप्रतिज्ञानात् तदनन्य- त्वमारंभणशब्दादिभ्यइत्याद्युपपत्तिभिश्च प्रपञ्चस्यब्रह्मानन्यत्वंसिद्धं यदा इवशब्दउपमार्थः यदिव यत्परोक्षज्ञानं सर्वैकात्म्यरूपमानुभविकमस्ति तदिवतद्वदेवाहमस्मि इदंसर्वमहमस्मीतिज्ञानंमेजातं अपित्वेतद्दार्ष्टान्तिकभूतमानुभविकंसार्वात्म्यं यदस्तितन्नविजानामि नप्राप्तोस्मि शास्त्रजनितं सार्वा- त्म्यंजातं नत्वानुभविकमित्यर्थः तत्रकारणमाह—यतोऽहन्निण्यः अन्तर्हितनामैतत् अन्तर्हितः मूढचि- त्तः चित्तप्रत्यक्प्रवणाभावेनपरिच्छिन्नइत्यर्थः तत्रोपपत्तिमाह—सन्नद्धः अविद्याकामकर्मभिः सम्य- ग्बद्धोवेष्टितः अतएवमनसायुक्तः भावनासहिष्णुनाबहिर्मुखेन विक्षिप्तेनचेतसायुक्तः संचरामिसंसारे अथवा मनसासन्नद्धः चरामिइन्द्रियपरवशएवसन् संसारेदुःखमनुभवामि नसार्वात्म्यंजानामीतिप- रिदेवते यास्कोपीमंपरिदेवनार्थत्वेनोदाजहार—अथापिपरिदेवनाकस्माच्चिद्भावात् नविजानामिय- दिवेदमस्मीति बहिर्मुखचेतसःस्वरूपापरिज्ञानजनितन्दुःखमन्यत्रश्रूयते पराक् विश्वानिव्यवृणत् स्वयंभूस्तस्मात्पराक् पश्यतिनान्तरात्मन्निति । तर्हिकदैतद्भवतीत्याह—यदामाआगन् आगमिष्यति तदाकिन्तदितिउच्यते ऋतस्य परमार्थस्य परस्यब्रह्मणः प्रथमजाः प्रथमोत्पन्नः चित्तप्रत्यक्प्रवणजनि- तोनुभावः सयदामामांप्राप्नोति आदित् अनन्तरमेवअव्यवधानेन अस्यावाचः ऎकत्म्यप्रतिपादिकाया- उपनिषद्वाचः यदिवेदमस्मीत्युक्तायावाभागंभजनीयं शब्दब्रह्मणाव्याप्तव्यंपरंब्रह्मपदं अश्नुवे प्राप्नोमि चित्तस्यबहिर्मुखतां परित्यज्यन्तर्मुखतैवदुःसंपादा सायदास्यात् तदानीमेवस्वरूपं द्रष्टुं सुशकंभवति पश्चाद्विलंबाभावात् यथागिरिशिखरात्पतन् पाषाणोऽविलंबेनपतति तद्वच्चित्तप्रत्यङ्मुखत्वस्यदुःश- कत्वमिति तत्रैवश्रूयते कश्चिद्धीरः प्रत्यगात्मानमैच्छदावृतचक्षुरमृतत्वमिच्छन्निति ॥ ३७ ॥</p>"
}
