{
	"id" : "1.164.41",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "22",
		"anuvaka" : "22",
		"rik" : "41"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"गौ॒रीर्मि॑माय सलि॒लानि॒ तक्ष॒त्येक॑पदी द्वि॒पदी॒ सा चतु॑ष्पदी",
			"अ॒ष्थाप॑दी॒ नव॑पदी बभू॒वुषी॑ स॒हस्रा॑क्षरा पर॒मे व्यो॑मन्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"गौ॒रीर्मि॑माय सलि॒लानि॒ तक्ष॒त्येक॑पदी द्वि॒पदी॒ सा चतु॑ष्पदी ।",
			"अ॒ष्टाप॑दी॒ नव॑पदी बभू॒वुषी॑ स॒हस्रा॑क्षरा पर॒मे व्यो॑मन् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"गौ॒रीः । मि॒मा॒य॒ । स॒लि॒लानि॑ । तक्ष॑ती । एक॑ऽपदी । द्वि॒ऽपदी॑ । सा । चतुः॑ऽपदी ।",
			"अ॒ष्टाऽप॑दी । नव॑ऽपदी । ब॒भू॒वुषी॑ । स॒हस्र॑ऽअक्षरा । प॒र॒मे । विऽओ॑मन् ॥"
		]
	},
	"sayanaBhashya" : "<p>गौरीः गरणशीलमाध्यमिकावाक् सुलोपाभावश्छान्दसः मिमायशब्दयति किङ्कुर्वती सलिलानि वृष्ट्युदकानि तक्षती संपादयित्री एकपदीएकपादोपेता एकाधिष्ठानामेघेवर्तमाना गमनसाधनेनवा- युना एकपदीवा द्विपदी मेघान्तरिक्षाख्ये द्भ्यधिष्ठाना आदित्योवाद्वितीयः तथा सा चतुष्पदी पादच- तुष्टयोपेता दिक् चतुष्टयाधिष्टाना अथाष्टापदी अवान्तरदिगपेक्षयाष्टपादोपेता अष्टाधिष्ठाना नवपदी उपरिदिगपेक्षयासूर्येणवा नवदिगधिष्ठानाबभूवुषी एवंभूता भवतेश्छान्दसःक्वसुः ततोङीपिवसोःसंप्र- सारणं किमनयापरिगणनया सहस्राक्षरा अपरिमितवचनोयं अपरिमितव्याप्तियुक्ता बहुव्यापनशी- लोदकवतीत्यर्थः कुत्रेतितदुच्यते—परमेव्योमन् उदकाश्रयत्वेनोत्कृष्टेन्तरिक्षे केचिदेवमाहुः गौरीः गरणशीलाशब्दब्रह्मात्मिकावाक् मिमाय मिमतिःप्रतिष्ठार्थेधातुः प्रतिष्ठितानि घटादिद्रव्याणि तक्ष- ती तत्तद्वाचकत्वेननिष्पादयन्ती एकपदी अव्याकृतत्वेनैकप्रतिष्ठाना एकरूपावा प्रणवात्म्नाद्विपदी सुप् तिङ्भेदेन पादद्वयवती चतुष्पदी नामाख्यातोपसर्गनिपातभेदेन । अष्टापदी आमन्त्रितसहिता- ष्टविभक्तिभेदेनाष्टापदी नवपदी बभूवुषी साव्यंयैरुक्तैरष्टभिर्नवपदी अथवा सनाभिकेषूरःकण्ठादि- पुनवसुपदेषुभवन्ती पश्चाद्बहुविधाभिव्यक्तिमुपेयुषी परमेव्योमन् उत्कृष्टहृदयाकाशे मूलाधारेवास- हस्राक्षरा अनेकाकारेण व्याप्ता अनेकध्वनिप्रकाराभवतीत्यर्थः । अयंमन्त्रः आचार्येणैवंव्याख्यातः— गौरीर्मिमायसलिलानितक्षतीकुर्वत्येकपदीमध्यमेनद्विपदीमध्यमेनचादित्येनचचतुष्पदीदिग्भिरष्टा- पदीदिग्भिश्चावान्तरदिग्भिश्चनवपदीदिग्भिश्चावान्तरदिग्भिश्चादित्येनचसहस्राक्षराबहूदकापरमेव्य- वनेइति ॥ ४१ ॥</p>"
}
