{
	"id" : "1.164.50",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "23",
		"anuvaka" : "22",
		"rik" : "50"
	},
	"attribute" : {
		"devata" : "साध्याः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"य॒ज्ञेन॑ य॒ज्ञम॑यजन्त दे॒वास्तानि॒ धर्मा॑णि प्रथ॒मान्या॑सन्",
			"ते ह॒ नाकं॑ महि॒मानः॑ सचन्त॒ यत्र॒ पूर्वे॑ सा॒ध्याः सन्ति॑ दे॒वाः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"य॒ज्ञेन॑ य॒ज्ञम॑यजन्त दे॒वास्तानि॒ धर्मा॑णि प्रथ॒मान्या॑सन् ।",
			"ते ह॒ नाकं॑ महि॒मानः॑ सचन्त॒ यत्र॒ पूर्वे॑ सा॒ध्याः सन्ति॑ दे॒वाः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"य॒ज्ञेन॑ । य॒ज्ञम् । अ॒य॒ज॒न्त॒ । दे॒वाः । तानि॑ । धर्मा॑णि । प्र॒थ॒मानि॑ । आ॒स॒न् ।",
			"ते । ह॒ । नाक॑म् । म॒हि॒मानः॑ । स॒च॒न्त॒ । यत्र॑ । पूर्वे॑ । सा॒ध्याः । सन्ति॑ । दे॒वाः ॥"
		]
	},
	"sayanaBhashya" : "<p>देवाव्यवहर्तारोयजमानायज्ञेननिर्मथ्याग्निनायज्ञंहोमसाधनमाहवनीयं अयजन्त पूजितवन्तः अ- नुष्थानायसंयोजितवन्तइत्यर्थः अग्निंमथित्वाप्रहरति तेनैवाग्नयआतिथ्यङ्क्रियतइतिहितैत्तिरीयकम् । तानिधर्माणिअग्निसाधनानिकर्माणिप्रथमानि प्रथमइतिमुख्यनाम प्रतमानिप्रकृष्टतमान्यासन् फलप्र- सवसमर्थान्यभवन्नित्यर्थः तेह तेचयजमानाः नाकं नास्मिन्नकमस्तीतिनाकः स्वर्गः तंमहिमानःमाहा- त्म्ययुक्ताः सचन्तसङ्गताः कीदृशन्नाकं कीदृशन्नाकं यत्रयस्मिन्नाके पूर्वेपूर्वतनाः साध्याःसाधनाः यज्ञा- दिसाधनवन्तः कर्मदेवाइत्यर्थः तेसन्तिनिवसन्ति तं सचन्त तस्मादिदानीमपिमनुषैरेवङ्कर्तव्यमित्यर्थः यद्वा देवाइदानीन्देवभावमापन्नाः पूर्वंयज्ञेनअग्निनापशुभूतेन यज्ञंयष्टव्यमग्निंअयजन्तपूजितवन्तः अग्ने- रेवमूर्तिभेदेनदेवत्वंचपशुत्वंचद्रष्टव्यं अग्निःपशुरासीत्तमालभन्ततेनायजन्तेतिश्रुतेः । शिष्टंपूर्ववत् । यत्रयस्मिन्स्वर्गेनिमित्तभूतेसतिपूर्वेपूर्वतनाः साध्याःदेवाः साधनाः छन्दोभिमानिनः आदित्याअङ्गि- रसश्चसाध्यादेवाउच्यन्ते छन्दांसिवैसाध्यादेवास्तेग्रेग्निमयजन्ततेस्वर्गंलोकमायन्नादित्याश्चैवेहासन्नं- गिरसश्चतेग्रेग्निनाग्निमयजन्ततेस्वर्गंलोकमायन्निति ब्राह्मणम् । एतेदेवाः स्वर्गेसन्तिभवन्ति स्वर्गं- प्राप्ताइत्यर्थः यद्वा येयज्ञेन ज्ञानादियज्ञेन यज्ञं विष्णुंअयजन्त पूजयन्ति तेनाकंविष्णुलोकंमहानुभावाः सचन्तसङ्गच्छन्ते यत्रपूर्वेसाध्यादयोदेवाः सन्तितत्स्थानं अग्निनाग्निमयजन्तदेवाइत्यादिनिरुक्तमनु- सन्धेयम् ॥ ५० ॥</p>"
}
