{
	"id" : "10.101.7",
	"classification" : {
		"mandala" : "10",
		"sukta" : "101",
		"ashtaka" : "8",
		"adhyaya" : "5",
		"varga" : "19",
		"anuvaka" : "9",
		"rik" : "7"
	},
	"attribute" : {
		"devata" : "विश्वेदेवा ऋत्विजो वा",
		"rishi" : "बुधः सौम्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"प्री॒णी॒ताश्वा॑न्हि॒तं ज॑याथ स्वस्ति॒वाहं॒ रथ॒मित्कृ॑णुध्वम्",
			"द्रोणा॑हावमव॒तमश्म॑चक्र॒मंस॑त्रकोशं सिंचता नृ॒पाण॑म्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"प्री॒णी॒ताश्वा॑न्हि॒तं ज॑याथ स्वस्ति॒वाहं॒ रथ॒मित्कृ॑णुध्वम् ।",
			"द्रोणा॑हावमव॒तमश्म॑चक्र॒मंस॑त्रकोशं सिञ्चता नृ॒पाण॑म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"प्री॒णी॒त । अश्वा॑न् । हि॒तम् । ज॒या॒थ॒ । स्व॒स्ति॒ऽवाह॑म् । रथ॑म् । इत् । कृ॒णु॒ध्व॒म् ।",
			"द्रोण॑ऽआहावम् । अ॒व॒तम् । अश्म॑ऽचक्रम् । अंस॑त्रऽकोशम् । सि॒ञ्च॒त॒ । नृ॒ऽपान॑म् ॥"
		]
	},
	"sayanaBhashya" : "<p>हे ऋत्विजः यूयमश्वान्व्यापनशीलान्बलिवर्दान्प्रीणित। उचितघासोदकादिप्रदानेन प्रीणयत। यथा क्षेत्रकर्षणाय प्रभवन्ति तथा कुरुतेत्यर्थः। तथा कृत्वा हितं चयनायोचितं कर्षणं जयाथ। जयथ। सम्पादयथ। तथा रथं चयनाख्यं हलाख्यं वा स्वस्तिवाहमित् सखस्य वाहकमेव कृणुध्वम्। कुरुध्वम्। तदर्थं द्रोणाहावम्। आहूयन्त्यत्र पानार्थं बलिवर्दानित्याहावो जलाधारः पत्रविशेषः। स च द्रोनमयो द्रुममय आहावो यस्य तादृशमवतमवटवन्निम्नभूतमश्मचक्रं व्याप्तक्रमनमश्ममयचक्रं वांसत्रकोशं अंसत्रं कवचं यथा कायं रक्षति तद्वदुदकस्य कोशं कोशस्थानीयं नृपाणं नॄणां कर्मनेतॄणां पानयोग्यमिदृशमवतं सिञ्चत हे ऋत्विजः। एवम्रुत्विक्स्तुतिर्वेति पक्षे। सूक्तस्य वैश्वदेवकप्ष एवं योजना। प्रीणीत प्रीणयताश्वान्। स्नानपानयोग्यान्नैः सङ्ग्रामयोग्यान्कुरुतेत्यर्थः। हितं जयाथ। हितमिति क्रियाविशेषणम्। कथं जयथ। बन्धु सुहृद्भ्यो यथा हितं भवति तथा जयथ सङ्ग्रामम्। स्वस्तिवाहम्। स्वस्तीत्यविनाशनाम। अविनाशवाहनं रथमिद्रथं च क्रुणुध्वम्। इदिति चार्थे। अश्वरथं च दृधं कृत्वा सङ्ग्रामभूमिं गत्वा द्रोणाहावमित्यादीनि द्वितीयान्तानि कूपाख्य सङ्ग्रामविशेशणानि सिञ्चतेत्यनेन सम्बध्यते। द्रोणो द्रुममयः स एव रथ आहाव आहावस्थानीयो यस्य सङ्ग्रामस्य त अवतम्। कूपनामैतत्। कूपं सङ्ग्रामाख्यम्। अश्मचक्रं कूपप्रान्तनिबद्धाश्मसदृशप्रहरणायुधवन्तम्। असनानि वा क्षेपनानि वा चक्राख्यायुधविशेशा यस्मिन् तम्। व्याप्तचरनवन्तम् व्याप्तक्रमनवन्तं वा। चक्रं चकतेवा चरतेर्वा क्रामतेर्वेति निरुक्तम्। ४-२७। अंसत्रकोशं अंसत्राणि धनूंषि कवचाइ च कोशस्थानीयानि यस्मिन् तं सिञ्चत। न्रुपाणं यस्मिन्योद्धार उदकवत्पीयन्ते मार्यन्ते तम्। ईद्रुशं कूपसदृशं सङ्ग्रामं सिञ्चत हे अस्मदीया योद्धायः। सूक्तस्य वैश्वदेवत्वाद्धे सैनका विश्वेषां देवानां प्रसादेन सर्वमेतत्कुरुतेत्यर्थः। एवं निराहावानित्यादिषु कूपरूपव्याजेन सङ्ग्रामवर्ननमवगन्तव्यम्॥७॥</p>"
}
