{
	"id" : "10.143.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "143",
		"ashtaka" : "8",
		"adhyaya" : "8",
		"varga" : "1",
		"anuvaka" : "11",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "अश्विनौ",
		"rishi" : "अत्रिः साङ्ख्यः",
		"chandas" : "अनुष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"त्यं चि॒दत्रि॑मृत॒जुर॒मर्थ॒मश्वं॒ न यात॑वे",
			"क॒क्षीवं॑तं॒ यदी॒ पुना॒ रथं॒ न कृ॑णु॒थो नव॑म्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"त्यं चि॒दत्रि॑मृत॒जुर॒मर्थ॒मश्वं॒ न यात॑वे ।",
			"क॒क्षीव॑न्तं॒ यदी॒ पुना॒ रथं॒ न कृ॑णु॒थो नव॑म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"त्यम् । चि॒त् । अत्रि॑म् । ऋ॒त॒ऽजुर॑म् । अर्थ॑म् । अश्व॑म् । न । यात॑वे ।",
			"क॒क्षीव॑न्तम् । यदि॑ । पुन॒रिति॑ । रथ॑म् । न । कृ॒णु॒थः । नव॑म् ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">दशमे मण्डल एकादशेऽनुवाके चतुर्दश सूक्तानि व्याकृतानि। त्यं चिदिति षडृचं पञ्चदशं सूक्तं सङ्ख्यपुत्रस्यात्रेरार्षमानुष्टुभमश्विदेवताकम्। तथा चानुक्रान्तम्। त्यं षट् साङ्ख्योऽत्रिराश्विनमिति। प्रातरनुवाकाश्विनशस्त्रयोरानुष्टुभे छन्दसीदं सूक्तम्। सूत्र्यते हि। आ नो विश्वाभिस्त्यं चिदत्रिमित्यानुष्टुभम्। आ. ४-१५। इति॥</p><p>हे अश्विनौ शतद्वारे पीडायन्त्रग्रुहेऽसुरैः प्रक्षिप्तो बद्धाङ्गो योऽत्रिरस्तित्यं चित्तमप्यत्रिमृतजुरम्। ऋतं स्तोत्रं यज्ञो वा। तेन जीर्यन्तम्। सर्वदा युवयोः परिचरणशीलमित्यर्थः। जीर्यतेः क्विपि बहुलं छन्दसीत्युत्वम्। यद्वा। ऋतेन प्रप्तेनासुरकृतोपद्रवेन ज्वरितम् रुग्णम्। ज्वर रोगे। ज्वरत्वरेत्यादिना वकारस्योपधयाश्च स्थान ऊट्। जूरी हिंसागत्योरित्यस्माद्वा क्विप्। अनयोः पक्षयोश्छान्दसो ह्रस्वः। ईद्रुशं तमत्रिमर्थमर्थनीयं प्राप्तव्यं यातवे गन्तुं युवां कृतवन्तौ। तत्र दृष्टान्तः। अश्वं न। यथाश्वो बन्धनाद्विमुक्तः सन् शीघ्रं गच्छति एवमयमपि युवयोः प्रसादादसुरकृतादुपद्रवजाताद्विमुच्यमानो यथास्थानमगच्छदित्यर्थः। या प्रापण इत्यस्मात्तुमर्थे सेसेनिति तवेन्प्रत्ययः। यदि। अपि चेत्यर्थः। कक्षीवन्तम्। कक्ष्या रज्जुरश्वस्य। तद्वन्तम्। आसन्दीवदष्ठीवदित्यादौ निपातनात्संप्रसारनम्। दीर्घतमसः पुत्रमुशिक्प्रसूतमृषिम् मन्दबुद्धिं सन्तं युवाम् पुनर्नवं पुनरभिनवप्रज्ञं कृणुथः। अकृणुतम् । अकुरुतम्। रथं न। यथा कश्चिच्छिल्पी जीर्नं रथं पुनरभिनवं करोति तद्वत्। कृवि हिंसाकरणयोश्च। इदित्त्वान्नुम लङर्थे व्यत्ययेन लट्। धिन्विक्रुण्व्योरच्चेत्युप्रत्ययः। तत्सन्नियोगेनाकारन्तादेशश्च। तस्यातो लोपे सति स्थानवद्भावाल्लघूपधगुणाभावः। सति शिष्तोऽपि विकरणस्वरो लसार्वधातुकस्वरम् न बाधते। म. ६-१-१५८-११। इति वचनात्तिङ एव स्वरह् शिष्यते। निपातैर्यद्यदिहन्तेति निघातप्रतिषेधः॥१॥</p>"
}
