{
	"id" : "1.144.1",
	"classification" : {
		"mandala" : "1",
		"sukta" : "144",
		"ashtaka" : "2",
		"adhyaya" : "2",
		"varga" : "13",
		"anuvaka" : "21",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"एति॒ प्र होता॑ व्र॒तम॑स्य मा॒ययो॒र्ध्वां दधा॑नः॒ शुचि॑पेशसं॒ धिय॑म्",
			"अ॒भि स्रुचः॑ क्रमते दक्षिणा॒वृतो॒ या अ॑स्य॒ धाम॑ प्रथ॒मं ह॒ निंस॑ते"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"एति॒ प्र होता॑ व्र॒तम॑स्य मा॒ययो॒र्ध्वां दधा॑नः॒ शुचि॑पेशसं॒ धिय॑म् ।",
			"अ॒भि स्रुचः॑ क्रमते दक्षिणा॒वृतो॒ या अ॑स्य॒ धाम॑ प्रथ॒मं ह॒ निंस॑ते ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"एति॑ । प्र । होता॑ । व्र॒तम् । अ॒स्य॒ । मा॒यया॑ । ऊ॒र्ध्वाम् । दधा॑नः । शुचि॑ऽपेशसम् । धिय॑म् ।",
			"अ॒भि । स्रुचः॑ । क्र॒म॒ते॒ । द॒क्षि॒णा॒ऽआ॒वृतः॑ । याः । अ॒स्य॒ । धाम॑ । प्र॒थ॒मम् । ह॒ । निंस॑ते ॥"
		]
	},
	"sayanaBhashya" : "<p>अयं होता होमनिष्पाअदकोऽध्वर्युरस्याग्नेर्व्रतं हविःप्रदानादिरूपं कर्मकर्तुंमायया कर्तंव्यविशेषप्र- ज्ञयायुक्तःसन्प्रैति प्रकर्षेणगच्छतिहोतुं मायेतिप्रज्ञानाम मायावयुनमितितन्नामसुपाठात् कीदृशोऽयं ऊर्ध्वां उपर्यारूढां शुचिपेशसं शोभनरूपोपेतां पेशइतिरूपनाम धियं प्रज्ञान्दधानः धारयमाणः आच- तुर्थात्कर्मणोभिसमीक्ष्येतेदङ्करिष्यतीत्युक्तत्वात् आगत्यच दक्षिणावृतः प्रादक्षिण्येनवर्तमानाः स्रुचः जुह्वादीः क्रमतेगृह्णाति कीदृश्यःस्रुचःयाःप्रथमंपात्रासादनकालेअस्याग्नेर्धामस्थानं निंसते निंसचुंब- नेइतिधातुः चुंबन्तिभजन्तइत्यर्थः प्रथममनुष्ठेयक्रमं बुद्भ्याप्रैति पश्चात्सुचः क्रमतइत्यर्थः हशब्दः प्र- सिद्धौ यद्वा होतादेवानामाह्वातायमग्निः अस्ययजमानस्यव्रतङ्कर्मज्योतिष्टोमादिप्रज्ञाविशेषेणयुक्तः सन् एति यज्ञदेशंप्रत्यागच्छति कीदृशोऽयंऊर्ध्वां ऊर्ध्ववर्तिशुचिपेशसं शोभनरूपोपेतान्धियंज्वाला- चलनादिरूपङ्कर्मदधानोधारयमाणः आगत्यच दक्षिणावृतः उक्तलक्षणाःस्रुचः घृतपूर्णाः जुहूपभृदा- दिकाः अभिक्रमतेआक्रमते घृतंस्वीकर्तुंज्वालाः प्रसर्षन्तीत्यर्थः याः स्रुचः प्रथमं पूर्वंहविरासादनकाले अस्याग्नेर्धामस्थानं वेदिलक्षणन्तिंसते चुंबन्तिप्राप्ताः हशब्दःप्रसिद्धौ णिसिचुंबने अदादित्वाच्छपोलुक् इदित्त्वान्नुम् ॥ १ ॥</p>"
}
