{
	"id" : "1.132.3",
	"classification" : {
		"mandala" : "1",
		"sukta" : "132",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "21",
		"anuvaka" : "19",
		"rik" : "3"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"तत्तु प्रयः॑ प्र॒त्नथा॑ ते शुशुक्व॒नं यस्मि॑न्य॒ज्ञे वार॒मकृ॑ण्वत॒ क्षय॑मृ॒तस्य॒ वार॑सि॒ क्षय॑म्",
			"वि तद्वो॑चे॒रध॑ द्वि॒तान्तः प॑श्यन्ति र॒श्मिभिः॑",
			"स घा॑ विदे॒ अन्विन्द्रो॑ ग॒वेष॑णो बन्धु॒क्षिद्भ्यो॑ ग॒वेष॑णः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"तत्तु प्रयः॑ प्र॒त्नथा॑ ते शुशुक्व॒नं यस्मि॑न्य॒ज्ञे वार॒मकृ॑ण्वत॒ क्षय॑मृ॒तस्य॒ वार॑सि॒ क्षय॑म् ।",
			"वि तद्वो॑चे॒रध॑ द्वि॒तान्तः प॑श्यन्ति र॒श्मिभिः॑ ।",
			"स घा॑ विदे॒ अन्विन्द्रो॑ ग॒वेष॑णो बन्धु॒क्षिद्भ्यो॑ ग॒वेष॑णः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"तत् । तु । प्रयः॑ । प्र॒त्नऽथा॑ । ते॒ । शु॒शु॒क्व॒नम् । यस्मि॑न् । य॒ज्ञे । वार॑म् । अकृ॑ण्वत । क्षय॑म् । ऋ॒तस्य॑ । वाः । अ॒सि॒ । क्षय॑म् ।",
			"वि । तत् । वो॒चेः॒ । अध॑ । द्वि॒ता । अ॒न्तरिति॑ । प॒श्य॒न्ति॒ । र॒श्मिऽभिः॑ ।",
			"सः । घ॒ । वि॒दे॒ । अनु॑ । इन्द्रः॑ । गो॒ऽएष॑णः । ब॒न्धु॒क्षित्ऽभ्यः॑ । गो॒ऽएष॑णः ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र तत्तुखलु प्रसिद्धं प्रयः हविर्लक्षणमन्नं शुशुक्वनं आज्यादिसंयोगेनभृशन्दीप्तं शुचेर्दीप्तिकर्मण- एतद्रूपं तेतवस्वभूतं प्रत्नथा पुरातनंयथा तेतवस्वंभवति तथाद्यतनमपि सर्वदात्वामेवयजन्तइतिभा- वः प्रत्नपूर्वविश्वेत्यादिनाइवार्थेथाल् लित्स्वरः कीदृशन्तदितिउच्यते यज्ञेयागे यस्मिन्हविषि दातव्ये- सतिवारंवरणीयं क्षयंस्थानंवेदिलक्षणं अकृण्वत कुर्वन्ति ऋत्विजः कस्तवविशेषइतिचेदुच्यते—ऋत- स्यसत्यफलस्य यज्ञस्यवारसि क्षयं निवासस्थानं संभक्तोऽसि यद्वा ऋतमित्युदकनाम तस्यक्षयं स्था- नंप्राप्तोसि वृष्टिप्रदोसीन्यर्थः अथवाऋतस्यादित्यस्य क्षयं स्थानन्द्युलोकाख्यं वारसि यजमानं गमयि- तासि ततादृशंवक्ष्यमाणङ्कर्मविवोचेर्विब्रूमहे अध अतःकारणात्द्वितान्तः द्वित्वोपेतयोर्द्यावापृथिव्यो- र्मध्ये अन्तरिक्षे रश्मिभिरादित्यकिरणैः पश्यन्ति मेघन्निर्भिद्य रश्मिद्वारप्रवर्षणरूपङ्कर्म सर्वेजनाःप्र- त्यक्षतःपश्यन्ति अस्मद्दत्तंहविरादित्यंप्रापयित्वा तद्रश्मिद्वारावृष्टिंजनयसीत्येतत्सर्वैर्दृश्यतइत्यर्थः इ- दानींपरोक्षतयास्तौति सघ सखल्विन्द्रः गवेषणः उदकस्यान्वेषणशीलः तथबन्धुक्षिद्भ्यः हविः प्रदा- नादिनाबन्धुभावंप्राप्तवद्भ्योयजमानेभ्यः गवेषणः गवांप्रसिद्धानांएषणकर्ता इषेर्बाहुलकात्कर्तरिल्युट् यद्वा गवेषमार्गणे पूर्ववल्ल्युट् यजमानफलस्यमृगयितेत्यर्थः अनु उक्तक्रमेणैवकर्तासन् विदेविन्दते उदकप्राप्तिप्रकाशं जानाति ॥ ३ ॥</p>"
}
