{
	"id" : "10.149.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "149",
		"ashtaka" : "8",
		"adhyaya" : "8",
		"varga" : "7",
		"anuvaka" : "11",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "सविता",
		"rishi" : "अर्चन् हैरण्यस्तूपः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"स॒वि॒ता यं॒त्रैः पृ॑थि॒वीम॑रम्णादस्कंभ॒ने स॑वि॒ता द्याम॑दृंहत्",
			"अश्व॑मिवाधुक्ष॒द्धुनि॑मं॒तरि॑क्षम॒तूर्ते॑ ब॒द्धं स॑वि॒ता स॑मु॒द्रम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स॒वि॒ता य॒न्त्रैः पृ॑थि॒वीम॑रम्णादस्कम्भ॒ने स॑वि॒ता द्याम॑दृंहत् ।",
			"अश्व॑मिवाधुक्ष॒द्धुनि॑म॒न्तरि॑क्षम॒तूर्ते॑ ब॒द्धं स॑वि॒ता स॑मु॒द्रम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"स॒वि॒ता । य॒न्त्रैः । पृ॒थि॒वीम् । अ॒र॒म्णा॒त् । अ॒स्क॒म्भ॒ने । स॒वि॒ता । द्याम् । अ॒दृं॒ह॒त् ।",
			"अश्व॑म्ऽइव । अ॒धु॒क्ष॒त् । धुनि॑म् । अ॒न्तरि॑क्षम् । अ॒तूर्ते॑ । ब॒द्धम् । स॒वि॒ता । स॒मु॒द्रम् ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">सविता यन्त्रैरिति पञ्चर्चमेकविंशं सूक्तं हिरण्यस्तूपपुत्रस्यार्चत आर्षं त्रैष्टुभम् सवितृदेवत्यम्। अनुक्रान्तं च। सवितार्चन्हैरण्यस्तूपः सावित्रमिति। गतो विनियोगः॥</p><p>सविता सर्वस्य प्रसविता प्रेरको मध्यमस्थानो देवः सोऽयं यन्त्रैर्यमनसाधनैर्वृष्टिप्रदानादिभिरुपायैर्वायवीयैः पाशैर्वा पृथिवीं प्रथितां भूमिमरम्णात्। अरमयत्। सुखेनावस्थापयति। तथा स एव सवितास्कम्भने। पतनप्रतिबन्धकमालम्बनं सक्म्भनम् । तद्रहिते स्थले द्याम् द्युलोकमप्यदृंहत्। दृढीक्रुतवान्। यथाधो न पतति तथात्मीयैरेवोपायैरवस्थापितवानित्यर्थः। अश्वमिव धुनिं कम्पयितव्यं कम्पयितारं वान्तरिक्षमन्तरा क्षान्तम् मध्यमस्थानगतमतुर्ते केनाप्यहिंसितेऽत्वरमाने वा नभसि वायवीयैः पाशैर्बद्धं समुद्रं मेघमयमेव सविताधुक्षत्। उदकानि दोग्धि। यद्वा। अन्तरिक्शमिति सप्तम्यर्थे प्रथमा। अतूर्तेऽन्तरिक्षे बद्धं समुदितारं धुनिं कम्पनीयं मेघमश्वमिवाधुक्षत्। सविता क्लेशयति। धुक्श सन्दीपनक्लेशजनजीवनेषु। यथा शिक्शकोऽश्वं क्लेशयत्येवं वर्षनाय मेघं क्लेशयतीत्यर्थः। अथ निरुक्तम्। सविता यन्त्रैः पृथिवीमरमयदनारम्भणेऽन्तरिक्षे सविता द्यामदृंहदश्वमिवाधुक्षद्धुनिमन्तरिक्षे मेघं बद्धमतूर्ते बद्धमतूर्ण इति वात्वरमाण इति वा सविता समुदितारम्। नि. १०-३२। इति॥१॥</p>"
}
