{
	"id" : "10.48.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "48",
		"ashtaka" : "8",
		"adhyaya" : "1",
		"varga" : "5",
		"anuvaka" : "4",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "इन्द्रो वैकुंठः",
		"rishi" : "इन्द्रो वैकुंठः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"अ॒हं भु॑वं॒ वसु॑नः पू॒र्व्यस्पति॑र॒हं धना॑नि॒ सं ज॑यामि॒ शश्व॑तः",
			"मां ह॑वन्ते पि॒तरं॒ न जं॒तवो॒ऽहं दा॒शुषे॒ वि भ॑जामि॒ भोज॑नम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अ॒हं भु॑वं॒ वसु॑नः पू॒र्व्यस्पति॑र॒हं धना॑नि॒ सं ज॑यामि॒ शश्व॑तः ।",
			"मां ह॑वन्ते पि॒तरं॒ न ज॒न्तवो॒ऽहं दा॒शुषे॒ वि भ॑जामि॒ भोज॑नम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अ॒हम् । भु॒व॒म् । वसु॑नः । पू॒र्व्यः । पतिः॑ । अ॒हम् । धना॑नि । सम् । ज॒या॒मि॒ । शश्व॑तः ।",
			"माम् । ह॒व॒न्ते॒ । पि॒तर॑म् । न । ज॒न्तवः॑ । अ॒हम् । दा॒शुषे॑ । वि । भ॒जा॒मि॒ । भोज॑नम् ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">अहं भुवमित्येकादशर्चं षष्टं सूक्तम् । पूर्वसूक्तेन सप्तगुना स्तुतो हृष्तः सन्निदमादिसूक्तत्रयेण सयमात्रानमस्तौत्। तस्माद्वैकुण्ठस्येन्द्रस्य वाक्यक्याद्यस्य वाक्यं स ऋषिरिति परिभाषयेन्द्र ऋषिः। वैकुण्ठस्येन्द्रस्य च स्तूयमानत्याद्या तेनोच्यते सा देवतेति परिभाषयेन्द्र एव देवता। दशम्येकादशी सप्तम्यस्त्रिष्टुभः। शिष्टास्त्रिष्टुबन्तपरिभाषया जगत्यः। तथा चानुक्रान्तम् । स सप्तगस्तुतिसंहृष्ट आत्मानमुत्तरैस्त्रिभिस्तुष्टावाहं भुवेमेकादशान्त्ये त्रिष्टुभौ सप्तमि चेति। अतिरात्रे द्वितीयपर्याये होतुः शस्त्र एतत्सूक्तं सूत्रितं च। अहं भुवनुपाय्यस्यान्धसोमदायेति याज्या। आ. ६-४। इति। समूळ्हस्य दशरात्रस्य तृतीये छन्दोमे निष्केवल्येऽप्येतत्सूक्तम् । अहं भुवं तत्त इन्द्रियमिति निष्केवल्यम् । आ. ८-७। इति सूत्रितम्॥</p><p>अहमैन्द्रो वसुनो धनस्य पूर्व्यो मुख्योऽसाधारणः पतिः स्वामी भुवम् । आभवम् । भवतेर्लङि बहुलं छन्दसीति शपो लुक्। अचि श्नुधातुभ्रुवा मित्युवङादेशः। आभावश्छान्दसः। तथाहं शश्वतः। बहुनामैतत्। बहोः शत्रोः सम्बन्धीनि धनानि। समित्येकीभावे। सह जयामि। किञ्च मामेव जन्तवः प्राणिनो यजमाना हवन्ते। आह्वयन्ति। पितरं न पितरमिव पुत्राः। अहं दाशुषे दात्रे यजमानाय भोजनमन्नं वि भजामि। ददामि॥१॥</p>"
}
