{
	"id" : "1.129.1",
	"classification" : {
		"mandala" : "1",
		"sukta" : "129",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "16",
		"anuvaka" : "19",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"यं त्वं रथ॑मिन्द्र मे॒धसा॑तयेऽपा॒का सन्त॑मिषिर प्र॒णय॑सि॒ प्रान॑वद्य॒ नय॑सि",
			"स॒द्यश्चि॒त्तम॒भिष्थ॑ये॒ करो॒ वश॑श्च वा॒जिन॑म्",
			"सास्माक॑मनवद्य तूतुजान वे॒धसा॑मि॒मां वाचं॒ न वे॒धसा॑म्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"यं त्वं रथ॑मिन्द्र मे॒धसा॑तयेऽपा॒का सन्त॑मिषिर प्र॒णय॑सि॒ प्रान॑वद्य॒ नय॑सि ।",
			"स॒द्यश्चि॒त्तम॒भिष्ट॑ये॒ करो॒ वश॑श्च वा॒जिन॑म् ।",
			"सास्माक॑मनवद्य तूतुजान वे॒धसा॑मि॒मां वाचं॒ न वे॒धसा॑म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"यम् । त्वम् । रथ॑म् । इ॒न्द्र॒ । मे॒धऽसा॑तये । अ॒पा॒का । सन्त॑म् । इ॒षि॒र॒ । प्र॒ऽनय॑सि । प्र । अ॒न॒व॒द्य॒ । नय॑सि ।",
			"स॒द्यः । चि॒त् । तम् । अ॒भिष्ट॑ये । करः॑ । वशः॑ । च॒ । वा॒जिन॑म् ।",
			"सः । अ॒स्माक॑म् । अ॒न॒व॒द्य॒ । तू॒तु॒जा॒न॒ । वे॒धसा॑म् । इ॒माम् । वाच॑म् । न । वे॒धसा॑म् ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र इषिर यज्ञगमनशील त्वंमेधसातये यज्ञस्यदानाय लाभायवा यं यजमानं प्रतिरथं प्रणयसि प्रापयसि द्विकर्मकोयं कीदृशं यजमानं अपाका अपाकं अनल्पप्रज्ञयाधिकारवन्तं पाकःपक्तव्योभवती- तियास्कः । अतएव सन्तं पण्डितंसन्तं किंच हेअनवद्य अनिन्दित यं यजमानं धनविद्यादिनाप्रणयसि प्रकृष्टन्नयसि तं यजमानं सद्यश्चित् तदानीमेव तदनुग्रहकालएव अभिष्टये आभिमुख्येनयागाय अभि- मतप्राप्तयेवा अभिपूर्वादिषेःक्तिन् शकन्ध्वादित्वात्पररूपत्वं गतिरनन्तरइतिगतेः प्रकृतिस्वरत्वं करः समर्थङ्करोषि लेटिव्यत्ययेनशप् एवङ्कृत्वाच वाजिनं हविर्लक्षणमन्नन्तद्वन्तं वावशः कामयसेच वष्टेर्ले- ट्यडागमः तिङः परत्वादनिघातः यजमानेनआहूतः सन् शीघ्रमेवागत्य हविःस्वीकृत्य यागंसाधुनि- र्वर्त्य तंचाभिमतफलेनसंयोज्य पुनर्हविः स्वीकरोषीत्यर्थः हेइन्द्र अनवद्यअनिन्दित सर्वैः स्तूयमान तूतुजान अस्माननुग्रहीतुं त्वरमाण तुजेः प्रेरणार्थाल्लिटः कानच् तुजादीनान्दीर्घोभ्यासस्येत्यभ्यास- स्यदीर्घत्वम् सत्वं सोचिलोपेचेदितिसंहितायांसोर्लोपः सत्वं वेधसां विविधफलकर्तॄणांमध्येश्रेष्ठतया वेधसां मेधाविनां अस्माकं संबन्धिहविः स्वीकुर्वित्यर्थः तत्रदृष्टान्तः—इमांवाचन्न अस्मदीयांस्तु- तिरूपांवाचमिव स्तुतिंयथास्वीकरोषितथाहविरपीत्यर्थः ॥ १ ॥</p>"
}
