{
	"id" : "1.129.2",
	"classification" : {
		"mandala" : "1",
		"sukta" : "129",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "16",
		"anuvaka" : "19",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"स श्रु॑धि॒ यः स्मा॒ पृत॑नासु॒ कासु॑ चिद्द॒क्षाय्य॑ इन्द्र॒ भर॑हूतये॒ नृभि॒रसि॒ प्रतू॑र्तये॒ नृभिः॑",
			"यः शूरैः॒ स्वट्॒ः॑ सनि॑ता॒ यो विप्रै॒र्वाजं॒ तरु॑ता",
			"तमी॑शा॒नास॑ इरधन्त वा॒जिनं॑ पृ॒क्षमत्यं॒ न वा॒जिन॑म्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स श्रु॑धि॒ यः स्मा॒ पृत॑नासु॒ कासु॑ चिद्द॒क्षाय्य॑ इन्द्र॒ भर॑हूतये॒ नृभि॒रसि॒ प्रतू॑र्तये॒ नृभिः॑ ।",
			"यः शूरैः॒ स्व१॑ः॒ सनि॑ता॒ यो विप्रै॒र्वाजं॒ तरु॑ता ।",
			"तमी॑शा॒नास॑ इरधन्त वा॒जिनं॑ पृ॒क्षमत्यं॒ न वा॒जिन॑म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"सः । श्रु॒धि॒ । यः । स्म॒ । पृत॑नासु । कासु॑ । चि॒त् । द॒क्षाय्यः॑ । इ॒न्द्र॒ । भर॑ऽहूतये । नृऽभिः॑ । असि॑ । प्रऽतू॑र्तये । नृऽभिः॑ ।",
			"यः । शूरैः॑ । स्व१॒॑रिति॑ स्वः॑ । सनि॑ता । यः । विप्रैः॑ । वाज॑म् । तरु॑ता ।",
			"तम् । ई॒शा॒नासः॑ । इ॒र॒ध॒न्त॒ । वा॒जिन॑म् । पृ॒क्षम् । अत्य॑म् । न । वा॒जिन॑म् ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र सवक्ष्यमाणगुणविशिष्टस्त्वं श्रुधि अस्मदाह्वानं स्तोत्रंवाश्रृणु होर्धिभावः यःस्म यःखलुत्वं नृभिः मनुष्यैरेवसद्भिः पश्चाद्देवत्वमापन्नैर्मरुद्भिः पुनस्तएवविशेष्यन्ते नृभिः सङ्ग्रामनयनशीलैःइन्द्र- स्यमरुतांसाहाय्यं इन्द्रोमरुद्भिर्मरुतोहैनन्नाजहुरित्यादिषुप्रसिद्धम् । तैः सहितः सन् कासुचित् पृतनासु सर्वेषु प्रौढेष्वपि सङ्ग्रामेषुभरहूतयेभरणविशिष्टाह्वानयुक्ताय प्रतूर्तयेप्रकृष्टहिंसनाय यद्वा भरहूतयेशू- रोभवप्रहरेत्येवमादिभरणयुक्ताह्वानाय प्रतूर्तयेचशूराणां प्रकृष्टवधायच दक्षाय्योसि प्रवर्धनशीलो- सियद्वा नृभिर्नेतृभिर्यजमानैः प्रार्थितःसन्प्रतूर्तये शत्रूणां पापानांवाप्रकृष्टहिंसनाय दक्षाय्यः असिस- मर्थोसि किंच यस्त्वंशूरैः शौर्योपेतैर्मरुद्भिरन्यैर्भटैर्वा सहितः सन् स्वः स्वयमेवसनिता सङ्ग्राममयस्य अन्यस्यवामनीषितस्य सनितासंभक्तासिसत्यपितेषांसाहित्येअन्यनैरपेक्ष्येणैवतरुतासीत्यर्थ: तरते- स्त्रिनि ग्रसितस्कभितेत्यादौनिपात्यते यश्चत्वं विप्रैर्मेधाविभिरृत्विग्भिः स्तुतः सन् वाजं तरुता ते- भ्योऽन्नस्यदातासि विप्रैर्मरुद्भिः सहितइतिवासंबन्धः तन्तादृशंवाजिनं गमनवन्तंपृक्षंहविर्लक्षणान्न- वन्तंइन्द्रं ईशानासः सम्यगभ्यर्थयितुं समर्थाऋत्विजः इरधन्तसंराधयन्ति सेवन्ते तत्रदृष्टान्तः— वाजिनं वेजनवन्तं गमनवन्तं पृक्षं घासाद्यन्नवन्तंअत्यन्न अश्वमिव तंयथासमर्थाःस्वादुघासप्रदाना- दिनापोषयन्ति तद्वत् अत्यइत्यश्वनामात्योहयइति तन्नामसुपठितत्वात् ॥ २ ॥</p>"
}
