{
	"id" : "1.129.5",
	"classification" : {
		"mandala" : "1",
		"sukta" : "129",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "16",
		"anuvaka" : "19",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"नि षू न॒माति॑मतिं॒ कय॑स्य चि॒त्तेजि॑ष्टाभिर॒रणि॑भि॒र्नोतिभि॑रु॒ग्राभि॑रुग्रो॒तिभिः॑",
			"नेषि॑ णो॒ यथा॑ पु॒राने॒नाः शू॑र॒ मन्य॑से",
			"विश्वा॑नि पू॒रोरप॑ पर्षि॒ वह्नि॑रा॒सा वह्नि॑र्नो॒ अच्छ॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"नि षू न॒माति॑मतिं॒ कय॑स्य चि॒त्तेजि॑ष्ठाभिर॒रणि॑भि॒र्नोतिभि॑रु॒ग्राभि॑रुग्रो॒तिभिः॑ ।",
			"नेषि॑ णो॒ यथा॑ पु॒राने॒नाः शू॑र॒ मन्य॑से ।",
			"विश्वा॑नि पू॒रोरप॑ पर्षि॒ वह्नि॑रा॒सा वह्नि॑र्नो॒ अच्छ॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"नि । सु । न॒म॒ । अति॑ऽमतिम् । कय॑स्य । चि॒त् । तेजि॑ष्ठाभिः । अ॒रणि॑ऽभिः । न । ऊ॒तिऽभिः॑ । उ॒ग्राभिः॑ । उ॒ग्र॒ । ऊ॒तिऽभिः॑ ।",
			"नेषि॑ । नः॒ । यथा॑ । पु॒रा । अ॒ने॒नाः । शू॒र॒ । मन्य॑से ।",
			"विश्वा॑नि । पू॒रोः । अप॑ । प॒र्षि॒ । वह्निः॑ । आ॒सा । वह्निः॑ । नः॒ । अच्छ॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र कयस्य कस्यचित् त्वद्भक्तस्ययजमानस्य अतिमतिं अतिक्रान्तमननंविरुद्धमनस्कंशत्रुन्निषू- नम नितरांसुष्ठुनामय अस्मत्प्रणतङ्कुरु अन्तर्भावितण्यर्थोऽयं हेउग्रउद्गूर्णबलः ऊतिभिः रक्षणैः प्रीति- भिर्वायुक्तःसन् तेजिष्ठाभिररणिभिर्नअतिशयेनतेजस्विभिर्युद्धादिरूपैर्मागैंरिव तेजस्वच्छब्दादातिश- यनिकइष्ठन् विन्मतोर्लुक् टेरितिटिलोपः अतिमतिंवृत्रादिंयथानामितवान् तथास्मद्विरोधिनमपीत्य- र्थः यद्वा उत्तरत्रान्वयः तेजिष्ठाभिररणिभिर्न तेजोयुक्तैर्गमनसाधनैर्यज्ञादिमार्गैर्यथास्मान्योजितवा- नसि तथाउग्राभिः प्रकाशकाभिः ऊतिभीरक्षणैः यागफलभूतैर्नोस्मान्नेषिनयसि अभिमतस्वर्गादि- फलंप्रापयसीत्यर्थः नयतेश्छान्दसःशपोलुक् तत्रदृष्टान्तः—पुरापूर्वस्मिन्काले नः अस्मत्पित्रादीन्यथो- तिभिर्नीतवानसि तथानेषीत्यर्थः हेशूरविक्रान्त त्वं अनेनाः मन्यसे सर्वैरपापत्वेनअवबुध्यसे स्वर्गाद्य- भिमतसाधकत्वादितिभावः यद्वा अनेनास्त्वं अस्मानप्यनेनसोमन्यसे किंच हेइन्द्र वह्निः वृष्ट्यादि- प्रदानेनजगतान्निर्वाहकःसन् पूरोर्मनुष्यस्ययजमानस्यपुरुरितिमनुष्यनाम पूरवः जगतइतितन्नामसु- पाठात् तस्यविश्वानिसर्वाण्येनांसि अपपर्षि अपकृत्यपालयसि पृणातेश्छान्दसः शपोलुक् अतोनः अ-स्माकमपि आसाअन्तिकेदेवयजनदेशे अच्छआभिमुख्येनागत्यवह्निरभिमतानांवोढासन् अप अन- भिमतमपकृत्य पर्षि अभिमतफलंपुरयसि ॥ ५ ॥</p>"
}
