{
	"id" : "1.129.6",
	"classification" : {
		"mandala" : "1",
		"sukta" : "129",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "17",
		"anuvaka" : "19",
		"rik" : "6"
	},
	"attribute" : {
		"devata" : "इन्दुः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"प्र तद्वो॑चेयं॒ भव्या॒येन्द॑वे॒ हव्यो॒ न य इ॒षवा॒न्मन्म॒ रेज॑ति रक्षो॒हा मन्म॒ रेज॑ति",
			"स्व॒यं सो अ॒स्मदा नि॒दो व॒धैर॑जेत दुर्म॒तिम्",
			"अव॑ स्रवेद॒घशं॑सोऽवत॒रमव॑ क्षु॒द्रमि॑व स्रवेत्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"प्र तद्वो॑चेयं॒ भव्या॒येन्द॑वे॒ हव्यो॒ न य इ॒षवा॒न्मन्म॒ रेज॑ति रक्षो॒हा मन्म॒ रेज॑ति ।",
			"स्व॒यं सो अ॒स्मदा नि॒दो व॒धैर॑जेत दुर्म॒तिम् ।",
			"अव॑ स्रवेद॒घशं॑सोऽवत॒रमव॑ क्षु॒द्रमि॑व स्रवेत् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"प्र । तत् । वो॒चे॒य॒म् । भव्या॑य । इन्द॑वे । हव्यः॑ । न । यः । इ॒षऽवा॑न् । मन्म॑ । रेज॑ति । र॒क्षः॒ऽहा । मन्म॑ । रेज॑ति ।",
			"स्व॒यम् । सः । अ॒स्मत् । आ । नि॒दः । व॒धैः । अ॒जे॒त॒ । दुः॒ऽम॒तिम् ।",
			"अव॑ । स्र॒वे॒त् । अ॒घऽशं॑सः । अ॒व॒ऽत॒रम् । अव॑ । क्षु॒द्रम्ऽइ॑व । स्र॒वे॒त् ॥"
		]
	},
	"sayanaBhashya" : "<p>भव्याय भवनशीलायप्रतिदिनङ्कलाभिवृद्भ्यावर्धनशीलायइन्दवेअमृतेनसर्वस्यक्लेदयित्रे तदर्थन्तद्व- क्ष्यमाणङ्कर्मस्तोत्रंवा प्रवोचेयं प्रकर्षेणवक्तुंशक्तोभूयासं स्तुतेरतिमहत्त्वादितिभावः वचेर्लिङ्याशिष्य- ङ् वचउम् कस्यतदिति यइन्दुः इषवान् एषणवान् मन्ममननीयं स्तोत्रङ्कर्मवाउद्दिश्यरेजति गच्छति रेजतिर्गत्यर्थः रेजतिदघ्यतीतितन्नामसुपाठात् आगमनेदृष्टान्तः—हव्योन होतव्यआह्वातव्योवाहव्यः इन्द्रइव प्रायेणेन्द्रआगच्छेत्यादिनाइन्द्रएवाहूयते सइवसएवविशेष्यते रक्षोहायज्ञविघातकानांरक्षसां- हन्ता मन्म तेषामेवकर्महननादिरूपंरेजतिगच्छति चालयति नाशयतीत्यर्थः सएवेन्दुः स्वयन्निदः णिदिकुत्सायाङ्क्विप् सावेकाचइतिविभक्तेरुदात्तता अस्मन्निन्दितुर्वैरिणः वधैः हननोपायैः हनश्चवधइतिभावेअप् तत्सन्नियोगेनवधादेशः सचादन्तोऽन्तोदात्तः दुर्मतिन्दुर्बुद्धिं अस्मत् अस्मत्तः अजेतआक्षिपेत् अवनयेत् किंच अघशंसः अघानां पापानांहिंसादीनांशंसिता स्तेनः अवतरं अत्यन्तनिकृष्टं अवस्वस्थानादवाङ्मुखोभूत्वास्रवेत् गच्छतुअधः पतत्वित्यर्थः अघशंसः स्तेनः अघशंसः वृकइतितन्नामसुपाठात् अवस्रवणमेवप्रार्थ्यते क्षुद्रमिव क्षेप्तुंशक्यमुदकादिकमिव उदकंयथा- तिष्ठति अवस्रवेन्नश्यतितथासावपीत्यर्थः ॥ ६ ॥</p>"
}
