{
	"id" : "1.129.10",
	"classification" : {
		"mandala" : "1",
		"sukta" : "129",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "17",
		"anuvaka" : "19",
		"rik" : "10"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"त्वं न॑ इन्द्र रा॒या तरू॑षसो॒ग्रं चि॑त्त्वा महि॒मा स॑क्ष॒दव॑से म॒हे मि॒त्रं नाव॑से",
			"ओजि॑ष्ट॒ त्रात॒रवि॑ता॒ रथं॒ कं चि॑दमर्त्य",
			"अ॒न्यम॒स्मद्रि॑रिषेः॒ कं चि॑दद्रिवो॒ रिरि॑क्षन्तं चिदद्रिवः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"त्वं न॑ इन्द्र रा॒या तरू॑षसो॒ग्रं चि॑त्त्वा महि॒मा स॑क्ष॒दव॑से म॒हे मि॒त्रं नाव॑से ।",
			"ओजि॑ष्ठ॒ त्रात॒रवि॑ता॒ रथं॒ कं चि॑दमर्त्य ।",
			"अ॒न्यम॒स्मद्रि॑रिषेः॒ कं चि॑दद्रिवो॒ रिरि॑क्षन्तं चिदद्रिवः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"त्वम् । नः॒ । इ॒न्द्र॒ । रा॒या । तरु॑षसा । उ॒ग्रम् । चि॒त् । त्वा॒ । म॒हि॒मा । स॒क्ष॒त् । अव॑से । म॒हे । मि॒त्रम् । न । अव॑से ।",
			"ओजि॑ष्ठ । त्रातः॑ । अवि॑त॒रिति॑ । रथ॑म् । कम् । चि॒त् । अ॒म॒र्त्य॒ ।",
			"अ॒न्यम् । अ॒स्मत् । रि॒रि॒षेः॒ । कम् । चि॒त् । अ॒द्रि॒ऽवः॒ । रिरि॑क्षन्तम् । चि॒त् । अ॒द्रि॒ऽवः॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र त्वन्नः अस्मान् तरूषसा तरुणकुशलेनअस्मानापद्भ्यःउत्तरीतुंशक्तेनरयाधनेनउद्धर्ताभवेति- रोषः हेइन्द्र त्वात्वां उग्रंचित् उद्गूर्णबलंसन्तं त्वामेवमहिमा महत्त्वं अस्मत्स्तोत्रजनितः कश्चिदति- शयः सक्षत् सेवते संभजते उत्कर्षयतीत्यर्थः किमर्थंअवसेत्वत्प्रीतये तत्रदृष्टान्तः—महेमहते अवसेर- क्षणायप्रकाशारोग्यादिरूपायमित्रन्न सर्वजनमित्रंसूर्यमिव तंयथामहत्त्वेनसंयोजयन्ति तथेत्यर्थः यद्वा मित्रन्न प्रियहितरूपंसखायमिवतंयथामहत्यैप्रीतयेसंभजन्तेतद्वत् किंच हेओजिष्ठओजस्वितम अतिश- येनबलवन् त्रातः रक्षितः अस्मान्पालयितः वा अमर्त्यअमरणधर्मन् इन्द्र अवितः अस्मान् धनेनतर्प- यितस्त्वं कंचिद्रथं वेगवन्तमारुह्यअस्मद्देवयजनंशीघ्रमागच्छेतिशेषः तथा हेअद्रिवः शत्रूणामतिशये- नभक्षकेन्द्र अस्मदन्यं रिरिक्षन्तं चित् अल्पंमहान्तंवाशत्रुमितिशेषः रिरिषेः बाधस्व तथा हेअद्रिवः अद्रेरादर्तः भक्षकवाशत्रूणां अद्रिवन्नद्रिरादृणात्यनेनापिवात्तेः स्यादितिनिरुक्तम् । रिरिक्षन्तंचित् अत्यन्तकुत्सितं हिंसन्तमपिशत्रुंरिरिषेः बाधस्व रिषहिंसायां छान्दसःशपःश्लुः पुनर्व्यत्ययेनशः रि- रिक्षन्तं अस्मादेव सनि हलन्ताच्चेति सनः कित्त्वाद्गुणाभावः चिदित्यवकुत्सितः कुल्माषांश्चिदाहरे- त्यवकुत्सितइतियास्केनोक्तत्वात् । यद्वा समुच्चयार्थः कंचिदित्यनेनसहसमुच्चीयते ॥ १० ॥</p>"
}
