{
	"id" : "10.64.5",
	"classification" : {
		"mandala" : "10",
		"sukta" : "64",
		"ashtaka" : "8",
		"adhyaya" : "2",
		"varga" : "6",
		"anuvaka" : "5",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "गयः प्लातः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"दक्ष॑स्य वादिते॒ जन्म॑नि व्र॒ते राजा॑ना मि॒त्रावरु॒णा वि॑वाससि",
			"अतू॑र्तपन्थाः पुरु॒रथो॑ अर्य॒मा स॒प्तहो॑ता॒ विषु॑रूपेषु॒ जन्म॑सु"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"दक्ष॑स्य वादिते॒ जन्म॑नि व्र॒ते राजा॑ना मि॒त्रावरु॒णा वि॑वाससि ।",
			"अतू॑र्तपन्थाः पुरु॒रथो॑ अर्य॒मा स॒प्तहो॑ता॒ विषु॑रूपेषु॒ जन्म॑सु ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"दक्ष॑स्य । वा॒ । अ॒दि॒ते॒ । जन्म॑नि । व्र॒ते । राजा॑ना । मि॒त्रावरु॑णा । आ । वि॒वा॒स॒सि॒ ।",
			"अतू॑र्तऽपन्थाः । पु॒रु॒ऽरथः॑ । अ॒र्य॒मा । स॒प्तऽहो॑ता । विषु॑ऽरूपेषु । जन्म॑ऽसु ॥"
		]
	},
	"sayanaBhashya" : "<p>हे अदिते पृथिवि दक्षस्य सूर्यस्य जन्मनि तस्मिन्ञ्जाते व्रते तस्य यज्ञकर्मणि राजाना राजन्तौ मित्रावरुणौ विवासि। वाशब्द उपमार्थः। यथा त्वं वेदिभूता सति तौ पर्यचरः एवमिदानीमप्यस्मद्यज्ञे कुर्विति पृथिवीमाशास्ते। सोऽर्यमारीणां तमसाम् यन्ता नियतां सूर्यो विषुरूपेशु नानारूपेषु जन्मसु कर्मस्वन्वहमुद्यन् सप्त होता। सप्त रश्मयो यस्मिन्रसाञ्जुह्वति प्रक्शिपन्ति स एतादृशो भवति। अतूर्तपन्थाः। अतूर्तस्त्वरारहितः पन्था यस्य सः। नियतगतित्वात् त्वरमाणो ह्यनियतगतिर्भवति। पुरुरथः। रथो रंहतेः। प्रत्यहं भुक्तिभेदाद्बहुरंहणो भवति। यद्वा। हे अदिते प्रातस्तनि सन्ध्ये दक्षस्यादित्यस्य जन्मन्युदयाख्ये जन्मनि कर्मणि। य्द्यत्यादित्य इत्यर्थः। वा शब्दः श्रुतिसामर्थ्याद्दक्षस्य वा जन्मनि त्वत्तस्तव वा जन्मनि दक्षादिति। राजाना दीप्यमानौ मित्रावरुना। अहर्वृ मित्रो रात्रिर्वरुणः। ऐ. ब्रा. ४-१०। इति श्रुतेरहोरात्रौ मित्रावरुनावुच्येते। तौ विवाससि। परिचरसि। कथम्। तदनुप्रवेशेन। अर्धं हि सन्ध्याया रात्रिमनुप्रविशत्यर्धमहरिति। उत्तरार्धः पूर्ववत्। सप्तहोता। ह्वयतेरर्चतिकर्मन इदं रूदम् । सप्तर्षयो भरद्वाजादयो होतारः स्तोतारः सन्तीति। अथवा सप्तहोता। मल्लिम्लुचांहसस्पतिसहिताः सप्तर्तवो यस्य होतारो भवन्ति तादृशः। अत्र निरुक्तम्। दक्शस्य वादिते जन्मनि कर्मणि व्रते राजानौ। नि. ११-२३। इत्यादि॥५॥</p>"
}
