{
	"id" : "10.102.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "102",
		"ashtaka" : "8",
		"adhyaya" : "5",
		"varga" : "20",
		"anuvaka" : "9",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "द्रुघण इंद्रो वा",
		"rishi" : "मुद्गलो भार्म्यश्वः",
		"chandas" : "बृहती"
	},
	"samhita" : {
		"lines" : [
			"प्र{0} ते{1} र{0}थं{2} मि{0}थू{1}कृ{0}त{1}मिं{0}द्रो{2}{5}व{0}तु{0} धृ{0}ष्णु{1}या{0}",
			"अ{1}स्मि{0}न्ना{1}जौ{0} पु{2}रु{0}हू{0}त{0} श्र{1}वा{0}य्ये{2} ध{0}न{0}भ{1}क्षे{0}षु{2} नो{5}व{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"प्र ते{1} रथं{2} मिथू{1}कृत{1}मिन्द्रो{2}{5}वतु धृष्णु{1}या ।",
			"अ{1}स्मिन्ना{1}जौ पु{2}रुहूत श्र{1}वाय्ये{2} धनभ{1}क्षेषु{2} नो{5}व ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"प्र । ते{1} । रथ{2}म् । मि{1}थु{1}{5}कृत{2}म् । इन्द्रः{2} । अ{1}व{1}तु{1} । धृ{1}ष्णु{1}{5}या ।",
			"अ{1}स्मिन् । आ{1}जौ । पु{1}रु{1}{5}हू{1}त{1} । श्र{1}वाय्ये{2} । ध{1}न{1}{5}भ{1}क्षेषु{2} । नः{1} । अ{1}व{1} ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">प्र ते रथमिति द्वादशर्चं तृतीयं सुक्तम्। भर्मश्वपुत्रो मुद्गलऋषिः। आद्या तृतीयान्त्या चेति तिस्रो ब्रुहत्यः। शिष्टा नव त्रिष्टुभः। द्रुघणो नाम मुद्गरः। तद्देवत्यमिदमिन्द्रदेवत्यं वा। तथा चानुक्रान्तम्। प्र ते मुद्गलो भार्म्यश्व ऋषभेण द्रुघणेन चाजिं जिगायेति द्रौघणं वाद्या तृतीयान्त्या च बृहत्य इति। गतो विनियोगः। अत्राहुः । मुद्गलस्य हृता गावश्चोरैस्त्यक्त्वा जरद्गवम्। स शिष्टम् शकटे कृत्वा गत्वैक ऋजुराहवम्। द्रुघणं युयुजेऽन्यत्र चोरमार्गनुसारकः। द्रुघणं चाग्रतः क्षिप्त्वा चोरेभ्यो जगृहे स्वग इति। तथा निरुक्तेऽपीयं कथा सूचिता। मुद्गलो भार्म्यश्व ऋषिर्वृषभं च द्रुघणं च युक्त्वा अङ्ग्रामे व्यवहृत्याजिं जिगाय। नि. ९-२३। इति॥</p><p>हे मुद्गल ते रथं मिथूकृतम् मिथःकृतमसहायं कृतम्। अथवा मिथुरिति मिथ्यानाम। अश्वादिभिः शून्यं कृतं धृष्णुया धर्षणशील इन्द्रोऽवतु। रक्षतु। यद्वा। धृष्णुया धर्षणशीलेन वज्रेण। उभयत्र सुपां सुलुगिति सुपो याजादेशः। अथ प्रत्यक्शकृतः। हे पुरुहूत बहुभिराहूतेन्द्र अस्मिन्नाजौ सङ्ग्रामेऽपह्रुतगोभिश्चोरैः क्रुते सङ्ग्रामे। कीदृशे। श्रवाय्ये श्रोतव्ये। विश्रुत इत्यर्थः। श्रुदक्षीत्यादिना। उ. ३-९६। आय्यप्रत्ययः। धनभक्षेष्वस्मासु गोरूप धनभजनकामेषु सत्सु। यद्वा। गोरूपधनस्य भक्षकेषु चौरेषु जेतव्येषु सत्सु। नोऽस्मानव। रक्ष॥१॥</p>"
}
