{
	"id" : "1.164.6",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "15",
		"anuvaka" : "22",
		"rik" : "6"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"अचि॑कित्वांचिकि॒तुष॑श्चि॒दत्र॑ क॒वीन्पृ॑च्छामि वि॒द्मने॒ न वि॒द्वान्",
			"वि यस्त॒स्तंभ॒ षळि॒मा रजां॑स्य॒जस्य॑ रू॒पे किमपि॑ स्वि॒देक॑म्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अचि॑कित्वाञ्चिकि॒तुष॑श्चि॒दत्र॑ क॒वीन्पृ॑च्छामि वि॒द्मने॒ न वि॒द्वान् ।",
			"वि यस्त॒स्तम्भ॒ षळि॒मा रजां॑स्य॒जस्य॑ रू॒पे किमपि॑ स्वि॒देक॑म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अचि॑कित्वान् । चि॒कि॒तुषः॑ । चि॒त् । अत्र॑ । क॒वीन् । पृ॒च्छा॒मि॒ । वि॒द्मने॑ । न । वि॒द्वान् ।",
			"वि । यः । त॒स्तम्भ॑ । षट् । इ॒मा । रजां॑सि । अ॒जस्य॑ । रू॒पे । किम् । अपि॑ । स्वि॒त् । एक॑म् ॥"
		]
	},
	"sayanaBhashya" : "<p>अचिकित्वान् देवतातत्त्वमजानन्नहं चिकितुषः विशेषेणतत्त्वंजानतः कवीन् क्रान्तदर्शिनः अधि- तपरमार्थान् अत्र अस्मिंस्तत्त्वविषयेप्रुच्छामि किमर्थं विद्मने वेदनायपरमार्थज्ञानाय किंजानन्नेवप- राभवाद्यर्थं नेत्याह विद्वान्नप्रुच्छामि अपितु अज्ञानादेवयःपरमेश्वरः वितस्तंभ स्तंभितवाननियमित- वान् अथयआत्मासेतुर्विधृतिरेषांलोकानामसंभेदायेतिश्रुतेः । किंइमा इमानि षट् रजांसि लोकान् लोकारजांस्युच्यन्तइतिनिरुक्तम् यद्यपि लोकाःसप्त तथापिसत्यलोकस्यकर्मिणांसर्वेषांसाधारणत्वा- भावात् षडित्युक्तम् ननुषडेवोक्ताः सप्तमः किमितिननिर्दिष्टइति उच्यते—अजस्यजननादिरहितस्य चतुर्मुखस्यब्रह्मणः रूपेस्वरूपेएकंसत्यलोकाख्यंपुनरावृत्तिरहितंस्थानङ्किमपिस्वित् किंस्विदेव तन्नके- नाप्यधिगन्तुंशक्यमित्यर्थः कैश्चिदेवोपासकैरर्चिरादिमार्गेणगन्तव्यत्वादितिभावः यद्वा षट् रजांसि- विलक्षणाः षळृतवः तानि यः स्तंभयत्तत्त्वं अजस्यगमनशीलस्यजन्मरहितस्यवादित्यस्यरूपेरूप्यमा- णेदृश्यमाने मण्डले एकमद्वितीयं किमपि स्वित् किंस्वित् यत्किंचिदवाङ्मनसगम्यन्तत्त्वमस्ति तत्पृ- च्छामि यएषोऽन्तरादित्येहिरण्मयःपुरुषोदृश्यतइत्यादिश्रुतिप्रतिपादितन्तत्त्वमित्यर्थः अथवा षडि- मानिरजांसित्रिविधान् भूलोकांश्च यस्तस्तंभ तिस्रोभूमीर्धारयन् त्रीरुँतद्यौरितिनिगमः । तस्याजस्य- परब्रह्मणः रूपेनानाविकारभाजिजगति किमपिस्विदेकमेकात्मकमस्तीतिप्रश्नः अविशेषमस्तिनाम- मात्रमेकरूपमस्तीत्युत्तरविवक्षयाप्रश्नः अस्तीत्येवोपलब्धव्यमितिश्रुतेः ॥ ६ ॥</p>"
}
