{
	"id" : "1.164.22",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "18",
		"anuvaka" : "22",
		"rik" : "22"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"यस्मि॑न्वृ॒क्षे म॒ध्वदः॑ सुप॒र्णा नि॑वि॒शन्ते॒ सुव॑ते॒ चाधि॒ विश्वे॑",
			"तस्येदा॑हुः॒ पिप्प॑लं स्वा॒द्वग्रे॒ तन्नोन्न॑श॒द्यः पि॒तरं॒ न वेद॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"यस्मि॑न्वृ॒क्षे म॒ध्वदः॑ सुप॒र्णा नि॑वि॒शन्ते॒ सुव॑ते॒ चाधि॒ विश्वे॑ ।",
			"तस्येदा॑हुः॒ पिप्प॑लं स्वा॒द्वग्रे॒ तन्नोन्न॑श॒द्यः पि॒तरं॒ न वेद॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"यस्मि॑न् । वृ॒क्षे । म॒धु॒ऽअदः॑ । सु॒ऽप॒र्णाः । नि॒ऽवि॒शन्ते॑ । सुव॑ते । च॒ । अधि॑ । विश्वे॑ ।",
			"तस्य॑ । इत् । आ॒हुः॒ । पिप्प॑लम् । स्वा॒दु । अग्रे॑ । तत् । न । उत् । न॒श॒त् । यः । पि॒तर॑म् । न । वेद॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>अत्रवृक्षत्वरूपककल्पना अधिदैवतेआदित्यं अध्यात्ममात्मानंचप्रशंसति यस्मिन्नादित्येवृक्षेवृक्ष- वत्सर्वफलाश्रयभूतेमध्वदः मध्वित्युदकनाम तददन्तीतिमध्वदःउदकस्यात्तारःसुपर्णाः सुपतनारश्म- योनिविशन्ते प्रविशन्तिरात्रौसुवतेच पुनरुदयकालेप्रकाशंजनयन्तिच यस्मादादित्यात् कुत्रअधिवि- श्वेविश्वस्योपरितस्यादित्यवृक्षस्यपिप्पलं पालकंफलंस्वादुरसवत् अग्रेउपरिउपासनानन्तरंआहुः कथयन्तितत्त्वविदः यद्वा सर्वरमादुपरिवर्तमानमाहुः ईदृशंपितरं जगतःपालयितारंयोनरोनवेद नोपास्ते सतन्नोन्नशत् नशतिर्गतिकर्मा तत्फलन्नप्राप्नोति वेदितुस्तु अग्रेपिप्पलमाहुरित्यर्थः इत्- पूरणः इत्यधिदैवपक्षे । अथाध्यात्मपक्षे यस्मिन्परमात्मनिवृक्षे वृक्षवद्गमनादिरहिते अविक्रिये सु- पर्णाः शोभनगमनानीन्द्रियाणि मध्वदः मधुनोज्ञानस्यअन्त्रीणितत् ज्ञानेनज्ञानभांजीत्यर्थः निविश- न्तेस्वपकालेस्व्स्वविषयेभ्यः प्रतिनिवृत्तानिआत्मनिवृत्त्यालीयन्ते पुनःप्रबोधकाले अधिविश्वे- विश्वस्योपरिसुवतेचउद्यन्ति स्वस्वविषयान् लभन्तइत्यर्थः तस्यपरमात्मनः पिप्पलं पालकंसंसा- रतउद्धारकंस्वादु आस्वादनीयंअमृतत्वलक्षणंज्ञानं यत्फलास्वाद्गनेपुनः क्षुत्तृष्णाशोकमोहजराम- रणादयोनभवन्तितद्धिस्वादुतमं इतरस्वर्गादिफलानिपुनर्जननाद्यापादकत्वादापातस्वादूनि तत्फलं अग्रेस्वरूपज्ञानोत्तरकालमाहुः यःपुमान् पितरंपालकंज्ञानफलं तत्फलाधारमात्मानंवानवेद नजा- नाति गुरुशास्त्रात् सतत्फलन्नोन्नशत् नप्राप्नोति अतआत्मानंयोवेदसएवतन्मोक्षफलंप्राप्नोतीत्यर्थः यद्वा चर्मवदाकाशमित्यादिश्रुतेर्ज्ञानात् अन्योपायस्याम्रुतत्वप्राप्तिन्निवारयति ब्रह्मवेदब्रह्मैवभवती- त्यादिकानुज्ञाप्राप्तिमाह तस्मादीदृशंपरमेश्वरंविदित्वामुक्तोभूयासमित्यर्थः ॥ २२ ॥</p>"
}
