{
	"id" : "1.164.24",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "18",
		"anuvaka" : "22",
		"rik" : "24"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"गा॒य॒त्रेण॒ प्रति॑ मिमीते अ॒र्कम॒र्केण॒ साम॒ त्रैष्थु॑भेन वा॒कम्",
			"वा॒केन॑ वा॒कं द्वि॒पदा॒ चतु॑ष्पदा॒क्षरे॑ण मिमते स॒प्त वाणीः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"गा॒य॒त्रेण॒ प्रति॑ मिमीते अ॒र्कम॒र्केण॒ साम॒ त्रैष्टु॑भेन वा॒कम् ।",
			"वा॒केन॑ वा॒कं द्वि॒पदा॒ चतु॑ष्पदा॒क्षरे॑ण मिमते स॒प्त वाणीः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"गा॒य॒त्रेण॑ । प्रति॑ । मि॒मी॒ते॒ । अ॒र्कम् । अ॒र्केण॑ । साम॑ । त्रैस्तु॑भेन । वा॒कम् ।",
			"वा॒केन॑ । वा॒कम् । द्वि॒ऽपदा॑ । चतुः॑ऽपदा । अ॒क्षरे॑ण । मि॒म॒ते॒ । स॒प्त । वाणीः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>गायत्रेणगायत्रच्छन्दसाअर्कंअर्चनसाधनंमन्त्रंप्रतिमिमीते प्रत्येकंपरिच्छिनत्ति अर्कोमन्त्रोभवति- यदनेनार्चन्तीतिनिरुक्तम् । प्रतिमन्त्रङ्गायत्रेणच्छन्दसोपनिबद्धङ्करोति उपलक्षणमेतदन्येषां छन्दसां यद्वेतरेषांछन्दसामस्यैवचतुश्चतुरक्षराधिक्येन तत्तच्छन्दोनिष्पत्तेरस्यप्रकृतित्वात् प्राधान्येनेदमुक्तम् अर्कशब्दोजात्यभिप्रायः सर्वान्मन्त्रान् गायत्र्यादिभिश्छन्दोभिःप्रतिमिमीतइत्यर्थः यद्वा प्रतिशब्दः समित्येतस्मिन्नर्थे छन्दोभिर्मन्त्रान्संमितङ्करोतीत्यर्थः अर्केणसाम उक्तलक्षणेनमन्त्रेणसामगायत्ररथं- तरसंज्ञकंसामप्रतिमिमीते नन्वेकंसामतृचेक्रियतइतितिसृष्वेकंसामविहितं अर्तोर्कैःसामेतिवक्तव्यम् कथमुच्यतेअर्केणेति न वस्तुतएकंसामैकस्यामृच्यारूढं पश्चादन्योन्यां तदुत्तरयोर्गायतीत्यतिदेशतः प्राप्तन्तिसृषुगानं अतएकवचनमविरुद्धम् त्रैष्टुभेनवाकं अत्रत्रिष्टुबुपादानमितरच्छन्दः प्रदर्शनार्थं अथ- वा अनादेशेसर्वत्रत्रिष्टुभोग्रहणात् प्राचुर्यामिप्रायेणेदमुक्तं त्रैष्टुभेनद्विवारत्रिवारवृत्तेनद्वृचतृचरूपं- वाकंवक्तव्यं एकैकंछन्दः प्रतिमिमीते अथवा वाकंसूक्तं एतावद्भिस्त्रिष्टुब्भिरुपनिबद्धमिदंसूक्तमिति- तादृशेनवाकेन वाकंवाकवर्गंअनुवाकंवा मिमीते कीदृशेनवाकेनेतिसविशेष्यते द्विपदाचतुष्पदा पाद- द्वयबद्धविराडादिछन्दोनिबद्धमन्त्ररूपेण चतुष्पदापादचतुष्टयोपेतेन अनुष्टुबादिमन्त्ररूपेणेति इयती- भिर्द्विपदाभिर्वर्गः इयतीभिश्चतुष्पदाभिरुपेतोवर्गः इयद्द्विपदरूपैर्वाकैः इयच्चतुष्पदरूपैर्वाकैश्चपरिमि- तोनुवाकइति । सूक्तपक्षेएतावद्भिः सूक्तैरयमनुवाकइति किञ्चाक्षरेण अक्षरेणैवसप्तवाणीः वागधिष्ठि- तानिसप्तच्छन्दांसिमिमते निर्माणङ्कुर्वन्ति अष्टाक्षरागयत्रीएकादशाक्षरात्रिष्टुप् द्वादशाक्षराजगतीति अक्षरैःपादाःपरिमीयन्ते परिमितैः पादैश्छन्दांसि ततःपादानांछन्दसांअक्षरंमूलमिति तथा ऋग्वर्गसू- क्तानुवाकादीनांचाक्षरंमूलमित्यक्षरप्रशंसा ॥ २४ ॥</p>"
}
