{
	"id" : "1.164.29",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "19",
		"anuvaka" : "22",
		"rik" : "29"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"अ॒यं स शिं॑क्ते॒ येन॒ गौर॒भीवृ॑ता॒ मिमा॑ति मा॒युं ध्व॒सना॒वधि॑ श्रि॒ता",
			"सा चि॒त्तिभि॒र्नि हि च॒कार॒ मर्त्यं॑ वि॒द्युद्भवं॑ती॒ प्रति॑ व॒व्रिमौ॑हत"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अ॒यं स शि॑ङ्क्ते॒ येन॒ गौर॒भीवृ॑ता॒ मिमा॑ति मा॒युं ध्व॒सना॒वधि॑ श्रि॒ता ।",
			"सा चि॒त्तिभि॒र्नि हि च॒कार॒ मर्त्यं॑ वि॒द्युद्भव॑न्ती॒ प्रति॑ व॒व्रिमौ॑हत ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अ॒यम् । सः । शि॒ङ्क्ते॒ । येन॑ । गौः । अ॒भिऽवृ॑ता । मिमा॑ति । मा॒युम् । ध्व॒सनौ॑ । अधि॑ । श्रि॒ता ।",
			"सा । चि॒त्तिऽभिः॑ । नि । हि । च॒कार॑ । मर्त्य॑म् । वि॒ऽद्युत् । भव॑न्ती । प्रति॑ । व॒व्रिम् । औ॒ह॒त॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>सोयंवत्सः शिङ्क्ते अव्यक्तध्वनिङ्करोति येनवत्सेनगौर्माताअभीवृता आगत्याभितोवेष्टिताभवति किञ्च सागौर्मायुंशब्दं मिमाति निर्मिमाति कुत्रस्थिता ध्वसनावधिश्रिता ध्वसनस्थाने गवान्निवासा- श्रयेधिष्ठिता सातादृशी चित्तिभिः ज्ञानैस्तत्पूर्वकैः कर्मभिर्वा मर्त्यन्निचकारहि नीचैः करोति ज्ञानवि- शिष्टामनुष्याः यथा वालकस्यादनस्तनपानादिस्नेहङ्कुर्वन्ति ततोऽप्यतिश्यमियङ्करोतीत्यर्थः किञ्च विद्युद्भवन्ती बहुक्षीरतयाविद्योतमाना वव्रिंस्वकीयंरूपं वव्रिरिति रूपनाम प्रत्यौहत प्रकाशयति यद्वा विद्युद्भवन्ती बहुक्षीरतयाविद्योतमाना वव्रिंस्वकीयंरूपं वव्रिरिति रूपनाम प्रत्यौहत प्रकाश- यति यद्वा वत्सस्नेहातिशयस्वरूपं विद्युद्भवन्ती विद्युदिवशीघ्रदर्शनाऔहत अयमेकोर्थः । अर्थान्तरं- चशाकपूणिर्नामनिरुक्ताचार्यः सकलमन्त्रदेवताजानामीत्यभिमानितवान् दुर्ज्ञेयस्यतत्त्वस्यस्वरूप- मसौजानातिकिलैनंव्यामोहयामीतिमनसिकृत्वासन्दिग्धोभयलिङ्गादेवताप्रादुरासीदथतस्यपुरतः सच तान्नबुबुधे बुभुत्सयाचतांस्वरूपंप्रदर्शयेति पप्रच्छ साचायंसशिङ्क्तइत्येषामद्देवता तत्रप्रतीयमानं- मत्स्वरूपमित्युपदिदेश कथमत्रोभयलिङ्गत्वं वस्तुतःउभयलिङ्गत्वेकथन्देवतैक्यमिति उच्यते—अत्रो- भयलिङ्गत्वमुभयथासंभवति स्त्रीपुल्ँलिङ्गद्वयेन मध्यमोत्तमलिङ्गद्वयेनच तत्कथंअयंसयेनेति पुल्ँलि- ङ्गद्वयेन मध्यमोत्तमलिङ्गद्वयेनच तत्कथंअयंसयेनेति पुल्ँलिङ्गवाचिनाश्ब्दत्रयेणमेघःप्रतीयते अधि- श्रितासेत्यादिनास्त्रीलिङ्गवाचकेनमाध्यमिकावाक् अतउभयलिङ्गत्वं तथाविद्युद्भवन्तीत्यन्तं मध्यम- लिङ्गं तत्रमेघस्तनितयोर्माध्यमिकयोःप्रतीतेः तथासतिवव्रिमौहत इत्यत्रवर्षेणपृथिवींप्रच्छाद्य त- स्यारसंप्रत्यादत्तइत्ययमर्थोविवक्षितः सचादित्यव्यापारइत्युत्तमलिङ्गत्वं तर्हिवस्तुतउभयलिङ्गत्वप्र- तीतेः उभेअपिदेवते यल्लिङ्गंसादेवतेतिन्यायात् अतःकथमेकदेवतासिद्धिरिति अयंसयेनेत्येतेषांव्य- त्ययाश्रयेणसर्वदेवतानामधिष्ठानात्मिकायाः एकत्वश्रवणेनवा सर्वफलदात्रात्मनएकत्वाश्रयणेनवादे- वतैक्योपपत्तेः अनेनमध्यमोत्तमभेदेनोभयलिङ्गत्वपक्षेपिदेवतैक्यमुक्तं भवति अतएकैववामहानात्मा- देवतेत्युक्तत्वाद्वस्तुतोदेवतैक्यं अधिष्ठात्रधिष्ठानभेदेनभेदश्चनविरुध्यते अयंसशिङ्क्तेइयंसामाध्यमिका- यावाचोधिष्ठात्रीदेवता शिङ्क्ते अव्यक्तध्वनिङ्करोति येनगौरभीवृता गौरितिवाङ्गम माध्यमिकावाक् ययाभिवृता अभितोव्याप्ताअधिष्ठितेत्यर्थः सेयं शिङ्क्ते । अथवा अयंसशिङ्क्तइतिनैवमाध्यमिकावाक् निर्दिश्यते अपितुमेघः तस्यांवाचिशिंजानाया सएवशिङ्क्तइत्युपचर्यते मंचाःक्रोशन्तीतिवत् अयंसमे- घः शब्दङ्करोति येनमाध्यमिकावागभिव्याप्ता शब्दनेप्रकारएवोच्यते—मिमाति मायुंस्त नितलक्षणं- शब्दङ्करोति अथवेयंलुप्तोपमा मिनोति स्वतेजः सर्वत्रप्रक्षिपतीतिमायुरादित्यः तमिवातिदीप्तङ्करो- तीत्यर्थः अथवा सामर्थ्यादात्मानमादित्यसदृशन्निर्मिमीते कुत्रस्थिता ध्वसनावधिश्रिता ध्वंसनेमेघे- धिश्रिता सा ईदृशीचित्तिभिः कर्मनामैतत् स्वकर्मभिर्वृष्टिरूपैर्मर्त्यंमरणधर्माणंस्थावरजङ्गमरूपङ्कृत्स्नं- जगत् निहिचकार नीचैःकरोति मनुष्यान्प्रणतान् करोति ओषध्यादिकंफलेनावनतङ्करोति अथवा चित्तिभिर्द्योतनलक्षणैः कर्मभिः विद्युतिविद्योतमानायां भीत्यासर्वेशिरांसिनतानिकुर्वन्ति कथंभूता- निनीचैः करोतीतिउच्यते—विद्युद्भवन्तीविद्युद्रूपतामापद्यमानाप्रतिवव्रिमौहत वव्रिरितिरूपनाम ऊहतिरत्रसामर्थ्यादुपसंहारवाची प्रत्युपसंहरति उदकलक्षणंरूपंपुनरादत्ते रश्मिद्वारावृष्टमुदकंपुनर्घ- र्मकालेआदत्ते एकस्यैवज्योतिषस्त्रेधाकरणाद्विद्युतः सूर्यरश्मिभावउपपद्यते तमूअकृण्वन्त्रेधाभुवेक- मितिवक्ष्यमाणत्वात् स्तनितस्यविद्युद्भावोमेघविद्युत्स्तनितानामभेदाभिप्रायेण ॥ २९ ॥</p>"
}
