{
	"id" : "1.164.38",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "21",
		"anuvaka" : "22",
		"rik" : "38"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"अपा॒ङ्प्राङे॑ति स्व॒धया॑ गृभी॒तोऽम॑र्त्यो॒ मर्त्ये॑ना॒ सयो॑निः",
			"ता शश्वं॑ता विषू॒चीना॑ वि॒यन्ता॒ न्यट्॒॑न्यं चि॒क्युर्न नि चि॑क्युर॒न्यम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अपा॒ङ्प्राङे॑ति स्व॒धया॑ गृभी॒तोऽम॑र्त्यो॒ मर्त्ये॑ना॒ सयो॑निः ।",
			"ता शश्व॑न्ता विषू॒चीना॑ वि॒यन्ता॒ न्य१॒॑न्यं चि॒क्युर्न नि चि॑क्युर॒न्यम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अपा॑ङ् । प्राङ् । ए॒ति॒ । स्व॒धया॑ । गृ॒भी॒तः । अम॑र्त्यः । मर्त्ये॑न । सऽयो॑निः ।",
			"ता । शश्व॑न्ता । वि॒षू॒चीना॑ । वि॒ऽयन्ता॑ । नि । अ॒न्यम् । चि॒क्युः । न । नि । चि॒क्युः॒ । अ॒न्यम् ॥"
		]
	},
	"sayanaBhashya" : "<p>अमर्त्यः अमरणधर्मायमात्मा मर्त्येनमनणधर्मणाभूतात्मनादेहेनसयोनिः समानस्थानत्रयपरि- च्छेदकोदेहोऽस्ति तत्रसर्वत्रसोयमपितिष्ठन्नित्यर्थः यद्वा ससमानोत्पत्तिः सहवासेनस्वस्मिन्नुत्पत्ति- रुपचर्यते एवंभूतःसन् स्वधयाअन्नोपलक्षिततत्तद्भोगेनगृभीतः यद्वा स्वधाशब्देनान्नमयं शरीरंलक्ष्य- ते तेनगृहीतःसन्नपाङेति अशुक्लङ्कर्मकृत्वाधोगच्छति प्राङेति ऊर्ध्वंस्वर्गादिलोकंप्राप्नोति परमात्मै- वसूक्ष्मशरीरोपाधिकःसन् नानाविधङ्कर्मकृत्वातद्भोगायजीवसंज्ञांलब्ध्वाशरीरत्रयेणसंबद्धोलोकान्त- रेषुसंचरति स्थूलसूक्ष्मोभयशरीरपरिग्रहेण लोकेगुणत्रयान्वितःसन् परिभ्रमति तथाचश्रूयते—गुणा- न्वयोयः फलकर्मकर्ताकृतस्यतस्यैवसचोपभोक्ता । सविश्वरूपस्त्रिगुणस्त्रिवर्त्माप्राणाधिपःसंचरतिस्व- कर्मभिरिति । इदानीमुभयप्राधान्येनाह ते तौभूतात्मकर्त्रात्मानौ शश्वन्ता अविभागेनसर्वदावर्तमानौ यद्वा सूक्ष्मशरीरपक्षेसर्वदासहवासौपपद्यते विषूचीनाइहलोके सर्वत्र गमनौ वियन्ता तत्तत्फलोपभो- गायसर्वत्रलोकान्तरेषुगच्छन्तौवर्तेते तत्रनराः अन्यंभूतात्मनं निचिक्युः नितरांविशेषेणपश्यन्तिजा- नन्ति अन्यमपरं देहवच्छायातिरिक्तं ननिचिक्युः नजानन्ति केचनपामरादेहव्यतिरिक्तन्नजानन्ति के- चनविवेकिनः कर्तृभोक्तृत्वोपेतोदेहातिरिक्तः कश्चिदस्तीत्यनुमिमते नकेपिदेहत्रयव्यतिरिक्तमात्मानं- जानन्ति अतोदुर्लभमात्मज्ञानमित्यर्थः ॥ ३८ ॥</p>"
}
