{
	"id" : "10.124.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "124",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "9",
		"anuvaka" : "10",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "अग्निवरुणसोमानां निहवः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"इ{1}मं{0} नो{2} अ{0}ग्न{1} उ{0}प{2} य{1}ज्ञ{0}मे{0}हि{1} पं{0}च{2}या{0}मं{0} त्रि{1}वृ{0}तं{2} स{1}प्त{0}तं{2}तु{0}म्{0}",
			"अ{0}सो{2} ह{0}व्य{1}वा{0}ळु{1}त{0} नः{2} पु{0}रो{1}गा{0} ज्यो{0}गे{1}व{0} दी{1}र्घं{0} त{0}म{1} आ{0}श{2}यि{0}ष्टाः{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"इ{1}मं नो{2} अग्न{1} उप{2} य{1}ज्ञमेहि{1} पञ्च{2}यामं त्रि{1}वृतं{2} स{1}प्तत{2}न्तुम् ।",
			"असो{2} हव्य{1}वाळु{1}त नः{2} पुरो{1}गा ज्योगे{1}व दी{1}र्घं तम{1} आश{2}यिष्ठाः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"इ{1}मम् । नः{1} । अ{1}ग्ने{1} । उप{2} । य{1}ज्ञम् । आ । इ{1}हि{1} । पञ्च{2}{5}यामम् । त्रि{1}{5}वृत{2}म् । स{1}प्त{5}त{2}न्तुम् ।",
			"असः{2} । ह{1}व्य{1}{5}वाट् । उ{1}त । नः{1} । पु{1}रः{1}{5}गाः । ज्योक् । ए{1}व । दी{1}र्घम् । तमः{2} । आ । अ{1}श{1}यि{1}ष्ठाः{1} ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">इमं नो अग्न इति नवर्चं द्वादशं सूक्तम्। द्वितीयाध्याभिस्तिसृभिरग्निऋषिर्भूत्वा स्वात्मानं देवतारूपिणमस्तौत्। अतस्तासां स एवर्षिर्देवता च। शिष्टाभिरग्निवरुणसोमा अस्तुवन्। अतस्तासां षण्णां ते ऋषयः। आद्याग्नेयी। नवमीं द्रदेवत्या। शिष्टासु चतसृषु लिङ्गोक्तदेवता। सप्तमी जगती शिष्टास्त्रिष्टुभः। तथाचानुक्रान्तम्। इमं नो नवैन्द्र्युत्तमा निहवोऽग्निवरुणसोमानामाद्याग्नेयी तिस्रश्चाग्नेरात्मस्तवः शिष्टा यथानिपातं सप्तमी जगतीति। गतो विनियोगः॥</p><p>भ्रातृषु हविर्वहनेषु मृतेषु मरणभीत्या कृतपलायनं गुहायां निगूढमग्निमग्न्याद्याः सूक्तद्रष्टार ऋषयोऽनयाह्वयन्। हे अग्ने नोस्माकमिमं यज्ञमुपेहि। उपागच्छ। प्राप्नुहि। मा पलायिष्थाः। कीदृशम् । पञ्चयामं यजमानपञ्चमैरृत्विग्भिर्नियमितम्। यद्वा। धानाकरम्भादिभिः पञ्चभिर्हविर्भिः पञ्चभिः प्रयाजैर्वा प्राप्तम्। त्रिवृतं पाकयज्ञहविर्यज्ञसोमयज्ञभेदेन सवनत्रयात्मना वा त्रिगुणं सप्ततन्तुम् सप्त तन्तनस्तनितरः कर्मणां विस्तारयितारो होत्राद्याः सप्त वषट्कर्तारो यस्य। यद्वा। अग्निष्तोमोऽत्यग्निष्टोम उक्थ्यः षोळशी वाजपेयोऽतिरात्रोऽप्तोर्याम इति सप्तधा विस्तीर्यमाणम् । ईदृशं यज्ञमुपगत्य चानन्तरं नोऽस्माकं हव्यवाड्धव्यानां हविषं वोढासः। भव॥ अस्तेर्लेट्यडागमः। उतापि च नोऽस्माकं पुरोगाः पुरतो गन्ता भव। जनसनखनक्रमगमो विट्। विड्वरोरनुनासिकस्यादित्यात्वम्। ज्योक् चिरकालमेवास्मान्परित्यज्य दीर्घं तमो महदन्धकारं गुहायामाशयिष्ठाः। आस्थाय शयनमकार्षीः। इतअ ऊर्ध्वं तस्मात्स्त्थानादस्मानागच्छेत्यर्थः॥१॥</p>"
}
