{
	"id" : "10.115.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "115",
		"ashtaka" : "8",
		"adhyaya" : "6",
		"varga" : "18",
		"anuvaka" : "10",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "उपस्तुतो वार्ष्टिहव्यः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"चि॒त्र इच्छिशो॒स्तरु॑णस्य व॒क्षथो॒ न यो मा॒तरा॑व॒प्येति॒ धात॑वे",
			"अ॒नू॒धा यदि॒ जीज॑न॒दधा॑ च॒ नु व॒वक्ष॑ स॒द्यो महि॑ दू॒त्यंट्॒॑ चर॑न्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"चि॒त्र इच्छिशो॒स्तरु॑णस्य व॒क्षथो॒ न यो मा॒तरा॑व॒प्येति॒ धात॑वे ।",
			"अ॒नू॒धा यदि॒ जीज॑न॒दधा॑ च॒ नु व॒वक्ष॑ स॒द्यो महि॑ दू॒त्यं१॒॑ चर॑न् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"चि॒त्रः । इत् । शिशोः॑ । तरु॑णस्य । व॒क्षथः॑ । न । यः । मा॒तरौ॑ । अ॒पि॒ऽएति॑ । धात॑वे ।",
			"अ॒नू॒धाः । यदि॑ । जीज॑नत् । अध॑ । च॒ । नु । व॒वक्ष॑ । स॒द्यः । महि॑ । दू॒त्य॑म् । चर॑न् ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">चित्र इति नवर्चं तृतीयं सूक्तमाग्नेयम् । उपस्तुतो नाम वृष्टिहव्यपुत्र ऋशिः। अष्तमी त्रिष्तुप्। नवमी शक्वरी। आदितः सप्त जगत्यः। तथा चानुक्रान्तम्। चित्र इन्नव वार्ष्टिहव्य उपस्तुत आग्नेयं जागतं त्रिष्टुप्शक्वर्यन्तमिति। प्रातरनुवाकाश्विनशस्त्रयोर्जागते छन्दसीदम् सूक्तम्। सूत्रितं च। चित्र इच्छिशोर्वसुं न चित्रमहसमिति जागतम्। आ. ४-१३। इति॥</p><p>शिशोः शिशुभूतस्य अत एव तरुणस्य नूतनस्याग्नेर्वक्षथः। वक्षेरौणादिकोऽथ प्रत्ययः। हविर्वहनं चित्र इदाश्चर्यभूतमेव यो जातोऽग्निर्मातरौ सर्वस्य निर्मात्र्यौ मातृपितृभूते द्यावापृथिव्यावरन्यौ वा धातवे नाप्येति। धेट् पाने। तुमर्थे तवेन्प्रत्ययः। पानायापि न गच्छति। इण् गतौ। लट्युपसर्गेन समासः। तिङि चोदात्तवतिति गतेर्निघातः। अनूधाः। नञ्बहुव्रीहिः। समासान्तस्यानङः स्त्रियामिष्टत्वादत्रानङभावः। पा. ५-४-१३१। प्रत्येकविवक्षयैकवचनम्। ऊधोरहितोऽयं लोलोऽसौ लोकश्चैनमग्निं यदि जीजनत् अजीजनत् अजनयत्। तर्हि स्तनपानाय न गच्छतीति युक्तम्। तथा न भवति। किन्तु द्यावापृथिव्यौ सर्वेषां कामदुघे खलु। तथापि न याति। तस्मादस्य हविर्वहनं चित्रम् । अध चोत्पत्यनन्तरमेव न्वद्यास्मिन्दिने सद्यस्तदानीमेव शीघ्रं महि महद्धूत्यम्। दूतस्य भागकर्मणी इति कर्मणि यत्प्रत्ययः। दूतकर्म चरन् ववक्ष। देवान्प्रति हवींषि वहति॥१॥</p>"
}
