{
	"id" : "1.134.3",
	"classification" : {
		"mandala" : "1",
		"sukta" : "134",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "23",
		"anuvaka" : "20",
		"rik" : "3"
	},
	"attribute" : {
		"devata" : "वायुः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"वा॒युर्युं॑क्ते॒ रोहि॑ता वा॒युर॑रु॒णा वा॒यू रथे॑ अजि॒रा धु॒रि वोळ्ह॑वे॒ वहि॑ष्टा धु॒रि वोळ्ह॑वे",
			"प्र बो॑धया॒ पुरं॑धिं जा॒र आ स॑स॒तीमि॑व",
			"प्र च॑क्षय॒ रोद॑सी वासयो॒षसः॒ श्रव॑से वासयो॒षसः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"वा॒युर्यु॑ङ्क्ते॒ रोहि॑ता वा॒युर॑रु॒णा वा॒यू रथे॑ अजि॒रा धु॒रि वोळ्ह॑वे॒ वहि॑ष्ठा धु॒रि वोळ्ह॑वे ।",
			"प्र बो॑धया॒ पुरं॑धिं जा॒र आ स॑स॒तीमि॑व ।",
			"प्र च॑क्षय॒ रोद॑सी वासयो॒षसः॒ श्रव॑से वासयो॒षसः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"वा॒युः । यु॒ङ्क्ते॒ । रोहि॑ता । वा॒युः । अ॒रु॒णा । वा॒युः । रथे॑ । अ॒जि॒रा । धु॒रि । वोळ्ह॑वे । वहि॑ष्ठा । धु॒रि । वोळ्ह॑वे ।",
			"प्र । बो॒ध॒य॒ । पुर॑म्ऽधिम् । जा॒रः । आ । स॒स॒तीम्ऽइ॑व ।",
			"प्र । च॒क्ष॒य॒ । रोद॑सी॒ इति॑ । वा॒स॒य॒ । उ॒षसः॑ । श्रव॑से । वा॒स॒य॒ । उ॒षसः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>अयंवायुः रोहितारोहितवर्णावश्वौ धुरिधारणप्रदेशे रथस्याग्रभागे यद्वा भारवहने युङ्क्ते क्वचिद्यो- जयति तथा क्वचिदरुणाअरुणवर्णौ धुरियुङ्क्ते तथा अजिरा अजिरौगमनशीलौ वर्णविशेषयुक्तौवा क- दाचिद्युङ्क्ते यद्वैतदुभयत्रसंबध्यते किमर्थंयुङ्क्तइतितदाह—वोह्ळवेधुरंवोढुंभारवहनाय किंच धहिष्ठा वहिष्ठौ अतिशयेनवोढारावश्वौ वोढृशब्दादिष्ठनि तुरिष्ठेमेयः स्वितितृलोपः ढत्वादिकमसिद्धत्वान्नि- वर्तते द्विवचनस्याकारः धुरिवोह्णवेमहद्भारंवोढुं महति भारेवोढव्येसति पुनःपुनर्वायुग्रहणं अतोयो- जनवचनंच अतिशीघ्रमागच्छतीतिज्ञापनार्थं इदानींप्रत्यक्षेणाह—हेवायो पुरन्धिं बहुप्रज्ञं सामर्थ्याद्य- जमानमितिगम्यते पुरन्धिर्बहुधीरितियास्कः तंप्रबोधयरथेनशीघ्रमागत्य प्रज्ञापय हविः स्वीकाराये- तिभावः तत्रदृष्टान्तः—जारःपारदारिकः आससतीं उपपत्त्या गमनध्यानेन ईषत्स्वपन्तीं पुरन्धिमिव प्रकृष्टशरीरधारिणींयोषितमिव तां यथा स्वसङ्केतेन सप्रबोधयति तद्वत् त्वमपि कर्मव्यग्रेण ईषत्स्व- पन्तं यजमानं प्रबोधय किंच तदर्थं रोदसी द्यावापृथिव्यौ प्रचक्षय प्रकर्षेणप्रख्यापय प्रकाशयेत्यर्थः तत्प्रकाशार्थं उषसोवासयउषःकालानपि यथावत्स्थापय प्रभातङ्कुर्वित्यर्थः पुनस्तदेवप्रार्थ्यते श्रवसे श्रवइत्यन्ननाम तवहवीरूपान्नस्वीकारायउषसोवासय ॥ ३ ॥</p>"
}
