{
	"id" : "10.57.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "57",
		"ashtaka" : "8",
		"adhyaya" : "1",
		"varga" : "19",
		"anuvaka" : "4",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "बन्धुः श्रुतबन्धुर्विप्रबन्धुर्गौपायनाः",
		"chandas" : "गायत्री"
	},
	"samhita" : {
		"lines" : [
			"मा प्र गा॑म प॒थो व॒यं मा य॒ज्ञादिं॑द्र सो॒मिनः॑",
			"मान्त स्थु॑र्नो॒ अरा॑तयः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"मा प्र गा॑म प॒थो व॒यं मा य॒ज्ञादि॑न्द्र सो॒मिनः॑ ।",
			"मान्तः स्थु॑र्नो॒ अरा॑तयः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"मा । प्र । गा॒म॒ । प॒थः । व॒यम् । मा । य॒ज्ञात् । इ॒न्द्र॒ । सो॒मिनः॑ ।",
			"मा । अ॒न्तरिति॑ । स्थुः॒ । नः॒ । अरा॑तयः ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">मा प्र गामेति षडृचं पञ्चदशं सूक्तं गायत्रं वैश्वदेवम् । ऐक्ष्वाकोऽसमातिर्नाम राजा। तस्य बन्धुः सुबन्धुः श्रुतबन्धुर्विप्रबन्धुश्चेति चत्वारः पुरोहिता आसन्। ते च गौपायनाः। स च राजा तांस्त्यक्त्वान्यौ मायाविनावृषी पुरोहितत्वेनावृणीत। ततो बन्ध्वादयः क्रुद्धाः सन्त इमं राजानमभिचरितवन्तः। एतज्ज्ञात्वा मायामिनौ पुरोहितावेषामन्यतमम् सुबन्धुं प्राणैर्वियोजितवन्तौ। मृतस्यास्य भ्रातरो बन्धुः श्रुतबन्धुर्विप्रबन्धुरित्येतेऽविनाशप्राप्ति हेतुभुतमिदं दृष्ट्वा जपन्ति स्म। अतस्तेऽस्य सूक्तस्यर्षयः। प्रतिपाद्यत्वादावर्तमानं मनो देवता। तथा चानुक्रान्तम्। अथ हैक्ष्वाको राजासमातिर्गौपायनान्बन्ध्वादीन्पुरोहितांस्त्यक्त्वानौ मायाविनौ श्रेष्ठमौ मत्वा पुरोदधे तमितरे क्रुद्धा अभिचेरुः अथ तौ मायाविनौ सुबन्धोः पाणानाचिक्षिपतुरथ हास्य भ्रातरस्त्रयो मा प्र गामेति षट्कं गायत्रं स्वस्त्ययनं जप्त्वेति। अग्निसमीपाद्देशान्तरगमनसमय इदं सूक्तं जप्यम् । सूत्रितं च। प्रव्रजेदनपेक्षमाणो मा प्र गामेति सूक्तं जपन्। आ. २-५। इति। महा पितृयज्ञेऽप्येतदृत्विग्भिर्जप्यम् । सूत्रितं च। मा प्र गामग्नेत्वं न इति जपन्तः। आ. २-१९। इति। निविदः स्थानतिपत्ताविदं सूक्तं शस्त्वा सूक्तान्तए निवित्प्रक्षेप्तव्या। सूत्रितं च । स्थानं चेन्निविदोऽतिहरेन्मा प्र गामेति पुरस्तात्सूक्तं शस्त्वा। आ. ६-६-। इति॥</p><p>अत्रोकाख्याने शाट्यायनकम् । असमातिं राथप्रौष्ठं गौपायना अभ्यगमंस्ते खाण्डवे सत्त्रमासताथ हाससातौ राथप्रौष्ठे किलाताकुली ऊषुतुरसुरमायौ तं ह स्मानग्नौ निधायौदनं पचतोऽग्नौ मांसमथासुरान्नं दग्ध्वेक्ष्वा कवः पराबभूवुः। तमसमातिं राथप्रौष्ठं गौपयनानामाहुतयोऽभ्यतपन् सोऽब्रविदिमौ किलाताकुली इमा वै मा गौपायनानामाहुतयोऽभितपन्तीति तावब्रूतां तस्य वा आवामेव भिषजौ स्व आवां प्रायश्चित्तिरावां तथा करिष्यावो यथा न्वेता नाभितपन्तिति। तौ परेत्य सुबन्धोर्गौपायनस्य स्वपतः प्रमत्तस्यासुमाहुत्यान्तः परिधि न्यधत्तामित्यादि। तं सुबन्धोरसुमादातुं खाण्डवादसमातिं प्रतिगच्छन्तो गौपायना वदन्ति। हे इन्द्र वयं गौपायनाः पथः समीचीनान्मार्गान्मा प्र गाम। मा परागच्छाम। असमातिगृहमेव गच्छाम। मा च सोमिनोऽसमातेर्यज्ञात्प्रगाम। मा स्थुर्मा तिष्ठन्तु नोऽस्माकमन्तर्मार्गमध्येऽरातयः शत्रवः। यद्वा। सोमिनः सोमवतो यगान्मा प्रगाम॥१॥</p>"
}
