{
	"id" : "1.127.8",
	"classification" : {
		"mandala" : "1",
		"sukta" : "127",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "13",
		"anuvaka" : "19",
		"rik" : "8"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"विश्वा॑सां त्वा वि॒शां पतिं॑ हवामहे॒ सर्वा॑सां समा॒नं दंप॑तिं भु॒जे स॒त्यगि॑र्वाहसं भु॒जे",
			"अति॑थिं॒ मानु॑षाणां पि॒तुर्न यस्या॑स॒या",
			"अ॒मी च॒ विश्वे॑ अ॒मृता॑स॒ आ वयो॑ ह॒व्या दे॒वेष्वा वयः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"विश्वा॑सां त्वा वि॒शां पतिं॑ हवामहे॒ सर्वा॑सां समा॒नं दम्प॑तिं भु॒जे स॒त्यगि॑र्वाहसं भु॒जे ।",
			"अति॑थिं॒ मानु॑षाणां पि॒तुर्न यस्या॑स॒या ।",
			"अ॒मी च॒ विश्वे॑ अ॒मृता॑स॒ आ वयो॑ ह॒व्या दे॒वेष्वा वयः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"विश्वा॑साम् । त्वा॒ । वि॒शाम् । पति॑म् । ह॒वा॒म॒हे॒ । सर्वा॑साम् । स॒मा॒नम् । दम्ऽप॑तिम् । भु॒जे । स॒त्यऽगि॑र्वाहसम् । भु॒जे ।",
			"अति॑थिम् । मानु॑षाणाम् । पि॒तुः । न । यस्य॑ । आ॒स॒या ।",
			"अ॒मी इति॑ । च॒ । विश्वे॑ । अ॒मृता॑सः । आ । वयः॑ । ह॒व्या । दे॒वेषु॑ । आ । वयः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>विश्वासां सर्वासांविशां प्रजानांयजमानानां पतिंअभिमतफलदानेन पालकंहवामहे आह्वयामः नकेवलंयजमानानां किन्तुसर्वासांप्रजानां समानं एकरूपं दहनपचनाद्युपकारस्यसर्वेषां समत्वात् तथा दंपतिङ्गार्हपत्यरूपेण गृहस्यपालकं दमइतिगृहनाम दमेकृत्तिरितितन्नामसुपाठात् अकारलोपश्छान्द- सः किमर्थं भुजे भोगायहवामहे आह्वयामः पुरः सएवविशेष्यते सत्यगिर्वाहसं यथार्थभूतानांअवि- संवादिफलानांस्तुतिरूपाणाङ्गिरांवोढारं यद्वा गिरोमन्त्ररूपाव्हन्तीतिगिर्वाहसः ऋत्विजः सत्या- अविसंवादिफलागिर्वाहसोयस्यतं तादृशंहवामहइतिशेषः वहिहाधाञ्भ्यइत्यसुन् णिदित्यनुवृत्तेरुप- धावृद्धिः पुनः कीदृशं मानुषाणां मनुष्यणांअतिथिं अतिथिवत्पूज्यं दर्शादितिथिमपेक्ष्यागन्तारंवा - किंचास्याग्नेः आसयासमीपे आसेत्यन्तिकनाम आसाअम्बरमिति तन्नामसुपाठात् तत्समीपे अमीच- विश्वे अमृतासः हविर्भोक्तृत्वेन प्रसिद्धाः सर्वे देवाअपि आच आगच्छन्ति उपसर्गवशाद्योग्यक्रिया- ध्याहारःकिमर्थं वयः हविर्लक्षणान्नमुद्दिश्यअग्निमुखादेवेतरेभ्योदीयमानत्वात् तत्रदृष्टान्तः— पितुर्न पितुरन्तिकेपुत्रादयोयथान्नाद्यर्थं आगच्छन्ति तद्वत् किंच वयः नेतारऋत्विजोपि देवेषुइत- रेष्विज्यमानेषुमध्ये ह्व्या हवींषि आददत्यग्नये वेतेरौणादिकोडिः विचिवागुणः ॥ ८ ॥</p>"
}
