{
	"id" : "1.128.3",
	"classification" : {
		"mandala" : "1",
		"sukta" : "128",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "14",
		"anuvaka" : "19",
		"rik" : "3"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"एवे॑न स॒द्यः पर्ये॑ति॒ पार्थि॑वं मुहु॒र्गि रेतो॑ वृष॒भः कनि॑क्रद॒द्दध॒द्रेतः॒ कनि॑क्रदत्",
			"श॒तं चक्षा॑णो अ॒क्षभि॑र्दे॒वो वने॑षु तु॒र्वणिः॑",
			"सदो॒ दधा॑न॒ उप॑रेषु॒ सानु॑ष्व॒ग्निः परे॑षु॒ सानु॑षु"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"एवे॑न स॒द्यः पर्ये॑ति॒ पार्थि॑वं मुहु॒र्गी रेतो॑ वृष॒भः कनि॑क्रद॒द्दध॒द्रेतः॒ कनि॑क्रदत् ।",
			"श॒तं चक्षा॑णो अ॒क्षभि॑र्दे॒वो वने॑षु तु॒र्वणिः॑ ।",
			"सदो॒ दधा॑न॒ उप॑रेषु॒ सानु॑ष्व॒ग्निः परे॑षु॒ सानु॑षु ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"एवे॑न । स॒द्यः । परि॑ । ए॒ति॒ । पार्थि॑वम् । मु॒हुः॒ऽगीः । रेतः॑ । वृ॒ष॒भः । कनि॑क्रदत् । दध॑त् । रेतः॑ । कनि॑क्रदत् ।",
			"श॒तम् । चक्षा॑णः । अ॒क्षऽभिः॑ । दे॒वः । वने॑षु । तु॒र्वणिः॑ ।",
			"सदः॑ । दधा॑नः । उप॑रेषु । सानु॑षु । अ॒ग्निः । परे॑षु । सानु॑षु ॥"
		]
	},
	"sayanaBhashya" : "<p>अयमग्निः एवेनगमनसाधनेनगमनेनवासद्यः अस्मदाह्वानानन्तरंपार्थिवंपृथिवीसंबन्धिस्थानं वेदिलक्षणमेवपरिपरितः यद्वा आभिमुख्यार्थोवापर्येति गच्छति कीदृशोऽग्निः मुहुर्गीः सर्वदागी- यमानःरेतः रेतःशब्देन तत्कार्यं हवीरूपमन्नमुच्यते तद्वान् मत्वर्थीयोलुप्यते वृषभःकामानां वर्षिता - कनिक्रदत् शब्दयन्पर्येति पुनः सएवविशॆष्यते रेतोदधत् आज्यादिस्वीकारेणअत्यधिकंसामर्थ्यन्दधानः कनिक्रदच्छब्दयन्पर्येतीतिशेषः पुनः सएवविशॆष्यते अयमग्निर्देवः वनेषुसंभजनेषु स्तोत्रेषु निमित्त- भूतेषु अक्षभिः अक्षस्थानीयाभिर्ज्वालाभिः शतंचक्षाणः सर्वतः प्रकाशमानः यद्वा ज्वालोत्कर्षेण यजमानेनकृतं शतगुणितंप्रख्यापयन् तथातुर्वणिः शीघ्रगन्ताशत्रूणांहिंसकोवा तुर्वणिस्तूर्णवनिरिति- यास्कः । किंच सानुषुसमुच्छ्रितेषु सानुसमुच्छ्रितंभवतीतियास्कः । तेषुउपरेषु उपरमन्तेएष्वग्नय- इतिउपराधिष्ण्याः यजमानगृहावा तेषुसदोदधानः स्थानन्धारयमाणोऽग्निः सद्यःपर्येतीतिपूर्वत्रान्व- यः किमर्थं परेषूत्कृष्टेषुसानुषुसमुच्छ्रितेषुकर्मसुहविष्षुवानिमित्तभूतेषु ॥ ३ ॥</p>"
}
