{
	"id" : "1.128.7",
	"classification" : {
		"mandala" : "1",
		"sukta" : "128",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "15",
		"anuvaka" : "19",
		"rik" : "7"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"स मानु॑षे वृ॒जने॒ शन्त॑मो हि॒तो॒थ्॒॑ऽग्निर्य॒ज्ञेषु॒ जेन्यो॒ न वि॒श्पतिः॑ प्रि॒यो य॒ज्ञेषु॑ वि॒श्पतिः॑",
			"स ह॒व्या मानु॑षाणामि॒ळा कृ॒तानि॑ पत्यते",
			"स न॑स्त्रासते॒ वरु॑णस्य धू॒र्तेर्म॒हो दे॒वस्य॑ धू॒र्तेः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स मानु॑षे वृ॒जने॒ शन्त॑मो हि॒तो॒३॒॑ऽग्निर्य॒ज्ञेषु॒ जेन्यो॒ न वि॒श्पतिः॑ प्रि॒यो य॒ज्ञेषु॑ वि॒श्पतिः॑ ।",
			"स ह॒व्या मानु॑षाणामि॒ळा कृ॒तानि॑ पत्यते ।",
			"स न॑स्त्रासते॒ वरु॑णस्य धू॒र्तेर्म॒हो दे॒वस्य॑ धू॒र्तेः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"सः । मानु॑षे । वृ॒जने॑ । शम्ऽत॑मः । हि॒तः । अ॒ग्निः । य॒ज्ञेषु॑ । जेन्यः॑ । न । वि॒श्पतिः॑ । प्रि॒यः । य॒ज्ञेषु॑ । वि॒श्पतिः॑ ।",
			"सः । ह॒व्या । मानु॑षाणाम् । इ॒ळा । कृ॒तानि॑ । प॒त्य॒ते॒ ।",
			"सः । नः॒ । त्रा॒स॒ते॒ । वरु॑णस्य । धू॒र्तेः । म॒हः । दे॒वस्य॑ । धू॒र्तेः ॥"
		]
	},
	"sayanaBhashya" : "<p>सोऽग्निर्मानुषे मनुष्यस्ययजमानस्यसंबन्धिनि वृजने वर्जनीयेपापे निमित्तभूतेसति यज्ञेषु निमि- त्तेषु शन्तमः अत्यन्तंसुखतमः अनिष्टस्यनिवारकत्वात् अतएवहितः स्वर्गाद्यभिमतसाधकत्वात् किं- चायं यज्ञेषु विश्पतिः ऋत्विग्रूपाणां प्रजानां अतिशयेनपालकः पत्यावैश्वर्ये इतिपूर्वपदप्रकृतिस्वरेप्रा- प्ते परादिश्छन्दसिबहुलमित्युत्तरपदाद्युदात्तत्वम् अतएवप्रियश्चभवति तत्र दृष्टान्तः-जेन्योन्विश्पतिः जयशीलोराजेव सयथा परसेनाद्युपद्रवपरिहारेणसम्यक् परिपालनेनच प्रजानांप्रियोभवति किंच सोयमग्निः मानुषाणांमनुष्याणां यजमानानां संबन्धीनि हव्याहवींषि इळाकृतानि इळायांवेद्यां कृ- तानि संपादितानिउद्दिश्य पत्यतेपतति आगच्छति किंच सोऽग्निर्नोऽस्मान्यजमानान्वरुणस्य वारक- स्य धूर्तेर्हिंसकस्य भयात् त्रासते त्रायते यद्वा धूर्तेरितिपञ्चमी वरूनस्यपापदेवस्यधूर्तेर्हिंसकात् किंच महोमहतोदेवस्यधूर्तोर्हिंसातः त्रासतेपालयते अयष्टारमग्निर्हिनस्तीतिप्रसिद्धं यद्वा एकमेववाक्यन्धूर्ते- र्हिंसकस्य महोमहतोवरुणस्यदेवस्य वरुणाख्यायाः पापदेवतायाः धूर्तेर्हिंसातोनोऽस्मान्सोग्निस्त्रासते त्रायते ॥ ७ ॥</p>"
}
