{
	"id" : "1.134.4",
	"classification" : {
		"mandala" : "1",
		"sukta" : "134",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "23",
		"anuvaka" : "20",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "वायुः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"तु{0}भ्य{2}मु{1}षा{0}सः{1} शु{0}च{2}यः{0} प{0}रा{1}व{0}ति{2} भ{1}द्रा{0} व{0}स्त्रा{2} त{0}न्व{0}ते{1} दं{0}सु{2} र{1}श्मि{0}षु{2} चि{1}त्रा{0} न{0}व्ये{2}षु{0} र{1}श्मि{0}षु{2}",
			"तु{0}भ्यं{2} धे{1}नुः{0} स{2}ब{1}र्दु{0}घा{1} वि{0}श्वा{1} व{0}सू{2}नि{0} दो{0}ह{0}ते{0}",
			"अ{0}ज{2}न{0}यो{0} म{1}रु{0}तो{2} व{1}क्ष{0}णा{2}भ्यो{0} दि{1}व{0} आ{0} व{1}क्ष{0}णा{2}भ्यः{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"तुभ्य{2}मु{1}षास{1}ः शुच{2}यः परा{1}वति{2} भ{1}द्रा वस्त्रा{2} तन्वते{1} दंसु{2} र{1}श्मिषु{2} चि{1}त्रा नव्ये{2}षु र{1}श्मिषु{2} ।",
			"तुभ्यं{2} धे{1}नुः स{2}ब{1}र्दुघा{1} विश्वा{1} वसू{2}नि दोहते ।",
			"अज{2}नयो म{1}रुतो{2} व{1}क्षणा{2}भ्यो दि{1}व आ व{1}क्षणा{2}भ्यः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"तुभ्य{2}म् । उ{1}षसः{2} । शुच{2}यः । प{1}रा{1}{5}वति{2} । भ{1}द्रा । वस्त्रा{2} । त{1}न्व{1}ते{1} । दं{5}सु{2} । र{1}श्मिषु{2} । चि{1}त्रा । नव्ये{2}षु । र{1}श्मिषु{2} ।",
			"तुभ्य{2}म् । धे{1}नुः । स{1}बः{1}{5}दुघा{2} । विश्वा{2} । वसू{2}नि । दो{1}ह{1}ते{1} ।",
			"अज{2}नयः । म{1}रुतः{2} । व{1}क्षणा{2}भ्यः । दि{1}वः । आ । व{1}क्षणा{2}भ्यः ॥"
		]
	},
	"sayanaBhashya" : "<p>हेवायो तुभ्यंत्वदर्थं उषासःउषसः पूर्वोक्तरीत्यात्वयाप्रकाशिताः शुचयः शुद्धादीप्तावा परावति अत्यन्तदूरदेशे अन्तरिक्षे दंसुदंसेषु कर्मवत्सु यद्वा गृहनामैतत् अन्त्यलोपश्छान्दसः गृहवदाच्छादकेषु रश्मिषु स्वकीयेषु तैःभद्राभंदनीयानि कल्याणानि वस्राआच्छादनयोग्यानि वस्राणितन्वते विस्तार- यन्ति यद्वा उषसः दंसुयागगृहेषु देवयजनेषु रश्मिषु होमायप्रदीप्ताग्निज्वालावत्सु आगतायतुभ्यंभ- द्रावस्त्रातन्वते अग्निज्वालाएव वस्राणि विस्तारयन्तीत्यर्थः उषःकाले अग्नीनांप्रज्वाल्यमानत्वात् ता- एववस्त्राणीत्युपचर्यते ननुकेवलंसाधारणानिवस्त्राणि नेत्याह—नव्येषुनूतनेषु स्तूयमानेषु णुस्तुतौ अचोयत् वान्तोयिप्रत्ययेइत्यवादेशः यतोनावइत्याद्युदात्तत्वम् रश्मिषुचित्राचित्राणि नानावर्णयु- क्तानि आश्चर्यभूतानितन्वते उषःकाले रश्मीनां नानावर्णत्वादिति भावः अग्निज्वालेतिपक्षे ज्वाला- नांकालीकरालीत्यादिरूपेणनानावर्णत्वाच्चित्रत्वं किंच हेवायो तुभ्यंत्वदर्थं त्वद्यागार्थमेवधेनुः घृता- दिनाप्रीणयित्रीगौःजातावेकवचनं सबर्दुघा सबरित्यमृतनाम तस्यदोग्ध्री दुहःकब् घश्चेतिकप् सती विश्वावसूनि सर्वाणिधनान्याज्यादिरूपाणि दोहतेस्वयमेवदुग्धे प्रीणयतीत्यर्थः कर्मकर्तरि नदुहस्नु- नमामितियगभावश्छान्दसः शपोलुगभावः कस्तत्रविशोषइतिचेत् उच्यते—हेवायो दिवः दीप्ताद- न्तरिक्षात् मरुतः एतन्नामकान् मेघंविशीर्य वृष्ट्युत्पादकान् त्वदंशभूतान्देवान् आ आभिमुख्येन अ- जनयः जनयसि उत्पादयसि किमर्थमितितदुच्यते वक्षणाभ्यः प्रवहणशीलाभ्योऽद्भ्यः वृष्टिलक्षणाभ्यः तथा वक्षणाभ्यः नदीनामैतत् वक्षणाः रुजानाइतितन्नामसुपाठात् तासामर्थाय ॥ ४ ॥</p>"
}
