{
	"id" : "10.29.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "29",
		"ashtaka" : "7",
		"adhyaya" : "7",
		"varga" : "22",
		"anuvaka" : "2",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "वसुक्रः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"वने॒ न वा॒ यो न्य॑धायि चा॒कंछुचि॑र्वां॒ स्तोमो॑ भुरणावजीगः",
			"यस्येदिन्द्रः॑ पुरु॒दिने॑षु॒ होता॑ नृ॒णां नर्यो॒ नृत॑मः क्ष॒पावा॑न्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"वने॒ न वा॒ यो न्य॑धायि चा॒कञ्छुचि॑र्वां॒ स्तोमो॑ भुरणावजीगः ।",
			"यस्येदिन्द्रः॑ पुरु॒दिने॑षु॒ होता॑ नृ॒णां नर्यो॒ नृत॑मः क्ष॒पावा॑न् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"वने॑ । न । वा॒ । यः । नि । अ॒धा॒यि॒ । चा॒कन् । शुचिः॑ । वा॒म् । स्तोमः॑ । भु॒र॒णौ॒ । अ॒जी॒ग॒रिति॑ ।",
			"यस्य॑ । इत् । इन्द्रः॑ । पु॒रु॒ऽदिने॑षु । होता॑ । नृ॒णाम् । नर्यः॑ । नृऽत॑मः । क्ष॒पाऽवा॑न् ॥"
		]
	},
	"sayanaBhashya" : "<p>वनेनवायोन्यधायीति वने न वनइव वृक्ष इव शकुनिः स्वे नीडे वायमात्मीयं पुत्रं न्यधायि निदधाति शशुकमजातपक्षं सयथा तत्र निहितः चाकन् भयाद्दिशोनिरीक्षमाण आसीत् । अथवा कामयमानस्तदुत्सुकमनाआसीत् एवमयमस्मासु वृक्षस्यनीडभूतेषु शकुनि पुत्रभूतः शुचिर्व्यपगतसर्वदोषः वां युवयोः स्वभूतः स्तोमः हे भुरणौ भर्तारावश्विनौ शीघ्रौ वा भुरण्युरिति क्षिप्रनामेति । किञ्च यस्य स्तोमस्य पुरुदिनेषु बहुष्वहःसु इन्द्रो होता इन्द्रोप्याह्वाता भवति ममायं स्तोमः स्यादिति । किंलक्षणः पुनरिन्द्रआह्वाता योनृणां मनुष्याणां नृतमः मनुष्याणामपि मनुष्यतमः शूराणामपि मध्ये शूरतमइत्यर्थः । नर्यश्च नृभ्योहितोयः क्षपावांश्च रात्रिपर्यायेषु सोमभागः एवं गुणयुक्तेन यः स्तोमः इन्द्रे णापि प्रार्थ्यतेस्मासु वर्तमानः सयुवां प्रत्यजीगः नित्यकालमेव गच्छतीत्यर्थः । एवं ताव देतामृचमाश्विनीमितिकृत्वा व्याचक्षते । तदसाधु । ऎन्द्रेहि सूक्ते प्रथमैवेयं भवति तच्च पुनः पृष्ठ्यस्य षष्ठेहनि स्तोमे वर्धमाने माध्यन्दिनसवने ब्राह्मणाच्छंसिनः शस्त्रे विनियु- ज्यते । हे भुरणौ भर्तारौ देवानां पती यएषस्तोमोस्मासु निहितः शुचिर्व्यपगतदोषः शकु निपुत्रइव वने वनावयवे वृक्षे चाकन्पश्यन्निव कामयमानइव वा इन्द्रमास्ते यस्य स्तोम- ता किमिति यस्येन्द्रः पुरुदिनेषु बहुष्वहःसु आह्वाताभूत् । अपिनाम मामनेन स्तोमेन स्तुयुरिति । किंलक्षणः पुनराह्वाता यस्येदिन्द्रइति नृणां नृतमः नर्यश्च क्षपावांश्च समान- मेतत्पूर्वेणार्थेन । यमेवं इन्द्रः प्रार्थयते सएषस्तोमः तं प्रत्यजीगः गच्छतीत्यर्थः । अथवा सएषः स्तोमोस्माभिरुदीर्यमाणस्तस्येन्द्रस्य गुणान् गृह्णातीति स्यात् जिगर्तिर्गृह्णातिकर्मेति ह्युक्तं एवमत्र चाकन्नित्यस्य पश्यन्निति वा कामयमानइतितेत्येतौ विपरिणामौ उपपद्येते शब्दसारूप्यादर्थाविरोधाच्च । एतस्मिन्निगमे पदविभागगतः कश्चिद्विचारोस्ति तमाह भाष्य कारः—वेति च यइतिच । चकारशाकल्यइति वा इति यइति च पदे चकारशाकल्यः पद- कारः । तदेतद्विचार्यमाणं न साधु भवति । किं कारणं उदात्तन्त्वेवमाख्यतमभविष्यत् एवमेत स्मिन्पदद्वये सति यदेतदाख्यातमधायीतिपदं उदात्तमभविष्यत् यद्वृत्तात्परस्य नित्यमा- ख्यातस्य निघातोन भवतीति लक्षणविदोमन्यन्ते । नचेदमुदात्तं तस्माद्यइति नेदं यद्वृत्तं किन्तर्हि वायइत्येकमेवपदम् । किञ्च असुअमाप्तश्च अर्थः अपुष्कलः एवमेतस्मिन्पदद्वये सति मन्त्रस्यार्थः असुसमाप्तो भवति ॥ १ ॥</p>"
}
