{
	"id" : "10.131.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "131",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "19",
		"anuvaka" : "11",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "सुकीर्तिः काक्षीवतः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"अप॒ प्राच॑ इन्द्र॒ विश्वा॑ँ अ॒मित्रा॒नपापा॑चो अभिभूते नुदस्व",
			"अपोदी॑चो॒ अप॑ शूराध॒राच॑ उ॒रौ यथा॒ तव॒ शर्म॒न्मदे॑म"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अप॒ प्राच॑ इन्द्र॒ विश्वाँ॑ अ॒मित्रा॒नपापा॑चो अभिभूते नुदस्व ।",
			"अपोदी॑चो॒ अप॑ शूराध॒राच॑ उ॒रौ यथा॒ तव॒ शर्म॒न्मदे॑म ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अप॑ । प्राचः॑ । इ॒न्द्र॒ । विश्वा॑न् । अ॒मित्रा॑न् । अप॑ । अपा॑चः । अ॒भि॒ऽभू॒ते॒ । नु॒द॒स्व॒ ।",
			"अप॑ । उदी॑चः । अप॑ । शू॒र॒ । अ॒ध॒राचः॑ । उ॒रौ । यथा॑ । तव॑ । शर्म॑न् । मदे॑म ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">अप प्राच इति सप्तर्चं तृतीयं सूक्तं कक्षीवतः पुत्रस्य सुकीर्तेरार्षम्। चतुर्थ्यनुष्टुप् शिष्टाः षट् त्रिष्टुभः। चतुर्थी पञ्चम्यावश्विदेवत्ये शिष्टा ऐन्द्र्यः। तथाचानुक्रान्तम्। अप प्राचः सुकीर्तिः काक्षीवतो मध्येऽनुष्टुप्सोत्तरा चाश्विन्याविति। षष्ठेऽहनि ब्राह्मणाच्छंसिन उक्थशस्त्र एतत्सूक्तम्। सूत्रितं च। सुकीर्तिं ब्राह्मणाच्छंसी वृषाकपिं च पङ्क्तिशंसम्। आ. ८-४-। इति। चातुर्विंशिकेऽहनि माध्यन्दिने सवने मैत्रावरुणस्याप प्राच इत्येषारम्भणीया कद्वत्प्रगाथानन्रतं शंसनीया। सूत्रितं च। क्द्वन्तः प्रगाथा अप प्राच इन्द्र विश्वा अमित्रान्। आ. ७-४। इति। अहर्गणेष्वपि द्वितीयादिष्वहःसु तस्यैव तस्मिन्नेव शस्त्र आरम्भणीया। सूत्रितं च। आरम्भणीयाः पर्यासान्कद्वतोऽहरहः शस्यानीति होत्रका द्वितीयादिष्वेव। आ. ७-१। इति॥</p><p>हे इन्द्र प्राचः प्रमुखमञ्चतः प्राग्देशे वर्तमानान्। अस्मत्तः पूर्वभागे वर्तमानानित्यर्थः। प्रपूर्वादञ्चतेऋत्विगित्यादिना क्विन्। अनिदितामित्शिनलोपः। शस्य च इत्यकारलोपे चाविति दीर्घत्वम्। अनिगन्तोऽञ्चतौ वप्रत्यये। पा. ६-२-५२। इति गतेः प्रकृतिस्वरत्वम्। तादृशान्विश्वान्सर्वानमित्राञ्शत्रूनप नुदस्व। अस्मत्तोऽपगमय। तथा हे अभिभुते शत्रूणामभिभवितरिन्द्र अपाचोऽपमुखमञ्चतः पृष्थभागे वर्तमानान्सर्वाञ्शत्रूनप नुदस्व। अपि चोदीच ऊर्ध्वमञ्चत उपरिवर्तमानान्। उत्पूर्वादञ्चतेः पूर्ववत्क्विन्युद ईदित्यञ्चतेरकारस्येकारः। पूर्ववत्स्वरः। तथाविधानपि शत्रूनप नुदस्व। तथा हे शूर शौर्यवन्निन्द्र अधराचोऽधरदेशमधोभागमञ्चतश्चाधस्तनानपि शत्रूनप नुदस्व। अधरशब्दोपपदादञ्चतेः शसि पूर्ववत्प्रक्रिया। चाविति पूर्वपदस्यान्तोदात्तः। उरौ विस्तीर्णे तव सम्बन्धिनि त्वया दत्ते शर्मञ्शर्मणि गृहे सुखे वा यथा वयं मदेम निरुपद्रवाः सन्तो हृष्येम तथा त्वं सर्वत्र वर्तमानानस्मदीयाञ्शत्रून्विनाशयेत्यर्थः॥१॥</p>"
}
