{
	"id" : "7.104.25",
	"classification" : {
		"mandala" : "7",
		"sukta" : "104",
		"ashtaka" : "5",
		"adhyaya" : "7",
		"varga" : "9",
		"anuvaka" : "6",
		"rik" : "25"
	},
	"attribute" : {
		"devata" : "इन्द्रासोमौ रक्षोहणौ",
		"rishi" : "वसिष्ठः",
		"chandas" : "अनुष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"प्रति॑ चक्ष्व॒ वि च॒क्ष्वेन्द्र॑श्च सोम जागृतम्",
			"रक्षो॑भ्यो व॒धम॑स्यतम॒शनिं॑ यातु॒मद्भ्यः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"प्रति॑ चक्ष्व॒ वि च॒क्ष्वेन्द्र॑श्च सोम जागृतम् ।",
			"रक्षो॑भ्यो व॒धम॑स्यतम॒शनिं॑ यातु॒मद्भ्यः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"प्रति॑ । च॒क्ष्व॒ । वि । च॒क्ष्व॒ । इन्द्रः॑ । च॒ । सो॒म॒ । जा॒गृ॒त॒म् ।",
			"रक्षः॑ऽभ्यः । व॒धम् । अ॒स्य॒त॒म् । अ॒शनि॑म् । या॒तु॒मत्ऽभ्यः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>हे सोम त्वमिन्द्रश्च प्रतिचश्व प्रत्येकं पश्य राक्षसान् तथा विचक्ष्व विविधं पश्य यथास्मान् न बाधेरन् तथा पश्येत्यर्थः । युवां च संहतौ जागृतं जागरूकौ रक्षोवधोद्युक्तौ भवतम् । यातुमभ्द्योहिंसावभ्द्योरक्षोभ्योराक्षसेभ्यः अशनिं अशनिरूपं वधमायुधं अस्यतं क्षिपतम् ॥ २५ ॥</p><p class=\"end\"> ॥ अथप्रागाथमष्टमंमण्डलम् ॥</p><p class=\"end\">अष्टमेमण्डले दशानुवाकाः तत्र प्रथमेनुवाके पञ्चसूक्तानि तेषांमाचिदन्यदिति चतुस्त्रिंशदृचं प्रथमं सूक्तम् अत्रानुक्रम्यते-माचिच्चतुस्त्रिं- शन्मेधातिथिमेध्यातिथी ऎन्द्रं बार्हतं द्विप्रगाथादि द्वित्रिष्टुबन्तमाद्यं द्वृचं प्रगाथोपश्यत्सघौरः सन् भ्रातुः कण्वस्य पुत्रतामगात् प्लायो- गिश्चासङ्गोयः स्त्रीभूत्वा पुमानभूत् समेध्यातिथये दानं दत्वा स्तुहिस्तुहीति चतसृभिरात्मानं तुष्टाव पत्नीचास्याङ्गिरसी शश्वती पुंस्त्व- मुपलभ्यैनं प्रीतान्त्ययातुष्टावेति । अस्यायमर्थः-अरयसूक्तस्य मेधातिथिमेध्यातिथिनामानौ द्वावृषी तौच कण्वगोत्रौ ऋषिश्चानुक्तगोत्रः प्राङ्मत्स्यात्काण्वइति परिभाषितत्वात् । आद्यस्य द्वृचस्यतु घोरस्यपुत्रः स्वकीयभ्रातुः कण्वस्व पुत्रतांप्राप्तत्वात् काण्वः प्रगाथाख्यऋषिः प्लायोगिनाम्नोराज्ञः पुत्रः आसङ्गाभिधानोराजा देवशापात् स्त्रीत्वमनुभूय पश्चात्तपोबलेन मेधातिथेः प्रसादात् पुमान्भूत्वा तस्मै बहुधनं दत्त्वा स्वकीयमन्तरात्मानं दत्तदानं स्तुहिस्तुहीत्यादिभिश्चतसृभिरृग्भिः अस्तौत् अतस्तासां आसङ्गाख्यो- राजाऋषिः अस्यसङ्गस्यभार्याङ्गिरसः सुता शश्वत्याख्या भर्तुः पुंस्त्वमुपलभ्य प्रीतासती स्वभर्तारं अन्वस्यस्थूरमित्यनया स्तुतवती अतस्तस्याऋचः शश्वती ऋषिका । अन्त्ये द्वे त्रिष्टुभौ द्वितीयाचतुर्थ्यौसतोबृहत्यौ शिष्टाबृहत्यः कृत्स्नस्यसूक्तस्येन्द्रोदेवता स्तुहिस्तुहीत्या- द्याश्चतस्रआत्मकृतस्य दानस्य स्तूयमानत्वात्तद्देवताकाः अन्वस्येत्यस्याआसङ्गाख्योराजा देवता यातेनोच्यतेसादेवतेति न्यायात् । महाव्रते निष्केवल्ये बार्हततृचाशीतौ आदितएकोनत्रिंशोविनियुक्ताः तथैवपञ्चमारण्यकेसूत्रितम्-माचिदन्यद्विशंसतेत्येकयानत्रिंशदिति । चातुर्विशिकेहनि माध्यन्दिनेसवनेमैत्रावरुणस्य माचिदन्यदिति वैकल्पिकः स्तोत्रियः प्रगाथः । सूत्रितञ्च-माचिदन्यद्विशंसतयच्चिद्धित्वा- जनाइमइति स्तोत्रियानुरूपाविति । ग्रावस्तोत्रेप्याद्याविनियुक्ता सूत्रितंच-आतूनइन्द्रक्षुमन्तं माचिदन्यद्विशंसतेति । उपाकर्मोत्सर्जन- योर्मण्डलादिहोमेप्येषा सूत्र्यतेहि-माचिदन्यदाग्नेयाहि स्वादिष्ठयेति ।</p>"
}
