{
	"id" : "10.130.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "130",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "18",
		"anuvaka" : "11",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "भाववृत्तं",
		"rishi" : "यज्ञः प्राजापत्यः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"यो य॒ज्ञो वि॒श्वत॒स्तन्तु॑भिस्त॒त एक॑शतं देवक॒र्मेभि॒राय॑तः",
			"इ॒मे व॑यन्ति पि॒तरो॒ य आ॑य॒युः प्र व॒याप॑ व॒येत्या॑सते त॒ते"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"यो य॒ज्ञो वि॒श्वत॒स्तन्तु॑भिस्त॒त एक॑शतं देवक॒र्मेभि॒राय॑तः ।",
			"इ॒मे व॑यन्ति पि॒तरो॒ य आ॑य॒युः प्र व॒याप॑ व॒येत्या॑सते त॒ते ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"यः । य॒ज्ञः । वि॒श्वतः॑ । तन्तु॑ऽभिः । त॒तः । एक॑ऽशतम् । दे॒व॒ऽक॒र्मेभिः॑ । आऽय॑तः ।",
			"इ॒मे । व॒य॒न्ति॒ । पि॒तरः॑ । ये । आ॒ऽय॒युः । प्र । व॒य॒ । अप॑ । व॒य॒ । इति॑ । आ॒स॒ते॒ । त॒ते ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">यो यज्ञ इति सप्तर्चम् द्वितीयं सूक्तम् प्रजापतिपुत्रस्य यज्ञाख्यस्यार्षम्। आद्या जगती शिष्टास्त्रिष्टुभः। अत्रापि यज्ञादीनां केषाञ्चिद्भावानां सृष्टिः प्रतिपाद्यते। अतः स्रष्टव्यत्वेन प्रधानभुतो योऽर्थ सैव देवता। तत्कर्ता प्रजापतिरेव देवता। तथा चानुक्रान्तम्। यो यज्ञो यज्ञः प्राजापत्यो जगत्याद्येति। गतो विनियोगः॥</p><p>तन्तुभिस्तनितृभिर्विस्तारयितृभिर्वियदादिभूतैर्यः सर्गात्मको यज्ञो विश्वतः सर्वतस्ततो विस्तृतः। तथैकशतम् । एकं च शतं चैकशतम्। सङ्ख्येति पूर्वपदप्रकृतिस्वरत्वम्। एकोत्तरशतमित्यर्थः। ब्रह्मा येषु शतसङ्ख्येष्व्बात्मीयसंवत्सरेषु जीवति तदभिप्रायेणात्र शतसङ्ख्या। जीवता तेन प्रजापतिना सार्धमेकशतमित्युच्यते। यथा शतायुर्वै पुरुषः शतवीर्य आत्मैकशत इति। अत्यन्तसंयोगे द्वितीया। ब्रह्मनः सह्तसंवत्सरपर्यन्तं देवकर्मेभिर्देवानुद्दिश्य भोक्तृभिः कृतैः कर्मभिरायतः। दीर्घीभूतः। तावत्कालावस्थायी। एवमायामविस्तारवान्। ......। पितरः पालकाः प्रजापतेः प्राणभूता विश्वसृजो देवा वयन्ति। निर्मिमते। ये देवा आययुः स्रष्टव्यं सर्वम् जगत्स्ववयनेन व्यापुः। अपि च प्र वयाप वयेति। प्रवानम् नाम प्रकृष्टस्य चेतनस्य भोक्तृप्रपञ्चस्य सर्जनम्। अपवानं नामापक्रुष्टस्य निकृष्टस्याचेतनस्य भोग्यप्रपञ्चस्य सर्जनम्। वेञ् तन्तुसन्ताने। समुच्चयेऽन्यतरस्याम्। पा. ३-४-३। इति लोट्। तस्य लोटो हिस्वावित्यनुवृत्तेर्हिरादेशः। शब्गुणायादेशाः। अतो हेरिति लुक्। प्र वयाप वयेति वयन्तः प्रवाणमपवानं च कुर्वन्त इत्यर्थः। एवं भूताः सन्तस्ते विश्वसृजस्तते विस्तृते विस्तृते सत्यलोक आसते। प्रानरूपेण प्रजापतिमुपासते। यद्वा। ज्योतिष्टोमादिर्यज्ञ एवं रुपकत्वेन पचात्मना वर्ण्यते। यो यज्ञो ज्योतिष्तोमादिस्तन्तुभिस्तन्तुस्थानीयैरग्निष्तोमात्यग्निष्तोमादिसंस्थाभेदैः सप्तभिश्छन्दोभिर्वा सर्वतो विश्वतस्ततो विस्तृतः। तथैकशतम्। तृतीयार्थे प्रथम एकाधिकेनाग्निचयनेन युक्तैर्देवकर्मेभिर्गवामयनप्रभृतिकैर्विश्वसृजामयनान्तैरेकाहादिसत्त्रात्मकैर्वायतो दिर्घीभूत एवमायतो विस्तारवान्यज्ञात्मकोऽयं पटः प्रजापतिना सृष्टः। तं पटं पितरोऽस्माकं पितृभूता इमेऽङ्गिरसो वयन्ति। तस्य पटस्य प्राचीनतन्तु स्थानीयानि स्तुतशस्त्राणि प्र वय त्वं कुरु अप वय तिरश्चीनतन्तुस्थानीयानि युजूंपित्वं कुर्वित्येवं परस्परं नियुञ्जाना असते। नियुञ्जन्ति। एवम् विस्तृतस्य यज्हस्य प्रजापतेः सकाशादुत्पत्तिरुत्तरया प्रतिपाद्यते॥१॥</p>"
}
