{
	"id" : "10.133.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "133",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "21",
		"anuvaka" : "11",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "सुदाः पैजवनः",
		"chandas" : "शक्वरी"
	},
	"samhita" : {
		"lines" : [
			"प्रो ष्व॑स्मै पुरोर॒थमिन्द्रा॑य शू॒षम॑र्चत",
			"अ॒भीके॑ चिदु लोक॒कृत्सं॒गे स॒मत्सु॑ वृत्र॒हास्माकं॑ बोधि चोदि॒ता नभं॑तामन्य॒केषां॑ ज्या॒का अधि॒ धन्व॑सु"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"प्रो ष्व॑स्मै पुरोर॒थमिन्द्रा॑य शू॒षम॑र्चत ।",
			"अ॒भीके॑ चिदु लोक॒कृत्सं॒गे स॒मत्सु॑ वृत्र॒हास्माकं॑ बोधि चोदि॒ता नभ॑न्तामन्य॒केषां॑ ज्या॒का अधि॒ धन्व॑सु ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"प्रो इति॑ । सु । अ॒स्मै॒ । पु॒रः॒ऽर॒थम् । इन्द्रा॑य । शू॒षम् । अ॒र्च॒त॒ ।",
			"अ॒भीके॑ । चि॒त् । ऊं॒ इति॑ । लो॒क॒ऽकृत् । स॒म्ऽगे । स॒मत्ऽसु॑ । वृ॒त्र॒ऽहा । अ॒स्माक॑म् । बो॒धि॒ । चो॒दि॒ता । नभ॑न्ताम् । अ॒न्य॒केषा॑म् । ज्या॒काः । अधि॑ । धन्व॑ऽसु ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">प्रो ष्विति सप्तर्चम् पञ्चमं सूक्तं पिजवनपुत्रस्य सुदास आर्षमैन्द्रम्। आद्यस्तृचः शाक्वरः। षट् पञ्चादशक्षरी शक्वरी। द्वितीयस्तृचो महापाङ्क्तः। शळष्टका महापङ्क्तिः। सप्तमी त्रिष्टुप्। तथा चानुक्रान्तम्। प्रोषु सुदाः पैजवनः शाक्वरमहापङ्क्तावाद्यौ तृचावन्त्या त्रिष्टुबिति। षोळशिशस्त्र अद्यस्तृचः शंसनीयः। सूत्रितं च। त्रिकद्रुकेषु महिषो यवाशिरं प्रो ष्वस्मै पुरोरथमिति तृचावातिच्छन्दसौ। आ. ६-२। इति। महाव्रते माध्यन्दिनसवने ब्रह्मशस्त्रेऽनुरूपतृचस्य प्रो ष्वस्मा इत्येका। तथैव पञ्चमारण्यके सुत्रितं च। प्रो ष्वस्मै पुरोरथमित्यतोऽनुरूपः। ऐ. आ. ५-१-१। इति॥</p><p>अस्मा इन्द्राय। षष्ठ्यर्थे चतुर्थी। अस्येन्द्रस्य पुरोरथं रथस्य पुरः पुरतः। पुरोऽव्ययमिति गतित्वाद्गतिसमासः। रथस्याग्रतो वर्तमानं शूषं बलं सु प्रो अर्चत। हे स्तोतारः सुष्ठु प्रपूजयत। प्र उ इति निपातसमुदायः प्रो इति। ओदिति प्रगृह्यसंज्ञम्। इन्द्रो विशेष्यते। समत्सु। समानं माद्यन्त्यत्रेति समदः सङ्ग्रामाः। औणादिकोऽधिकरने क्विप्। समानस्य च्छन्दसिति सभावः। समत्सु सङ्ग्रामेषु सङ्गे सङ्गमनीये शत्रुबले। डोऽन्यत्रापि दृश्यते। पा. ३-२-४८। इति गमेर्डः। अभीके चिदभ्यर्ण्येऽपि निकटम् प्राप्तेऽपि केशाकेश्यवस्थायामपि लोककृत्स्थितिकृन्न पालयिता स्थित्वा वृत्रहा वृत्राणामावरकाणां हन्ता एवं विधः स इन्द्रोऽस्माकं स्तोतॄणां चोदिता धनानां प्रेरिता सन्बोधि। अस्माभिः कृतानि परिचरणानि बुध्यताम्। बुधेश्छान्दसे लुङि दीपजनबुधेत्यादिना कर्तरि च्लेश्चिणादेशः। बहुलं छन्दस्यमाङ्योगेऽपीत्यडभावः। अपि चान्यकेषां कुत्सितानामन्येशां शत्रूणामधि धन्वसु धनुः ष्वधिरोपिता ज्याकाः कुत्सिता ज्या नभन्ताम्। हिंस्यन्ताम् । नश्यन्तु। ज्याशब्दात्कुत्सायां प्रागिवात्कः। पा. ५-३-७०-७४। न भ तुभ हिंसायां क्रैयादिकः। व्यत्ययेन शप्॥१॥</p>"
}
