{
	"id" : "10.71.7",
	"classification" : {
		"mandala" : "10",
		"sukta" : "71",
		"ashtaka" : "8",
		"adhyaya" : "2",
		"varga" : "24",
		"anuvaka" : "6",
		"rik" : "7"
	},
	"attribute" : {
		"devata" : "ज्ञानं",
		"rishi" : "बृहस्पतिः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"अ॒क्ष॒ण्वन्तः॒ कर्ण॑वन्तः॒ सखा॑यो मनोज॒वेष्वस॑मा बभूवुः",
			"आ॒द॒घ्नास॑ उपक॒क्षास॑ उ त्वे ह्र॒दा इ॑व॒ स्नात्वा॑ उ त्वे ददृश्रे"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अ॒क्ष॒ण्वन्तः॒ कर्ण॑वन्तः॒ सखा॑यो मनोज॒वेष्वस॑मा बभूवुः ।",
			"आ॒द॒घ्नास॑ उपक॒क्षास॑ उ त्वे ह्र॒दा इ॑व॒ स्नात्वा॑ उ त्वे ददृश्रे ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अ॒क्ष॒ण्ऽवन्तः॑ । कर्ण॑ऽवन्तः । सखा॑यः । म॒नः॒ऽज॒वेषु॑ । अस॑माः । ब॒भू॒वुः॒ ।",
			"आ॒द॒घ्नासः॑ । उ॒प॒ऽक॒क्षासः॑ । ऊं॒ इति॑ । त्वे॒ । ह्र॒दाःऽइ॑व । स्नात्वाः॑ । ऊं॒ इति॑ । त्वे॒ । द॒दृ॒श्रे॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>अक्षण्वन्तोऽक्षिमन्तः। छन्दस्यपि दृश्यत इत्यक्शिशब्दादनङ्। अनो नुदिति नुट्। अनेन दृश्यते सर्वमित्यक्शि। यद्वा। तैजसत्वादन्येभ्योऽङ्गेभ्यो व्यक्ततरम्। तथा च श्रूयते। तस्मादेते व्यक्ततरे इवेति। तादृशाक्षियुक्ताः। कर्णवन्तः। कर्णॊनिक्रुत्तद्वारः। बर्भावस्थायामेव केनापि निर्मितबिल इत्यर्थः। यद्वा। शरीरस्य शिरसो वोर्ध्वं गते उच्चैः स्थिते। कर्णविलक्षणाकाशवन्तह् तथा चाम्नायते। ऋच्छन्ती इव खे उदगन्तामिति। तादृशाः सखायः। समानं ख्यानं ज्ञानं येशामिति सखायः। तेषु वाक्येषु बाह्येष्विन्द्रियेशु समानज्ञाना इत्यर्थः। ते मनोजवेशु। मनसा गम्यन्ते ज्ञायन्त इति मनोजवाः प्रज्ञाद्याः। तेष्वसमा अतुल्या बभूवुः। भवन्ति। तेषु मध्ये केचिदादघ्नासः। आस्यशब्दस्य पृषोदरादित्वादाकारादेशः। आस्यदघ्ना आस्यप्रमाणोदका ह्रदा इवेति मध्यमप्रज्ञानाह। अथ त्व एके। सर्वनामत्वाज्जसः शीभाअः। उपकक्षासः कक्षसमीपप्रमाणोदका ह्रदा इव। अल्पोदका इत्यर्थः। अनेनाल्पप्रज्ञानाह। तथा त्व एके स्नात्वाः। स्नातेः कृत्यर्थे त्वन्प्रत्ययः। पा. ३-४-१४। स चार्हे कृत्यतृचश्च। पा. ३-३-१६९। इत्यर्हार्थे च भवति। स्नानार्हा अक्षोभ्योदका ह्रदा इव वदृश्रे। दृश्यन्ते। अनेन महाप्रज्ञानाह। उः पूरणः। अक्षिमन्तः ळर्णवन्तः सखायोऽक्शि चष्टेरित्यादिकं निरुक्तमन्त्रे द्रष्टव्यम् । नि. १-९॥७॥</p>"
}
