{
	"id" : "1.133.6",
	"classification" : {
		"mandala" : "1",
		"sukta" : "133",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "22",
		"anuvaka" : "19",
		"rik" : "6"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "धृतिः"
	},
	"samhita" : {
		"lines" : [
			"अ॒वर्म॒ह इं॑द्र दादृ॒हि श्रु॒धी नः॑ शु॒शोच॒ हि द्यौः क्षा न भी॒षाँ अ॑द्रिवो घृ॒णान्न भी॒षाँ अ॑द्रिवः",
			"शु॒ष्मिन्त॑मो॒ हि शु॒ष्मिभि॑र्व॒धैरु॒ग्रेभि॒रीय॑से",
			"अपू॑रुषघ्नो अप्रतीत शूर॒ सत्व॑भिस्त्रिस॒प्तैः शू॑र॒ सत्व॑भिः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अ॒वर्म॒ह इ॑न्द्र दादृ॒हि श्रु॒धी नः॑ शु॒शोच॒ हि द्यौः क्षा न भी॒षाँ अ॑द्रिवो घृ॒णान्न भी॒षाँ अ॑द्रिवः ।",
			"शु॒ष्मिन्त॑मो॒ हि शु॒ष्मिभि॑र्व॒धैरु॒ग्रेभि॒रीय॑से ।",
			"अपू॑रुषघ्नो अप्रतीत शूर॒ सत्व॑भिस्त्रिस॒प्तैः शू॑र॒ सत्व॑भिः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अ॒वः । म॒हः । इ॒न्द्र॒ । द॒दृ॒हि । श्रु॒धि । नः॒ । शु॒शोच॑ । हि । द्यौः । क्षाः । न । भी॒षा । अ॒द्रि॒ऽवः॒ । घृ॒णात् । न । भी॒षा । अ॒द्रि॒ऽवः॒ ।",
			"शु॒ष्मिन्ऽत॑मः । हि । शु॒ष्मिऽभिः॑ । व॒धैः । उ॒ग्रेभिः॑ । ईय॑से ।",
			"अपु॑रुषऽघ्नः । अ॒प्र॒ति॒ऽइ॒त॒ । शू॒र॒ । सत्व॑ऽभिः । त्रि॒ऽस॒प्तैः । शू॒र॒ । सत्व॑ऽभिः ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र महःमहतोमेघस्य कर्मणिषष्ठी महान्तंजलधारिणं मेघं महान्तं वृत्रंवा अवः अवस्तात् अवाङ्मुखं पूर्वाधरेत्यादिनाअसिप्रत्ययोवादेशश्च अम्नरूधरवरित्युभयथा छन्दसीतिरेफः ददृहिवि- दारय किंच नः अस्मद्वाक्यं श्रुधि श्रृणु हे अद्रिवः अद्रिर्मेघः तद्वन्निन्द्र हियस्मात्कारणात् द्यौः द्युलो- कआश्रयभूतः शुशोचशोचतिवृष्ट्यभावेनहविराद्यभावादितिभावःकिंवत् क्षान क्षेतिभूनाम क्षायन्ति निवसन्त्यस्यामितिक्षाः क्षैजैषैक्षये अधिकरणेक्विप् क्षान सर्वनिवासाश्रयभूमिरिव सायथाभीषावृ- ष्ट्यभावात् सस्यादिशोषभीत्याशोचति तद्वत् लोकद्वयमपिवृष्ट्यभावेनशोचतइत्यर्थः असुरपक्षं लो- कद्वयमावर्त्यप्रवर्धमानं धर्तुमसहमानेद्यावापृथिव्यौशोचतइत्यर्थः तस्मात् श्रुधीतिपूर्वत्रान्वयः भीतौ- दृष्टान्तः—हेअद्रिवः शत्रूणांभक्षक यद्वा अद्रिर्वज्रः तेनतद्वन् हेइन्द्र घृणात् भीषान दीप्तात् अग्नेर्मूर्तित- रात्त्वष्टुर्भीत्येव त्वष्टुर्भीत्या पूर्वंयथा द्यावापृथिव्यौ शोचतस्तद्वत् अत्रेतिहासमाहुः—पूर्वंजगतिमहा- न्धकारेणावृतेसति देवाविचिन्त्याग्निंप्रार्थितवन्तः सचत्र्वष्टृरूपेणद्यावापृथिवीभ्यांसकाशात्तमोविद- स्यन्नुदपद्यत तन्दृष्ट्वाद्यावापृथिव्यौ बिभ्यतुरिति सचोभेत्वष्टुर्बिभ्यतुरित्यादिश्रुतितोवगन्तव्यः यद्वा घृणः केवलोग्निः तस्माद्यथाविभीतस्तद्वत् साचभीतिररेजेतांरोदसीइत्यादिश्रुतितोवगन्तव्या तादृश- भीतिं वृष्टिप्रदानेनपरिहरेत्यर्थः हेइन्द्र त्वंशुष्मिभिर्बलैः शुष्मिन्तमोहि अतिशयेनबलवान् खलु अतः कारणात् उग्रेभिः उद्गूर्णैः बधैस्तदुपायैः सहितस्त्वं ईयसे शत्रून्मेघान्वागच्छसि अवसन्नैरक्षःप्रभृति- भिरप्रतिगत युद्धेशत्रुभिरनाक्रान्त यद्वा सत्वभिः प्राणिभिरसंस्कृतमनस्कैरनधिगत अपुरुषघ्नः पौरु- षोपेतानां यजनसमर्थानामहननस्त्वं त्रिसप्तैःसत्वभिः त्रिभिःसप्तभिर्वा सत्वभिरनुचरैरुपेतःसन् ईयसइत्यन्वयः ॥ ६ ॥</p><p>प्रातःसवनेब्राह्मणाच्छंसिनःप्रस्थितयाज्यायाः पुरस्ताद्वनोतिहीत्येषाप्रक्षेपणीया तत्रैवखण्डेसूत्रि- तम्—वनोतिहिसुन्वन्क्षयंपरीणसोमोषवोअस्मदभितानिपौंस्येति ।</p>"
}
