{
	"id" : "1.133.7",
	"classification" : {
		"mandala" : "1",
		"sukta" : "133",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "22",
		"anuvaka" : "19",
		"rik" : "7"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अष्टिः"
	},
	"samhita" : {
		"lines" : [
			"व॒नोति॒ हि सु॒न्वन्क्षयं॒ परी॑णसः सुन्वा॒नो हि ष्मा॒ यज॒त्यव॒ द्विषो॑ दे॒वाना॒मव॒ द्विषः॑",
			"सु॒न्वा॒न इत्सि॑षासति स॒हस्रा॑ वा॒ज्यवृ॑तः",
			"सु॒न्वा॒नायेन्द्रो॑ ददात्या॒भुवं॑ र॒यिं द॑दात्या॒भुव॑म्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"व॒नोति॒ हि सु॒न्वन्क्षयं॒ परी॑णसः सुन्वा॒नो हि ष्मा॒ यज॒त्यव॒ द्विषो॑ दे॒वाना॒मव॒ द्विषः॑ ।",
			"सु॒न्वा॒न इत्सि॑षासति स॒हस्रा॑ वा॒ज्यवृ॑तः ।",
			"सु॒न्वा॒नायेन्द्रो॑ ददात्या॒भुवं॑ र॒यिं द॑दात्या॒भुव॑म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"व॒नोति॑ । हि । सु॒न्वन् । क्षय॑म् । परी॑णसः । सु॒न्वा॒नः । हि । स्म॒ । यज॑ति । अव॑ । द्विषः॑ । दे॒वाना॑म् । अव॑ । द्विषः॑ ।",
			"सु॒न्वा॒नः । इत् । सि॒सा॒स॒ति॒ । स॒हस्रा॑ । वा॒जी । अवृ॑तः ।",
			"सु॒न्वा॒नाय॑ । इन्द्रः॑ । द॒दा॒ति॒ । आ॒ऽभुव॑म् । र॒यिम् । द॒दा॒ति॒ । आ॒ऽभुव॑म् ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र सुन्वन् त्वामुद्दिश्याभिषवङ्कुर्वन्यजमानः क्षयंसर्वैर्वस्तव्यं गन्तव्यंवा गृहंवनोति हि त्वत्प्र- सादात्संभजते हिःप्रसिद्भ्यर्थः किंच सुन्वानोहि सोमयागङ्कुर्वाणएव परीणसः परितोनद्धान् संबद्धा- न् द्विषोद्वेष्टृनवयजति नाशयति नकेवलंयागद्वेषिणः देवानान्द्विषोप्यवयजति किंच सुन्वानइत् अभि- षवोपलक्षितंयागङ्कुर्वाणः हेइन्द्रत्वत्प्रसादात् वाजी वाजवान् अन्नवान् अवृतः परैरनाक्रान्तःसन् सहस्रा सहस्राण्यपरिमितानि गवादिधनानि सिषासति साधयितुं संभक्तुं इच्छति सनेः सनि सनीव- न्तर्धेतिविकल्पनादिडभावेजनसनखनेत्यात्वं केनेदंलभ्यतइतितत्राह—सुन्वानाय इन्द्रमुद्दिश्यसोम- यागङ्कुर्वाणाययजमानायवा अयमिन्द्रः आभुवंसमन्ताद्भवनशीलं तथा आभुवं पुनर्भवनशीलं अति- समृद्धंरयिङ्गवादिरूपन्धनन्ददातिप्रयच्छति तस्मात्सुन्वानः सिषातीत्यर्थः ॥ ७ ॥</p><p class=\"end\">विंशेनुवाकेषट्सूत्रानि तत्रात्वाजुवइतिषळृचंप्रथमंसूक्तम् पारुच्छेपमात्यष्टं त्वन्नोवायवित्यन्त्या- ष्टिः चतुः षष्ट्यक्षरा वाय्व्यन्त्वित्युच्यमानत्वादिदमुत्तरंचवायुदेवत्यं अत्रानुक्रमणिका आत्वापड्वाय- व्यन्त्वन्त्याष्टिरिति विनियोगोलैङ्गिकः ।</p>"
}
