{
	"id" : "10.135.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "135",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "23",
		"anuvaka" : "11",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "यमः",
		"rishi" : "कुमारो यामायनः",
		"chandas" : "अनुष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"यस्मि॑न्वृ॒क्षे सु॑पला॒शे दे॒वैः सं॒पिब॑ते य॒मः",
			"अत्रा॑ नो वि॒श्पतिः॑ पि॒ता पु॑रा॒णाँ अनु॑ वेनति"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"यस्मि॑न्वृ॒क्षे सु॑पला॒शे दे॒वैः स॒म्पिब॑ते य॒मः ।",
			"अत्रा॑ नो वि॒श्पतिः॑ पि॒ता पु॑रा॒णाँ अनु॑ वेनति ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"यस्मि॑न् । वृ॒क्षे । सु॒ऽप॒ला॒शे । दे॒वैः । स॒म्ऽपिब॑ते । य॒मः ।",
			"अत्र॑ । नः॒ । वि॒श्पतिः॑ । पि॒ता । पु॒रा॒णान् । अनु॑ । वे॒न॒ति॒ ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">यस्मिन्निति सप्तर्चं सप्तमं सूक्तं यमगोत्रस्य कुमारस्यार्षम्। आनुष्टुभम् यमदेवत्यम्। तथा चानुक्रान्तम्। यस्मिन्कुमारो यामायनो यममानुष्टुभं त्विति॥</p><p>वृक्षे। लुप्तोपममेतत्। वृक्षवत्सुपलाशे शोभनपालशोपेते शोभनोद्यानसहिते। यद्वा। शोभनपर्णोपेते वृक्षे। तादृशस्य वृक्षस्य मुलं यथौष्ण्यजनितश्रमापनोदनेन सुखकरं भवति तद्वत्सुखकरे यस्मिन्स्थाने देवैः परिजनभूतैरमो नियन्ता वैवस्वतः सम्पिबते सह भुङ्क्ते। पिबतीत्यर्थः। विश्पतिर्विशाम्प्रजानामधिपतिः पिता नः। व्यत्ययेन बहुवचनम्। मम नचिकेतसो जनको वाजश्रवसोऽत्रास्मिन्यमस्य स्थाने पुराणान्पुरातनानत्र चिरकालं निवसतः पितॄननु तेषां पश्चात्तत्समीपे निवसत्वयमिति वेनति। मां कामयते। निचिकेता नाम कुमारो वाजश्रवसेन पित्रा यमलोकं प्रस्थापितः सन् यमं दृष्ट्वाप्रसाद्य पुनरपीमं लोकमाजगाम। अयमर्थ इदमादिकैर्मन्त्रैः प्रतिपाद्यते। यद्वा। कुमारो नाम नचीकेतसोऽन्यः कश्चिदृषिः। य्स्च्छतीति यम आदित्यः। शमनेन सूक्तेन तुष्टाव। सुपलाशे व्रुक्ष इव यस्मिञ्शोभने स्थाने यम आदित्यो देवैः। दीव्यन्तीति देवा रश्मयः। तैः सम्पिबते सङ्गच्छते। उपसर्गवशात्पिबतिरत्र गत्यर्थः। व्यत्ययेनात्मनेपदम्। अत्रास्मिन्स्थाने स्थितो विश्पतिर्विशां प्रजानां प्रकाशनप्रवर्शानादिना पालयिता प्रानात्मना सर्वेषां जनकह् स आदित्यह् पुराणांश्चिरन्तनान् स्तोतॄन्नोऽस्मानपि वेनति। अनुग्राह्यत्वेन कामयते। यद्व अत्र स्थाने स्थितान्नोऽस्माकं पुराणान्पूर्वपुरुषाननु वेनति। अनुक्रमेण कामयते॥१॥</p>"
}
