{
	"id" : "1.164.4",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "14",
		"anuvaka" : "22",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"को द॑दर्श प्रथ॒मं जाय॑मानमस्थ॒न्वन्तं॒ यद॑न॒स्था बिभ॑र्ति",
			"भूम्या॒ असु॒रसृ॑गा॒त्मा क्व॑ स्वि॒त्को वि॒द्वांस॒मुप॑ गा॒त्प्रष्थु॑मे॒तत्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"को द॑दर्श प्रथ॒मं जाय॑मानमस्थ॒न्वन्तं॒ यद॑न॒स्था बिभ॑र्ति ।",
			"भूम्या॒ असु॒रसृ॑गा॒त्मा क्व॑ स्वि॒त्को वि॒द्वांस॒मुप॑ गा॒त्प्रष्टु॑मे॒तत् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"कः । द॒द॒र्श॒ । प्र॒थ॒मम् । जाय॑मानम् । अ॒स्थ॒न्ऽवन्त॑म् । यत् । अ॒न॒स्था । बिभ॑र्ति ।",
			"भूम्याः॑ । असुः॑ । असृ॑क् । आ॒त्मा । क्व॑ । स्वि॒त् । कः । वि॒द्वांस॑म् । उप॑ । गा॒त् । प्रष्टु॑म् । ए॒तत् ॥"
		]
	},
	"sayanaBhashya" : "<p>एवंप्रपञ्चस्यकालायत्ततांप्रतिपाद्य तस्यकारणभूतस्यपरमेश्वरस्यविषयत्वमाह—कोददर्श कोद्र- ष्टुंशक्रुयात् कदा प्रथमंसृष्टेःपूर्वं अव्याकृतावस्थायामित्यर्थः किंजायमानं प्रथमभावविकारमापन्न उत्पद्यमानंप्रपञ्चमित्यर्थः दुर्ज्ञेयत्वेहेतुमाह—यद्यस्मात् अस्थन्वन्तंअस्थिमन्तंशरीरं उपलक्षणमेतत् कार्यभावमापन्नमित्यर्थः अनस्था अस्थिरहिता अशरीरा साङ्ख्यप्रसिद्धाप्रकृतिः वेदान्तप्रसिद्धा ईश्व- रायत्तामायाबिभर्ति गर्भवदन्तर्धारयति अव्याकृतावस्थायां अनस्थोऽशरीरः परमेश्वरोबिभर्ति यदा- केवलःपरमेश्वरोमायाशबलितःसन् इदंजगन्निर्मितवान् उत्पत्तिसमयेदेहादिसहितस्यकस्यचिदभावा- त् कोददर्श तदानींमनोनित्यं आत्माचनित्यः तत्संयोगात्कश्चिदात्माजानातीतिचेत् सोपिनसंभवती- त्यतआह—भूम्याःसंबन्धिपार्थिवंस्थूलशरीरं असुःप्राणः तदुपलक्षितंसूक्ष्मशरीरं असृक् शोणितंसप्त- धातूपलक्षकं यद्यपि शरीरं पञ्चभूतात्मकं तथापिभूतद्वयप्रत्यक्षत्वात्तदपेक्षयोक्तम् आत्मा तैःसंबद्धः चेतनः क्वस्वित्कुत्रास्ते नकश्चिदस्तीत्यर्थः नन्यत्किंचनमिषदितिश्रुतेः । विद्वांसंजगत्कारणविषयज्ञा- नवन्तं अन्यं गुर्वादिकंएतत्कारणंप्रष्टुं कः शिष्यः अल्पमतिरुपगात् उपगच्छति तादृशोदेहेन्द्रियसङ्घा- तरूपआत्मातस्मिन्स्मयेकुत्रास्ति प्रष्टाप्रतिवक्ताचोभावपिनस्तइत्यर्थः नतुतद्द्वितीयमस्ति ततोऽन्यद्वि- भक्तंयत्पश्येदितिश्रुतेः । यद्वा प्रथमं प्रथमभाविनं जगतःकारणभूतं कोददर्श कःसाक्षात्करोति जाय- मानमस्थन्वन्तंमानुषं अनस्थिकः परमेश्वरः शरीरं अशरीरः यद्यस्माद्विभर्ति द्रष्टुरपितत्कार्यत्वादि- तिभावः शिष्टंसमानम् ॥ ४ ॥</p>"
}
