{
	"id" : "1.164.16",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "17",
		"anuvaka" : "22",
		"rik" : "16"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"स्त्रियः॑ स॒तीस्ताँ उ॑ मे पुं॒स आ॑हुः॒ पश्य॑दक्ष॒ण्वान्न वि चे॑तदं॒धः",
			"क॒विर्यः पु॒त्रः स ई॒मा चि॑केत॒ यस्ता वि॑जा॒नात्स पि॒तुष्पि॒तास॑त्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स्त्रियः॑ स॒तीस्ताँ उ॑ मे पुं॒स आ॑हुः॒ पश्य॑दक्ष॒ण्वान्न वि चे॑तद॒न्धः ।",
			"क॒विर्यः पु॒त्रः स ई॒मा चि॑केत॒ यस्ता वि॑जा॒नात्स पि॒तुष्पि॒तास॑त् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"स्त्रियः॑ । स॒तीः । तान् । ऊं॒ इति॑ । मे॒ । पुं॒सः । आ॒हुः॒ । पश्य॑त् । अ॒क्ष॒ण्ऽवान् । न । वि । चे॒त॒त् । अ॒न्धः ।",
			"क॒विः । यः । पु॒त्रः । सः । ई॒म् । आ । चि॒के॒त॒ । यः । ता । वि॒ऽजा॒नात् । सः । पि॒तुः । पि॒ता । अ॒स॒त् ॥"
		]
	},
	"sayanaBhashya" : "<p>मेमदीयाः यादीधितयः स्त्रियःसंस्त्यानवत्योयोषितः सतीः सत्यः योषिद्वदुदकरूपगर्भधारणात् स्त्रीत्वं एषांरश्मीनां आविष्टलिङ्गत्वात् स्त्रीलिङ्गता तान् उ तान् रश्मीनेव पुंसआहुः प्रभूतवृष्ट्युदक- सेक्तॄन्पुरुषानाहुः प्रतिनिर्देशापेक्षयापुल्लिङ्गता अमुमर्थमत्यन्तनिगूढं अक्षण्वान् ज्ञानदृष्ट्युपेतः क- श्चिन्महान् पश्यत् जानातिअन्धः अतथारूपः स्थूलदृष्टिः नविचेतत् नविचेतयति नजानाति किञ्च यःकविः क्रान्तदर्शीपुत्रः स्त्रीपुरुषरूपाणां रश्मीनांपुत्रस्थानीयः पुरुजगतान्त्राता वृष्ट्युदकलक्षणोऽ– स्ति सईंसएवपुत्रः यद्वा ईंएनमर्थं स्त्रीणांसतीनांपश्चात्पुरुषभावं आचिकेत सर्वतोजानाति पित्रोः स्थितिंपुत्रएवजानातिनान्योयः कश्चित् तातानि विजानात्स्त्रीपुरुषपुत्ररूपाणिजानीयात् सपितुः पि- तासत् पितावृष्ट्याजगत्पालकोरश्मिसमूहः तस्यापिपिताआदित्यः सभवति आदित्यएवभवतीत्यर्थः यद्वा लौकिकोक्तिरियं यस्तानिजानाति सएवंभवति स्वयंपितुःपुत्रःसन्नपिस्वपुत्रापेक्षयापिताचभव- ति पुत्रपौत्रादिसहितः चिरकालंजीवीभवतिइत्यधिदैवतम् । अथाध्यात्मं याइदानीं स्त्रियःसतीः स्त्रीत्वंप्राप्ताआहुर्लौकिकाः ताँउ तानेवमेमह्यंपुंसः पुरुषानाहुः प्रतिपादयन्ति तत्त्वज्ञाःकथमन्यस्यान्य- भावः उच्यते एकस्यैवनिरस्तसमस्तोपाधिकस्यात्मनस्तद्देहावस्थानमात्रेणतत्तद्भ्यपदेशोपत्तेः श्रूयते- हि त्वंस्त्रीत्वंपुमानसित्वङ्कुमारउतवाकुमारीत्यादि स्त्रीत्वंपुंस्त्वंचोभयमपिवस्तुतोनास्तीत्युक्तंभवति स्मृतिरपितदभावंबोधयति—नैवस्त्रीनपुमानेषनैवचायन्नपुंसकः । यद्यच्छरीरमादत्तेतेनतेनसचोद्यत- इति । द्वितीयः पादः पूर्ववत् किञ्च पुत्रः वयसा अल्पोऽपियःकविःक्रान्तप्रज्ञोज्ञानीस्यात् ईमिममर्थं- विचिकेतजानाति एवमुक्तलक्षणस्य परमात्मनः ता तानिस्त्रीत्वपुंस्त्वादीनि योविजानात् औपाधि- कानिजानीयात् सपितुः स्वोत्पादकस्यापिज्ञानरहितस्यपितासत् सपितॄन्पुत्रकाइत्यामन्त्रयतेत्युपक्र- म्य तंपितरोब्रुवन्नधर्मङ्करोषियोनः पितॄन्सतः पुत्रकाइत्यामन्त्रयतइति सोब्रवीदहंवावपितास्मियोम- न्त्रकृदितिदेवानपृच्छन्त तेदेवाअब्रुवन् एषवावपितायोमन्त्रकृदिति तद्वैसउदजयदिति । मन्त्रद्रष्टुरेव- किलपितृत्वं तत्त्ववित् पितुः पितासदितिकिमाश्चर्यमित्यभिप्रायः ॥ १६ ॥</p>"
}
