{
	"id" : "1.149.2",
	"classification" : {
		"mandala" : "1",
		"sukta" : "149",
		"ashtaka" : "2",
		"adhyaya" : "2",
		"varga" : "18",
		"anuvaka" : "21",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "विराट्"
	},
	"samhita" : {
		"lines" : [
			"स यो वृषा॑ न॒रां न रोद॑स्योः॒ श्रवो॑भि॒रस्ति॑ जी॒वपी॑तसर्गः",
			"प्र यः स॑स्रा॒णः शि॑श्री॒त योनौ॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स यो वृषा॑ न॒रां न रोद॑स्योः॒ श्रवो॑भि॒रस्ति॑ जी॒वपी॑तसर्गः ।",
			"प्र यः स॑स्रा॒णः शि॑श्री॒त योनौ॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"सः । यः । वृषा॑ । न॒राम् । न । रोद॑स्योः । श्रवः॑ऽभिः । अस्ति॑ । जी॒वपी॑तऽसर्गः ।",
			"प्र । यः । स॒स्रा॒णः । शि॒श्री॒त । योनौ॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>सतादृशोयोऽग्निः नरान्न मनुष्याणामिव रोदस्योः द्यावापृथिव्योरपि वृषा सेक्ताउत्पादकइत्यर्थः एवंसर्वोत्पादकः श्रवोभिः सर्वत्रश्रूयमाणैर्यशोभिर्युक्तःसन् अस्तिवर्तते सर्वोत्पादकइत्युक्तं तत्रोपप- त्तिमाह—यतोयंजीवपीतसर्गः जीवैर्नानाविधैः पीताअस्वादितः सर्गः सृष्टिक्रमोयस्यसतथोक्तः तृती- याकर्मणीतिपूर्वपदप्रकृतिस्वरः पुनर्वहुव्रीहौसएवस्वरः अत्रायंसृष्टिक्रमः अयमग्निः स्वदत्तंहविरादि- त्यंप्रापय्य तद्रश्मिभिःसहवैद्युतरूपे यद्वारोदकेनप्रवर्ष्य सर्वान्प्राणिनः प्रापयतीत्यतोवृष्ट्युत्पादनद्वा- रोत्पादयिता इदानींसाक्षादुत्पादकत्वमाह—योऽग्निर्योनौगर्भाशये सस्राणःप्रविष्टःसन् शिश्रीत निषि- क्तंरेतः पारयति नृपश्वादिदेहाकारेणपरिणमयतीत्यर्थः यद्यग्निर्नपचेत्पूरयेदेवनोत्पद्येत तस्मादयंसा- क्षादेवोत्पादकः सतादृशोऽग्निः यशस्वीवर्ततइत्यर्थः यद्वा योऽग्निर्नरान्न नराणाङ्कर्मसूत्साहयुक्तानांय- जमानानामिव नरामनुष्यानृत्यन्तिकर्मस्वितियास्कः । तेषांयथास्वर्गाद्यमतवर्षकः तद्वद्रोदस्योरपि आश्रयवाचिनाशब्देनाश्रयिणोलक्ष्यन्ते भूलोकवर्तिनांवृष्टिप्रदानेनद्युलोकवर्तिनांहविः प्रापणेनेतिभा- वः सतादृशोऽग्निः श्रवोभिः हविर्लक्षणैः सोमाज्यादिभिरन्नैः निमित्तभूतैः जीवपीतसर्गः जीवविशेषै- र्यजमानैः अविशेषेणसर्वैर्वा आस्वादितस्वभावःसन् अस्तिप्रकृष्टोवर्तते अमुमग्निंहविर्भिःप्रीणयित्वा- स्वाभिमतान्भोगान्भुं जतइत्यर्थः किंच योऽग्निः योनौ स्वकीयस्थाने वेदिलक्षणेसस्राणः प्रविष्टःसन् शिश्रीत स्वस्मिन्प्राप्तंपुरोडाशादिकंपचति सोऽयमग्निरस्ति महानुभावोवर्तते ॥ २ ॥</p>"
}
