{
	"id" : "1.127.11",
	"classification" : {
		"mandala" : "1",
		"sukta" : "127",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "13",
		"anuvaka" : "19",
		"rik" : "11"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"स नो॒ नेदि॑ष्टं॒ ददृ॑शान॒ आ भ॒राग्ने॑ दे॒वेभिः॒ सच॑नाः सुचे॒तुना॑ म॒हो रा॒यः सु॑चे॒तुना॑",
			"महि॑ शविष्ट नस्कृधि सं॒चक्षे॑ भु॒जे अ॒स्यै",
			"महि॑ स्तो॒तृभ्यो॑ मघवन्त्सु॒वीर्यं॒ मथी॑रु॒ग्रो न शव॑सा"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स नो॒ नेदि॑ष्ठं॒ ददृ॑शान॒ आ भ॒राग्ने॑ दे॒वेभिः॒ सच॑नाः सुचे॒तुना॑ म॒हो रा॒यः सु॑चे॒तुना॑ ।",
			"महि॑ शविष्ठ नस्कृधि सं॒चक्षे॑ भु॒जे अ॒स्यै ।",
			"महि॑ स्तो॒तृभ्यो॑ मघवन्त्सु॒वीर्यं॒ मथी॑रु॒ग्रो न शव॑सा ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"सः । नः॒ । नेदि॑ष्ठम् । ददृ॑शानः । आ । भ॒र॒ । अग्ने॑ । दे॒वेभिः॑ । सऽच॑नाः । सुऽचे॒तुना॑ । म॒हः । रा॒यः । सु॒ऽचे॒तुना॑ ।",
			"महि॑ । श॒वि॒ष्ठ॒ । नः॒ । कृ॒धि॒ । स॒म्ऽचक्षे॑ । भु॒जे । अ॒स्यै ।",
			"महि॑ । स्तो॒तृऽभ्यः॑ । म॒घ॒ऽव॒न् । सु॒ऽवीर्य॑म् । मथीः॑ । उ॒ग्रः । न । शव॑सा ॥"
		]
	},
	"sayanaBhashya" : "<p>हेअग्ने सत्वन्नोनेदिष्ठं अत्यन्तसमीपेददृशानः वेद्यान्दीप्तत्वेनदृश्यमानः देवेभिः सचनाः इतरैर्देवैः समानान्नः अग्निमुखेनैवइतरेषांहविः स्वीकारात्समानान्नत्वं सुचेतुनाशोभनेनचेतनेनचेतसा वापुन- स्तदेवविशेष्यते सुचेतुना शोभनचेतोवतामया औणादिकउः बहुव्रीहौनञ् सुभ्यामित्युत्तरपदान्तो- दात्तत्वम् युक्तेन त्वदायत्तेमय्यनुग्रहयुक्तेनेत्यर्थः तादृशस्त्वंमहः पूजनीयानि रायोधनानि आभर अ- स्माकमाहर हेअग्ने शविष्ठबलवन् नः अस्मभ्यं महिमहत्अन्नं महतीङ्कीर्तिं वा कुधि कुरु संपादय श- विष्ठेतिसंबोधितत्वात्तदेवप्रार्थ्यतइतिगम्यते किमर्थंसंचक्षे सम्यग्दर्शनीयत्वाय अस्यै अस्याः पृथिव्याः संबन्धिनेभुजे भोगाय यद्वा संचक्षे भुजइतिसामानाधिकरण्यं सम्यग्दर्शनीयायभोगायेत्यर्थः नकेवलं- यजमानेभ्योऽस्मभ्यमेव अपितुत्सोतृभ्यः स्तोत्रकर्तुभ्योऽपि हेमघवन्नन्नवन्नग्ने महिमत् सुवीर्यंशोभन- पुत्रभृत्याद्युपेतन्धनंशोभनसामर्थ्यंवा कृधिकुरु किंच शवसाबलेनयुक्तः सन् मथीः अस्मद्विरोधिनोना- शय लुङि ह्न्यन्तक्षणेतिवृद्धिप्रतिषेधः कारकपक्षे औणादिकईकारः आद्युदात्तश्छान्दसः यद्वा मथीर्म- थनवांस्त्वं अस्मदर्थेंशवसाबलेन युक्तोभवेतिशेषः तत्रदृष्टान्तः—उग्रोनशवसा यथाकश्चित्क्रूरः शवसाबलेनमथीर्भवति तद्वत् ॥ ११ ॥</p><p class=\"end\">अयंजायतेत्यष्टर्चन्द्वितीयंसूक्तम् अयंजायताष्टावित्यनुक्रमणिका परुच्छेपऋषिः सर्वमात्यष्टमित्यु- क्तत्वादत्यष्टिश्छन्दः अग्नेयन्त्वितितुशब्दस्योक्तत्वात् इदमादिमंचाग्नेयं पृष्ठ्यस्यग्रष्ठेहनिएतत्सूक्तमा- ज्यशस्त्रत्वेनविनियुक्तं सूत्रितंच षष्ठस्येतिखण्डे—अयंजायतमनुषोधरीमणीत्याज्यमिति ।</p>"
}
