{
	"id" : "7.100.6",
	"classification" : {
		"mandala" : "7",
		"sukta" : "100",
		"ashtaka" : "5",
		"adhyaya" : "6",
		"varga" : "25",
		"anuvaka" : "6",
		"rik" : "6"
	},
	"attribute" : {
		"devata" : "विष्णुः",
		"rishi" : "वसिष्ठः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"किमित्ते॑ विष्णो परि॒चक्ष्यं॑ भू॒त्प्र यद्व॑व॒क्षे शि॑पिवि॒ष्थो अ॑स्मि",
			"मा वर्पो॑ अ॒स्मदप॑ गूह ए॒तद्यद॒न्यरू॑पः समि॒थे ब॒भूथ॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"किमित्ते॑ विष्णो परि॒चक्ष्यं॑ भू॒त्प्र यद्व॑व॒क्षे शि॑पिवि॒ष्टो अ॑स्मि ।",
			"मा वर्पो॑ अ॒स्मदप॑ गूह ए॒तद्यद॒न्यरू॑पः समि॒थे ब॒भूथ॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"किम् । इत् । ते॒ । वि॒ष्णो॒ इति॑ । प॒रि॒ऽचक्ष्य॑म् । भू॒त् । प्र । यत् । व॒व॒क्षे । शि॒पि॒ऽवि॒ष्टः । अ॒स्मि॒ ।",
			"मा । वर्पः॑ । अ॒स्मत् । अप॑ । गू॒हः॒ । ए॒तत् । यत् । अ॒न्यऽरू॑पः । स॒म्ऽइ॒थे । ब॒भूथ॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>पुरा खलु विष्णुः स्वं रूपं परित्यज्य कृत्रिमरूपान्तरं धारयन् सङ्ग्रामे वसिष्ठस्य साहाय्यंचकार तंजानन् ऋषिरनया प्रत्याचष्टे । अत्रनिरुक्तम्-शिपिविष्टोविष्णुरिति विष्णोर्द्वेनामनीभवतः कुत्सितार्थीयंपूर्वं भवतीत्यौपमन्यवः किन्ते विष्णो प्रख्यातमेतद्भवत्यप्रख्या- पनीयं यन्नः प्रब्रूबे शेपइव निर्वेष्टितोस्मीत्यप्र्तिपन्नरश्मिरपिवा प्रशंसानामैवाभिप्रेतंस्यात् किं ते विष्णो प्रख्यातमेतद्भवत्यप्रख्यापनीयं यदुत प्रब्रूषे शिपिविष्टोस्मीति प्रतिपन्नरश्मिः शिपयोत्ररश्मयउच्यन्ते तैराविष्टोभवति मावर्पोअस्मदपगूहएतत् वर्पइतिरूपनाम वृणोतीति सतोयदन्यरूपः समिथे सङ्ग्रामेभवसि संयतरश्मिरिति । तत्र कुत्सितार्थपक्षे योजना हेविष्णो ते तव तन्नामास्मभ्यं प्रववक्षे प्रब्रूषे शिपिविष्टोस्मीति अन्तर्णीतोपमानमेतत् शेपइवनिर्वेष्टितः तेजसा अनाच्छादितोभवामीति तदश्लीलार्थत्वादिदं नाम न प्रशस्त- मित्यर्थः । तन्नाम किं परिचक्ष्यं वर्जनीयं परित्याज्यं विरुद्धार्थप्रतिपादकत्वात् स्वतएव परित्यक्तं हि तत् । शिष्टं समानंपूर्वेण अत- उक्तरूपविलक्षणं यद्वैष्णवरूपमस्ति एतद्वर्पोरूपं अस्मत् अस्माकं मापगूहः अपगूढं संवृतं मा कुरु गुहूसंवरणे अपितु तदेवरूपं प्रकटय वैष्णवस्य रूपस्य गूहने का प्रसक्तिरिति चेत् यत् यस्मात्तु अन्यत् रूपान्तरमेव धारयन् समिथे सङ्ग्रामे बभूथ अस्माकं सहायोभवसि तस्मादिदं गूहनं न कार्यमिति । प्रशंसापक्षेतु हेविष्णो ते तव तन्नाम किं परिचक्ष्यं भूत् किं प्रख्यापनीयं भवति न प्रख्यापनीयम् । किं तन्नाम । शिपिविष्टोरश्मिभिराविष्टोस्मीति यन्नाम प्रब्रूषे यतएवं प्रख्यातरूपस्त्वं अतोस्माकं एतद्वैष्णवं रूपं संवृतं माकार्षीः इदानीं गूढरूपोपि यद्यस्मात्त्वं समिथे सङ्ग्रामे अन्यरूपः कृत्रिमरूपात् यदन्यद्वैष्णवं रूपं शौर्यादिलक्षणं तादृग्रुपः एव बभूथ भवसि तस्मात्त्वं गूढोपि ज्ञायसएवेति व्यर्थमेव तस्य रूपस्य गूहनं अतोबहुतेजस्कं यद्वैष्णवं रूपं तदस्माकं प्रर्दशयेति तात्पर्यार्थः ॥ ६ ॥</p>"
}
