{
	"id" : "1.126.5",
	"classification" : {
		"mandala" : "1",
		"sukta" : "126",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "11",
		"anuvaka" : "18",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "भावयव्यः",
		"rishi" : "कक्षीवान् दैर्घतमस औशिजः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"पूर्वा॒मनु॒ प्रय॑ति॒मा द॑दे व॒स्त्रीन्यु॒क्ताँ अ॒ष्थाव॒रिधा॑यसो॒ गाः",
			"सु॒बन्ध॑वो॒ ये वि॒श्या॑ इव॒ व्रा अन॑स्वन्तः॒ श्रव॒ ऐषं॑त प॒ज्राः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"पूर्वा॒मनु॒ प्रय॑ति॒मा द॑दे व॒स्त्रीन्यु॒क्ताँ अ॒ष्टाव॒रिधा॑यसो॒ गाः ।",
			"सु॒बन्ध॑वो॒ ये वि॒श्या॑ इव॒ व्रा अन॑स्वन्तः॒ श्रव॒ ऐष॑न्त प॒ज्राः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"पूर्वा॑म् । अनु॑ । प्रऽय॑तिम् । आ । द॒दे॒ । वः॒ । त्रीन् । यु॒क्तान् । अ॒ष्टौ । अ॒रिऽधा॑यसः । गाः ।",
			"सु॒ऽबन्ध॑वः । ये । वि॒श्याः॑ऽइव । व्राः । अन॑स्वन्तः । श्रवः॑ । ऐष॑न्त । प॒ज्राः ॥"
		]
	},
	"sayanaBhashya" : "<p>इदानीं आनीतन्धनंबन्धुभ्क्योनिवेदयन्नाह हेसुबन्धवः पूर्वांप्रयतिं पूर्वंप्रदानंअनु तमनुसृत्य वक्ष्य- माणानि रथादीनि युष्मदर्थं आददे स्वीकृतवानस्मि यद्वा पूर्वां प्रयतिं प्रदेयंरथादिकं अनु दानक्रमेणैव आददे प्रतिगृहीतवानस्मि कानितानीति त्रीनष्टौचयुक्तान् चतुर्भिश्चतुर्भिरश्वैर्धनैर्वायुक्तान्रथानितिशे- षः अत्रसङ्ख्यापृथक् निर्देशोनविवक्षितः तथा अरिधायसः अरिभिरीशरैर्धारणीयाः बहुमूल्याअसं- ख्यातागाश्चाददे अत्रवक्ष्यमाणानि पूर्वं प्रतिगृहीतादधिकानीतियुक्तं पूर्वमेवपित्रेनिवेदितानां पुनर्ब- न्धुभ्योनिवेदनासंभवात् वधूमन्तोदशरथासोअस्थुरिति दशानां रथानामुक्तत्वादत्रचत्रीनष्टावित्येका- दशानांवक्ष्यमाणत्वाद्वधूविशिष्टानामन्येभ्योदातुमनुचितत्वाच्चान्यानीतियुक्तम् उक्तानामेवानुवदन- पक्षेदशवधूयुक्तारथाः एकोधनपूर्णइतिविवेकः उक्तानामेवरथादीनांपुनरभिधानं प्रकृष्टत्वज्ञापनार्थं सर्वेब्राह्मणाआगताः वसिष्ठश्चागतइतिवत् इदानीं परोक्षेणाह सुबन्धवः शोभनाविद्यायोनिसंबन्धि- नोयेषान्तेतथोक्ताः यद्वा शोभनबान्धवोपेताः परस्परमनुरागयुक्ताइत्यर्थः विशः प्रजाः तत्रभवावि- श्याः व्रियन्तइतिव्राः व्राताः तकारलोपश्छान्दसः विशांव्रातायथापरस्परमनुरागवन्तः तथैवैतेअपी- त्यर्थः पज्राः अन्नवन्तः अङ्गिरसः सन्तानप्रभवायेसन्ति ते सर्वेसुबन्धवः अनस्वन्तः शकटवन्तः ह- विर्धानशकटोपलक्षितसोमयागवन्तः सन्तः श्रवः सर्वत्रश्रूयमाणाङ्कीर्तिं ऎषन्त इच्छन्ति इच्छन्तु वा तदर्थमाददइतिशेषः ॥ ५ ॥</p>"
}
