{
	"id" : "1.126.7",
	"classification" : {
		"mandala" : "1",
		"sukta" : "126",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "11",
		"anuvaka" : "18",
		"rik" : "7"
	},
	"attribute" : {
		"devata" : "भावयव्यः",
		"rishi" : "रोमशा",
		"chandas" : "अनुष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"उपो॑प मे॒ परा॑ मृश॒ मा मे॑ द॒भ्राणि॑ मन्यथाः",
			"सर्वा॒हम॑स्मि रोम॒शा गं॒धारी॑णामिवावि॒का"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"उपो॑प मे॒ परा॑ मृश॒ मा मे॑ द॒भ्राणि॑ मन्यथाः ।",
			"सर्वा॒हम॑स्मि रोम॒शा ग॒न्धारी॑णामिवावि॒का ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"उप॑ऽउप । मे॒ । परा॑ । मृ॒श॒ । मा । मे॒ । द॒भ्राणि॑ । म॒न्य॒थाः॒ ।",
			"सर्वा॑ । अ॒हम् । अ॒स्मि॒ । रो॒म॒शा । ग॒न्धारी॑णाम्ऽइव । अ॒वि॒का ॥"
		]
	},
	"sayanaBhashya" : "<p>रोमशानामबृह पतेःपुत्रीब्रह्मवादिनीपरिहसन्तंस्तपतिंप्रत्याह—भोःपते मेमां द्वितीयार्थे चतुर्थी उपोप द्वितीयउपशब्दःपादपूरणः उपेत्य परामृश सम्यक्स्प्रुश भोगयोग्यामवगच्छेत्यर्थः यद्वा मेमम गोपनीयमङ्गंउपोपपरामृश अत्यन्तमान्तरंस्पृश परामर्शभावशङ्कान्निवारयति मेमदङ्गामो रोमा- णिदभ्राणि मामन्यथाः अल्पानि माबुध्यरव दभ्रमर्भकमित्यल्पस्येतिदभ्रन्दभ्रोतिरितियास्कः । अदभ्र- त्वमेवविशदयति अहंरोमशाबहुरोमयुक्तास्मि यतोऽहमीदृशीअतः सर्वा संपूर्णावयवास्मि रोमशत्वे- दृष्टान्तः—गन्धारीणामविकेव गन्धारादेशाः तेषांसंबन्धिन्यविजातिरिव तद्देशस्थाअतयोगेत्रायथारो- मशाः तथाहमस्मि यद्वा गन्धारीणां गर्भधारिणीनां स्त्रीणांअविका अत्यर्थन्तर्पयन्तीयोनिरिव तासां आप्रसवंरोमादिविकर्तनस्यशास्त्रनिषिद्धत्वात् योनिः रोमशाभवति अतः सोपमीयते यतोऽहगीदृशी- अतोमांअप्रौढांमावबुध्यस्वेत्यर्थः ॥ ७ ॥</p><p class=\"end\">एकोनविंशेनुवाकेसप्तसूक्तानि तत्र अग्निंहोतारमितिप्रथमंसूक्तमेकादशर्चं दिवोदासपुत्रस्य परु- च्छेपस्यार्षं आग्नेयं आत्यष्टं सहिशर्धइत्यस्याः षट्सप्तत्यक्षरातिधृतिः उत्कृत्यभिकृतिसङ्कृतिविकृत्या- कृतिप्रकृतिकृत्यतिधृतिधृत्यत्यष्टिषुचतुरुत्तरशताक्षरमारभ्यचतुर्णींचतुर्णांपरित्यागेनैकैकमुक्तंछन्दो- जायते तथासत्यत्यष्ट्यतिधृतीउक्तसङ्ख्योपेतेस्यातां एतत्सर्वंछन्दोग्रन्थे चतुःशतमुत्कृतिरित्यादिसूत्रैः प्रतिपादितं तथाचानुक्रान्तं—अग्निमेकादशपरुच्छेपोदैवोदासिराग्नेयन्तुपारुच्छेपंसर्वमात्यष्टन्तत्रातिधृ- तिः षष्ठीति । सूक्तस्यविशेषविनियोगोलैङ्गिकः दशरात्रस्यषष्ठेहनिप्रातः सवनेप्रस्थितयाज्यानां पुर- स्तादन्याऋचेःकृत्वा प्राकृताभिश्चसहयष्टव्यं तत्राग्नीध्रस्यैषाप्रथमा षष्ठस्यघातः सवनइतिखण्डेसूत्रि- तम्—अग्निंहोतारंमन्येदास्वन्तन्दध्यङ्हमेजनुषंपूर्वोअङ्गिराइति ।</p>"
}
