{
	"id" : "1.184.1",
	"classification" : {
		"mandala" : "1",
		"sukta" : "184",
		"ashtaka" : "2",
		"adhyaya" : "5",
		"varga" : "1",
		"anuvaka" : "24",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "अश्विनौ",
		"rishi" : "अगस्त्यो मैत्रावरुणिः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"ता वा॑म॒द्य ताव॑प॒रं हु॑वेमो॒च्छन्त्या॑मु॒षसि॒ वह्नि॑रु॒क्थैः",
			"नास॑त्या॒ कुह॑ चि॒त्सन्ता॑व॒र्यो दि॒वो नपा॑ता सु॒दास्त॑राय"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"ता वा॑म॒द्य ताव॑प॒रं हु॑वेमो॒च्छन्त्या॑मु॒षसि॒ वह्नि॑रु॒क्थैः ।",
			"नास॑त्या॒ कुह॑ चि॒त्सन्ता॑व॒र्यो दि॒वो नपा॑ता सु॒दास्त॑राय ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"ता । वा॒म् । अ॒द्य । तौ । अ॒प॒रम् । हु॒वे॒म॒ । उ॒च्छन्त्या॑म् । उ॒षसि॑ । वह्निः॑ । उ॒क्थैः ।",
			"नास॑त्या । कुह॑ । चि॒त् । सन्तौ॑ । अ॒र्यः । दि॒वः । नपा॑ता । सु॒दाःऽत॑राय ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">यस्यनिःश्वसितंवेदायोवेदेभ्योखिलंजगत् । निर्ममेतमहंवन्देविद्यातीर्थमहेश्वरम् ॥ १ ॥</p><p class=\"intro\">द्वितीयाष्टकमध्यस्थश्चतुर्थोध्यायआदरात् । व्याख्यातः सायणार्येणपञ्चमोव्याकरिष्यते ॥ २ ॥</p> <p class=\"intro\">तत्रतावामितीदंप्रथममण्डलस्यचतुर्विंशेनुवाकेपञ्चमंसूक्तम् पूर्वसूक्तेषळित्युक्तत्वात् सूक्त- सङ्ख्यानुवर्ततेइतिपरिभाषितत्वात् षळृचं ऋषिश्चान्यस्मादितिपरिभाषयागस्त्यं तथाश्विनंवाइत्यु- क्तत्वात्तुह्यादिपरिभाषयेदमप्याश्विनं अनादेशपरिभाषयात्रैष्टुभम् तावामित्यनुक्रान्तम् युवोरजां- सीत्यादीनांपंचसूक्तानान्तृतीयवर्जितानांप्रातरनुवाकाश्विनशस्त्रयोर्विनियोगउक्तः तत्रेदंपञ्चमं सूक्तम् ।</p><p>ता तारैक्षकत्वनेप्रसिद्धौवांयुवां अद्यास्मिन्यागदिनेहुवेम आह्वयामइत्याशीः तथा अपरं अपर- स्मिन्नपिदिनेतौयुवांहुवेम अपरमित्येतदपरस्मिन्नित्यर्थेसमभिव्याहारात् अद्याचनोमृळयतापरंचे- त्यादिमन्त्रान्तरेतथादर्शनाच्च अपरयागंप्रत्यपीतिवाकस्मिन्काले उषसि उषोदेवतायामुच्छन्त्यान्तमो- विवासयन्त्यांसत्यां उषः कालेहिप्रातरनुवाकाश्विनशस्त्रेप्रयुज्येते उक्तेकालेहेनासत्या असत्यरहितौ दिवोनपाता द्युलोकस्यनपातयितारौनप्तृस्थानीयौवाकुहचित्सन्तौ कुत्रचिद्देशेवर्तमानौयुवांवह्निः स्तुतेर्वोढा अर्यईरयितास्तुतेः ईश्वरोवाईदृशोहंहोतासुदास्तराय अत्यर्थंशोभनहविर्दात्रेयजमाना यत- दर्थन्तौयुवांउक्थैः शस्त्रैः हुवेमेतिसंबन्धः शस्त्राख्यतंपदमेकवचनतयानेतव्यं वह्निरर्यशब्दौवाबहुवच- नत्वेननेतव्यौ अथवावाक्यद्वयंयस्माद्वह्निरर्योहोताउक्तगुणकौयुवांशंसति तस्माद्वयंयजमानास्तौयु- वामाह्वयामइति ॥ १ ॥</p>"
}
