{
	"id" : "10.62.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "62",
		"ashtaka" : "8",
		"adhyaya" : "2",
		"varga" : "1",
		"anuvaka" : "5",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः आङ्गिरसो वा",
		"rishi" : "नाभानेदिष्ठो मानवः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"ये य॒ज्ञेन॒ दक्षि॑णया॒ सम॑क्ता॒ इन्द्र॑स्य स॒ख्यम॑मृत॒त्वमा॑न॒श",
			"तेभ्यो॑ भ॒द्रमं॑गिरसो वो अस्तु॒ प्रति॑ गृभ्णीत मान॒वं सु॑मेधसः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"ये य॒ज्ञेन॒ दक्षि॑णया॒ सम॑क्ता॒ इन्द्र॑स्य स॒ख्यम॑मृत॒त्वमा॑न॒श ।",
			"तेभ्यो॑ भ॒द्रम॑ङ्गिरसो वो अस्तु॒ प्रति॑ गृभ्णीत मान॒वं सु॑मेधसः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"ये । य॒ज्ञेन॑ । दक्षि॑णया । सम्ऽअ॑क्ताः । इन्द्र॑स्य । स॒ख्यम् । अ॒मृ॒त॒ऽत्वम् । आ॒न॒श ।",
			"तेभ्यः॑ । भ॒द्रम् । अ॒ङ्गि॒र॒सः॒ । वः॒ । अ॒स्तु॒ । प्रति॑ । गृ॒भ्णी॒त॒ । मा॒न॒वम् । सु॒ऽमे॒ध॒सः॒ ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">तत्र ये यज्ञेनेत्येकादशर्चमनुवाकापेक्षया द्वितीयं सूक्तम् । मानवस्य नाभानेदिष्थस्यार्षम्। आदितश्चतस्रो जगत्यः। पञ्चम्यनुष्टुप्। षष्ठी ब्रुहती। सप्तमी सतोब्रुहती। अश्टमीनवम्यावनुष्तुभौ। दशमी गायत्री। एकादशी त्रिष्टुप्। आदितः षण्णां विश्वे देवा अङ्गिरसो वा देवता। सप्तमी वैश्वदेवी। अष्टम्याद्यासु चतसृषु सावर्णेर्महाराजस्य दानम् स्तूयते। अतस्तास्तद्देवताकाः। तथा चानुक्रम्यते। ये यज्ञेनैकादशाद्याः षळङ्गिरसां स्तुतिर्वान्त्या त्रिष्टुप्पञ्चम्यनुष्तुप्प्रगाथोऽनुष्टुभौ गायत्री चतस्रोऽन्त्याः सावर्नेर्दानस्तुतिरिति। षष्थेऽहनि वैश्वदेवशस्त्र एतत्सूक्तम्। सुत्रितं च। इदमित्था रौद्रमिति प्रागुपोत्तमाया ये यज्ञेनेत्यावपते। आ. ८-१-। इति॥</p><p>नाभानेदिष्ठः स्वपित्रा मनुनाभ्यनुज्ञातः सत्त्रमासीनानङ्गिरसोऽभ्येत्य मां प्रतिगृह्णीत युष्मभ्यं यज्ञं प्रज्ञापयामीति यदुक्तवान् तद्युच्यते। इतिहासस्त्विदमित्थेति पूर्वसूक्ते साभानेदिष्ठं शंसति नाभानेदिष्ठं वै मानवमिति ब्राह्मणानुसारेण मनुः पुत्रेभ्यो दायं व्यभजदिति तैत्तिरीयब्राह्मनानुसारेण च सप्रपञ्चमभिहितः। तथा चास्या ऋचोऽयमर्थः। यज्ञेन यजनियेन हविषा दक्शिणयर्त्विग्भ्यो देयया समक्ताः सङ्गता येऽहीनैकाहसत्त्राणि कुर्वन्तो यूयमिन्द्रस्य सख्यं सखिकर्म अत एवामृतत्वममरनधर्मं देवत्वमानश आनशिध्वे प्राप्ताः स्थ। अश्नोतेर्लिटि मध्यमे व्यत्ययेन बहुवचनम्। अश्नोतेश्चेति नुडागमः। यद्वृत्तयोगादनिघातः। हे अङ्गिरसः तेभ्यो वो युष्मभ्यं भद्रं कल्याणं कर्मास्तु। हे सुमेधसः सुप्रज्ञा हे अङ्गिरसः ते यूयमिदानीमागतं मानवं मनोः पुत्रं मां प्रति गृभ्णीत। प्रतिगृःणीत। मयि प्रतिगृहीते सति यज्ञं साधु करिष्यामिति तदर्थं प्रतिगृह्णीत॥१॥</p>"
}
