{
	"id" : "10.177.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "177",
		"ashtaka" : "8",
		"adhyaya" : "8",
		"varga" : "35",
		"anuvaka" : "12",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "मायाभेदः",
		"rishi" : "पतङ्गः प्राजापत्यः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"प{1}तं{1}ग{0}म{1}क्त{0}म{0}सु{2}र{0}स्य{0} मा{1}य{0}या{2} हृ{1}दा{0} प{2}श्यं{0}ति{1} म{0}न{2}सा{0} वि{0}प{1}श्चि{0}तः{2}",
			"स{1}मु{1}द्रे{0} अं{1}तः{0} क{1}व{0}यो{1} वि{0} च{2}क्ष{0}ते{1} म{0}री{2}ची{0}नां{0} प{1}द{0}मि{2}च्छं{0}ति{0} वे{1}ध{0}सः{2}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"प{1}तं{1}गम{1}क्तमसु{2}रस्य मा{1}यया{2} हृ{1}दा प{2}श्यन्ति{1} मन{2}सा विप{1}श्चितः{2} ।",
			"स{1}मु{1}द्रे अ{1}न्तः क{1}वयो{1} वि च{2}क्षते{1} मरी{2}चीनां प{1}दमि{2}च्छन्ति वे{1}धसः{2} ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"प{1}त{1}ङ्गम् । अ{1}क्तम् । असु{2}रस्य । मा{1}यया{2} । हृ{1}दा । प{1}श्य{1}न्ति{1} । मन{2}सा । वि{1}पः{1}{5}चितः{2} ।",
			"स{1}मु{1}द्रे । अ{1}न्तरिति{2} । क{1}वयः{2} । वि । च{1}क्ष{1}ते{1} । मरी{2}चीनाम् । प{1}दम् । इ{1}च्छ{1}न्ति{1} । वे{1}धसः{2} ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">पतङ्गमिति तृचं षड्विम्शं सूक्तम् प्रजापतिपुत्रस्य पतङ्गस्यार्षम्। आद्या जगती ततस्त्रिष्टुभौ। मायाभेदस्य प्रतिपाद्यत्वात्तद्देवत्यमिदं सूक्तम्। अनुक्रान्तं च। पतङ्गं तृचं पतङ्गः प्राजापत्यो मायाभेदं जगत्यादीति। प्रवर्ग्येऽभिष्टव आद्ये ऋचौ। सूत्रितं च। पतङ्गमक्तमसुरस्य मायया यो नः सनुत्यः। आ. ४-७। इति॥</p><p>असुरस्यासनकुशलस्य सर्वोपाधिविहीनस्य परब्रह्मणः सम्बन्धिन्या मायाया त्रिगुणात्मिकयाक्तं व्यक्तमभिव्यक्तम्। यद्वा। मायेति प्रज्ञानाम। प्रज्ञया सम्बद्धं सर्वज्ञं पतङ्गम्। पतति गच्छतीति पतङ्गः सूर्यः। तं विपश्चितो विद्वांसो हृदा हृत्स्थेन। तात्स्थ्यात्ताच्छब्द्यम्। हृदि नुरुद्धेन मनसा पश्यन्ति। जानन्ति। कवयः क्रान्तदर्शिनस्ते समुद्रे। समुद्द्रवन्त्यस्माद्रश्मय इति समुद्रं सूर्यमण्डलम्। तस्मिन्नन्तर्मध्ये वि चक्षते। विपश्यन्ति। मण्डलान्तर्वर्तिनं हिरण्मयं पुरुषमपि जानन्तीत्यर्थः। य एवं वेधसो विधातार उक्तप्रकारेण सूर्योपासनस्य कर्तारः ते मरीचीनां रश्मीनां पदं स्थानं सूर्यमण्डलमिच्छन्ति। अभिलषन्ति। तदुपासनया प्राप्नुवन्तीत्यर्थः। यद्वा। माययाक्तं जीवरूपेणाभिव्यक्तमात्मानं विपश्चितो वेदान्ताभिज्ञा हृत्स्थेनान्तर्मुखेन मनसा पतङ्गम्। पतति व्याप्नोतीति पतङ्गः परमात्मा। तं पश्यन्ति। उपाधिपरित्यागेन जीवात्मनः परमात्मना तादात्म्यं साक्षत्कुर्वन्तीत्यर्थः। अपि च ते कवयः क्रान्तदर्शिनो वेदान्तोआभिज्ञाः समुद्रे। समुद्द्रवन्त्यस्माद्भूतानीति समुद्रः परमात्मा। तस्मिन्नधिष्थानभूतेऽन्तर्मध्ये सर्वं द्रुश्यजातमध्यस्तत्वेन वि चक्षते। वि पश्यन्तीति। अतो दृग्व्यतिरिक्तस्य सर्वस्य मिथ्यात्वाद्वेधसो विधातारस्ते मरीचीनां व्रुत्तिज्ञानानां पदमधिष्ठानभुतं सच्चित्सुखात्मकं यत्परं ब्रह्म तदेवेच्छन्ति। तद्भावप्राप्तिमेव कामयन्ते॥१॥</p>"
}
