{
	"id" : "10.177.2",
	"classification" : {
		"mandala" : "10",
		"sukta" : "177",
		"ashtaka" : "8",
		"adhyaya" : "8",
		"varga" : "35",
		"anuvaka" : "12",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "मायाभेदः",
		"rishi" : "पतङ्गः प्राजापत्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"प{1}तं{1}गो{0} वा{0}चं{1} म{0}न{2}सा{0} बि{0}भ{0}र्ति{1} तां{0} गं{2}ध{1}र्वो{2}{5}व{0}द{1}द्ग{0}र्भे{2} अं{1}तः{0}",
			"तां{0} द्यो{0}त{2}मा{0}नां{0} स्व{1}र्यं{2} म{0}नी{1}षा{0}मृ{1}त{0}स्य{2} प{1}दे{0} क{1}व{0}यो{1} नि{0} पां{2}ति{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"प{1}तं{1}गो वाचं{1} मन{2}सा बिभर्ति{1} तां ग{2}न्ध{1}र्वो{2}{5}वद{1}द्गर्भे{2} अ{1}न्तः ।",
			"तां द्योत{2}मानां स्व{1}र्यं{2} मनी{1}षामृ{1}तस्य{2} प{1}दे क{1}वयो{1} नि पा{2}न्ति ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"प{1}त{1}ङ्गः । वाच{2}म् । मन{2}सा । बि{1}भ{1}र्ति{1} । तान् । ग{1}न्ध{1}र्वः । अ{1}व{1}द{1}त् । गर्भे{2} । अ{1}न्तरिति{2} ।",
			"ताम् । द्योत{2}मानाम् । स्व{1}र्य{2}म् । म{1}नी{1}षाम् । ऋ{1}तस्य{2} । प{1}दे । क{1}वयः{2} । नि । पा{1}न्ति{1} ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">वाग्देवत्ये पशौ पतङ्गो वाचमिति पुरोडाशस्यानुवाक्या। सुत्रितं च। यद्वग्वदन्त्यविचेतनानि पतङ्गो वाचम् मनसा बिभर्ति। आ. ३-८। इति॥</p><p>पतङ्गः सूर्यो वाचं त्रयीरूपां मनसा प्रज्ञया बिभर्ति। धारयति। श्रूयते हि। ऋग्भिः पूर्वाह्णे दिवि देव ईयते यजुर्वेदे तिष्ठति मध्ये अह्नः सामवेदेनास्तमय महीयते वेदैरशून्यस्त्रिभिरेति सूर्यः। तै. ब्रा. ३-१२-९-१। इति। तामेव वाचं गर्भे शरीरस्य मध्ये वर्तमानो गन्धर्वः। गाः शब्दान्धारयतीति गन्धर्वः प्राणवायुः। अन्तर्मध्येऽवदत्। वदति। प्रेरयति। मारुतस्तूरसि चिरन्मन्द्रं जनयति स्वरम्। पा. शि. ७। इति स्मरनात्। द्योतमानां स्वर्यं स्वर्गमयित्रीं स्वर्गाय हितां वा मनीषां मनस ईशित्रीं तां त्रयीरूपां वाचमृतस्य यज्ञस्य सत्यभुतस्य सूर्यस्य वा पदे स्थाने कवयो मेधाविन ऋषयो नि पान्ति। अध्यापनेन नितरां रक्षन्ति। यद्वा। पतङ्गः सर्वोपाधिशून्यो व्याप्तः परमात्मा। स सृष्ट्यादौ वाचम् मनसा बिभर्ति। कानि कानि स्रष्टव्यानीति पर्यालोचनेन मनसा सकलार्थप्रतिपादकं वेदं परामृष्तवानित्यर्थः। स्मर्यते हि। वेदशब्देभ्य एवादौ निर्ममे स महेश्वर इति। गर्भे हिरण्मये ब्रह्माण्डेऽन्तर्वर्तमानो गन्धर्वो हिरण्यगर्भस्तां वाचमवदत्। प्रथममुच्चारितवान्। द्योतमानत्वादिगुणविशिष्टां तां वाचं कवयः क्रान्तदर्शिनो देवा ऋतस्य सत्यस्य ब्रह्मणः पदे स्थाने नि पान्ति। निभृतं रक्षन्ति॥२॥</p>"
}
