{
	"id" : "2.11.21",
	"classification" : {
		"mandala" : "2",
		"sukta" : "11",
		"ashtaka" : "2",
		"adhyaya" : "6",
		"varga" : "6",
		"anuvaka" : "1",
		"rik" : "21"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "गृत्समद (आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"नू॒नं सा ते॒ प्रति॒ वरं॑ जरि॒त्रे दु॑ही॒यदिं॑द्र॒ दक्षि॑णा म॒घोनी॑",
			"शिक्षा॑ स्तो॒तृभ्यो॒ माति॑ ध॒ग्भगो॑ नो बृ॒हद्व॑देम वि॒दथे॑ सु॒वीराः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"नू॒नं सा ते॒ प्रति॒ वरं॑ जरि॒त्रे दु॑ही॒यदि॑न्द्र॒ दक्षि॑णा म॒घोनी॑ ।",
			"शिक्षा॑ स्तो॒तृभ्यो॒ माति॑ ध॒ग्भगो॑ नो बृ॒हद्व॑देम वि॒दथे॑ सु॒वीराः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"नू॒नम् । सा । ते॒ । प्रति॑ । वर॑म् । ज॒रि॒त्रे । दु॒ही॒यत् । इ॒न्द्र॒ । दक्षि॑णा । म॒घोनी॑ ।",
			"शिक्ष॑ । स्तो॒तृऽभ्यः॑ । मा । अति॑ । ध॒क् । भगः॑ । नः॒ । बृ॒हत् । व॒दे॒म॒ । वि॒दथे॑ । सु॒ऽवीराः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र यादक्षिणादक्षमुत्साहनङ्करोतीतिदक्षिणास्तोतृभ्योदेया सातेत्वत्संबन्धिनीमघोनी धनव- तीजरित्रेस्तोत्रेवरंश्रेष्ठमभिमतमर्थन्नूनंप्रतिदुहीयत् इदानींप्र्तिदोग्धि संपादयतीत्यर्थः तादृशीन्दक्षिणां- स्तोतृभ्योस्मभ्यंशिक्षप्रयच्छ किञ्च भगोभजनीयः त्वमातिधक् दहेर्दानार्थस्यलुङि मन्त्रेघसेत्यादिना- च्लेर्लुक् नोस्मानतिक्रम्यअन्येभ्योदक्षिणंमादाः प्रथममस्मभ्यन्दत्त्वापश्चादन्येभ्योदीयतामित्यर्थः यद्वा नोस्माकङ्कामान् माधक् माधाक्षीः अपेक्षितफलदानेनपूरयेत्यर्थः सुवीराःशोभनपुत्रपौत्राःसन्तोवयं- विदथेस्मिन्यज्ञेबृहत्प्रभूतंस्तोत्रंवदेम त्वामुद्दिश्यब्रवाम अत्रसातेप्रतिदुग्धामितिप्रकृत्यवीरोवीरयत्य- मित्रान् वेतेर्वास्याद्गतिकर्मणोवीरयतेर्वेत्यन्तन्निरुक्तमनुसन्धेयम् ॥ २१ ॥</p><p class=\"end\"> ॥ इतिगार्त्समदेमण्डलेप्रथमोनुवाकः ॥ १ ॥</p><p class=\"end\">द्वितीयेनुवाकेएकादशसूक्तानि तत्रयोजातइतिपञ्चदशर्चंप्रथमंसूक्तम् गार्त्समदन्त्रैष्टुभमैन्द्रं संसवे- निष्केवल्येनिविद्धानीयस्य पुरस्ताद्योजातएवेतिशंस्येत् यदिपर्यायानितिखण्डेसूत्रितम्—योजातए- वेतिनिष्केवल्यइति । आभिप्लविकेतृतीयेहनिनिष्केवल्येयोजातएवेतिनिविद्धानीयं सूत्रितञ्च—तृ- तीयस्यत्र्यर्यमायोजातएवेतिमध्यन्दिनइति । विश्वजितिमाध्यन्दिनसवनेमैत्रावरुणः स्वशस्त्रेप्राकृता- त्सूक्तात् पूर्वंयोजातइतिसामसूक्तंशंसेत् विश्वजितोग्निन्नरइतिखण्डेसूत्रितम् सत्रामदासोयोजातएवा भूरेकइतिसामसूक्तानीति । अग्निष्टुन्निष्केवल्येनिविद्धानमिदं श्येनाजिरानामितिखण्डेसूत्रितम्—ति- ष्ठाहरीयोजातएवेतिमध्यन्दिनइति । महाव्रतेनिष्केवल्येयोजातएवेतिसूक्तं उरूइतिखण्डेसूत्रितम्— वनेनवायोन्यधायिचाकन् योजातएवप्रथमोमनस्वानिति । अत्रेतिहासोबृहद्देवतायामुक्तः—संयुज्य- तपसात्मानमैन्द्रंबिभ्रन्महद्वपुः ।</p><p class=\"end\">अदृश्यतमुहूर्तेनदिविचव्योम्निचेहच ॥ १ ॥</p><p class=\"end\">तमिन्द्रइतिमत्वातुदैत्यौ- भीमपराक्रमौ । धुनिश्चचुमुरिश्चोभौसायुधावभिपेततुः ॥ २ ॥</p><p class=\"end\">विदित्वासतयोर्भावमृषिःपापंचिकीर्ष- तोः । योजातइतिसूक्तेनकर्माण्यैन्द्राण्यकीर्तयत् ॥ ३ ॥</p><p class=\"end\">अन्येत्वन्यथावर्णयन्ति—पुराकिलेन्द्रादयोवैन्य- यज्ञंसमाजग्मुः गृत्समदोपितत्रागत्यसदस्यासीत् दैत्याश्चेन्द्रजिघांसयातत्रसमागमन् तान्दृष्ट्वानिर्ज- गामेन्द्रोयज्ञात् गृत्समदाकृतिः सचगृत्समदोवैन्येनपूजितोयज्ञवाटान्निगच्छत् निर्गच्छन्तन्तमृषिन्दृष्ट्वा- अयमेवेन्द्रइतिमन्यमानास्तमसुराः परिवव्रुः नाहमिन्द्रस्तुच्छः किन्त्वेवङ्गुणोपेतः सइत्यनेनसूक्तेनता- न्प्रत्युवाच । अपरेत्वेवङ्कथयन्ति—गृत्समदस्ययज्ञेप्रविष्टमेकाकिनमिन्द्रंज्ञात्वाअसुरःपरिवव्रुः सइन्द्रो- गृत्समदरूपेणयज्ञवाटान्निर्गत्यस्वर्गंजगाम ततःअसुराः इन्द्रोविलम्बितइत्यन्तःप्रविश्यगृत्समदन्दृष्ट्वा पूर्वमेवगृत्समदोगतः अयन्त्विन्द्रोस्मद्भयात् गृत्समदरूपेणास्तइति तंजगृहुः सतान्नाहमिन्द्रोयमित्यने- नसूक्तेन प्रत्युवाच अयमेवार्थोमहाभारतेप्रपञ्चितः ।</p>"
}
