{
	"id" : "10.129.4",
	"classification" : {
		"mandala" : "10",
		"sukta" : "129",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "17",
		"anuvaka" : "11",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "भाववृत्तं",
		"rishi" : "प्रजापतिः परमेष्ठी",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"काम॒स्तदग्रे॒ सम॑वर्त॒ताधि॒ मन॑सो॒ रेतः॑ प्रथ॒मं यदासी॑त्",
			"स॒तो बन्धु॒मस॑ति॒ निर॑विन्दन्हृ॒दि प्र॒तीष्या॑ क॒वयो॑ मनी॒षा"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"काम॒स्तदग्रे॒ सम॑वर्त॒ताधि॒ मन॑सो॒ रेतः॑ प्रथ॒मं यदासी॑त् ।",
			"स॒तो बन्धु॒मस॑ति॒ निर॑विन्दन्हृ॒दि प्र॒तीष्या॑ क॒वयो॑ मनी॒षा ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"कामः॑ । तत् । अग्रे॑ । सम् । अ॒व॒र्त॒त॒ । अधि॑ । मन॑सः । रेतः॑ । प्र॒थ॒मम् । यत् । आसी॑त् ।",
			"स॒तः । बन्धु॑म् । अस॑ति । निः । अ॒वि॒न्द॒न् । हृ॒दि । प्र॒ति॒ऽइष्य॑ । क॒वयः॑ । म॒नी॒षा ॥"
		]
	},
	"sayanaBhashya" : "<p>ननूक्तरीत्या यदीश्वरस्य पर्यालोचनं जगतः पुनरुत्पत्तौ कारणं तदेव किन्निबन्धनमित्यत आह कामस्तदग्र इति। अग्रेऽस्य विकारजातस्य सृष्टेः प्रागवस्थायां परमेश्वरस्य मनसि कामः समवर्तत। सम्यगजायत। सिसृक्षा जातेत्यर्थः। ईश्वरस्य सिसृक्षा वा किंहेतुकेत्यत आह मनस इति। मनसोऽन्तःकरणस्य सम्बन्धि वासनाशेषेण मायायां विलीनेऽन्तःकरने समवेतम्। सामान्यापेक्षमेकवचनम्। सर्वप्राण्यन्तःकरनेषु समवेतमित्यर्थः। एतेनात्मनो गुणाधारत्वं प्रत्याख्यातम्। तादृशं रेतो भाविनः प्रपञ्चस्य बीजभुतं प्रथममतीते कल्पे प्राणिभिः कृतं पुण्यात्मकं कर्म यद्यतः कारणात्सृष्तिसमय आसीत् अभवत्। भूष्णु वर्धिष्ण्वजायत परिपक्वं सत्फलोन्मुखमासीदित्यर्थः। तत्ततो हेतोः फलप्रदस्य सर्वसाक्शिणःकर्माध्यक्षस्य परमेश्वरस्य मनसि सिसृक्षाजायतेत्यर्थः। तस्यां च जातायां स्रष्टव्यं पर्यालोच्य ततः सर्वं जगत्सृजति। तथा चाम्नायते। सोऽकामयत बहुः स्यां प्रजायेउयेति स तपोऽतप्यत स तपस्तप्त्वेदं सर्वमसृजत यदिदं किं च। तै. आ. ८-६। इति श्रुत्यात्मनेत्थमवगमितेऽर्थे विद्वदनुभवमुप्यनुग्राहकत्वेन प्रमाणयति सत इति। सतः सत्त्वेनेदानीमनुभूयमानस्य सर्वस्य जगतो बन्धुं बन्धकं हेतुभूतं कल्पान्तरे प्राण्यनुष्ठितं कर्मसमूहं कवयः क्रान्तदर्शना अतीतानागतवर्तमानाभिज्ञा योगिनो हृदि हृदये निरुद्धया मनीषा मनीषया बुद्ध्या॥ सुपां सुलुगिति तृतीयाया लुक्। प्रतीष्य विचार्य। अन्येशामपीति सांहितिको दीर्घः। असति सद्विलक्षनेऽव्याकृते कारने निरविन्दन्। निष्कृष्यालभन्त। विविच्याजानन्नित्यर्थः॥४॥</p>"
}
