{
	"id" : "10.71.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "71",
		"ashtaka" : "8",
		"adhyaya" : "2",
		"varga" : "23",
		"anuvaka" : "6",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "ज्ञानं",
		"rishi" : "बृहस्पतिः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"बृह॑स्पते प्रथ॒मं वा॒चो अग्रं॒ यत्प्रैर॑त नाम॒धेयं॒ दधा॑नाः",
			"यदे॑षां॒ श्रेष्टं॒ यद॑रि॒प्रमासी॑त्प्रे॒णा तदे॑षां॒ निहि॑तं॒ गुहा॒विः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"बृह॑स्पते प्रथ॒मं वा॒चो अग्रं॒ यत्प्रैर॑त नाम॒धेयं॒ दधा॑नाः ।",
			"यदे॑षां॒ श्रेष्ठं॒ यद॑रि॒प्रमासी॑त्प्रे॒णा तदे॑षां॒ निहि॑तं॒ गुहा॒विः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"बृह॑स्पते । प्र॒थ॒मम् । वा॒चः । अग्र॑म् । यत् । प्र । ऐर॑त । ना॒म॒ऽधेय॑म् । दधा॑नाः ।",
			"यत् । ए॒षा॒म् । श्रेष्ठ॑म् । यत् । अ॒रि॒प्रम् । आसी॑त् । प्रे॒णा । तत् । ए॒षा॒म् । निऽहि॑तम् । गुहा॑ । आ॒विः ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">बृहस्पत इत्येकादशर्चं तृतीयं सूक्तम् । आङ्गिरसस्य बृहस्पतेरार्षं नवमी जगती शिष्टा दश त्रिष्टुभः। अनेन सूक्तेनर्षिः परमपुरुषार्थसाधनं परब्रह्मज्ञानं स्तुतवान्। अतस्तद्देवत्यमिदम् । उक्तं हि बृहद्देवतायाम् । सुज्ज्योतिः परमं ब्रह्म यद्योगात् समुपाश्नुते। तज्ज्ञानमभितुष्टाव सूक्तेनाथ बृहस्पतिः। बृ. ७-१०४४। इति। अनुक्रान्तं च। ब्रुहस्पते बृहस्पतिर्ज्ञानं तुष्टाव नवमी जगती। सूक्तविनियोगो गतः। देवासुवां हविःषु बृहस्पतिर्वाचस्पतिरित्यस्य प्रथमानुवाक्या। सूत्रितं च। बृहस्पते प्रथमं वाचो अग्रं हंसैरिव सखिभिर्वावद्भिः। आ. ४-११। इति॥</p><p>बृहस्पतिरनेन सूक्तेन विदितवेदार्थन्बालान्दृष्ट्वा स्मयमानः स्मात्मानं सम्बोध्याह। हे ब्रुहस्पतेऽन्तरात्मन् प्रथममुत्पत्त्यनन्तरमितरवागुच्चारणात्प्रागेव नामधेयं नाम दधानाः पदार्थेषु निदधाना बाला यत्रैरत प्रेरितवन्तः तद्वाचोऽग्रं भवति। यत्तत तातेत्यादिकं वाक्यं पूर्वमभिधाय पश्चादन्या वाचो वदिष्यन्ति खलु तस्माद्वाचोऽग्रम् । अस्यां दतायामवस्थितान्बालान्पश्य। तथेदानीमेषां श्रेष्ठं प्रशस्यतमं यद्यच्चारिप्रं पापरहितं वेदार्थज्ञानमासित् एषां तज्ज्ञानं गुहा गुहायां निहितं गोप्यं तत्प्रेणा। मकारलोपश्चान्दसः। प्रेम्णाविर्घवति। वेदाभ्यासकाले सरस्वती स्वार्थेमेभ्यः प्रकाशयतीत्यर्थः। एवं विस्मये ब्रुहस्पते प्रथमं वाचो अग्रमित्यादिकमारण्यकमनुसन्धेयम्। ऐ. आ. १-३-६॥१॥</p>"
}
