{
	"id" : "1.155.6",
	"classification" : {
		"mandala" : "1",
		"sukta" : "155",
		"ashtaka" : "2",
		"adhyaya" : "2",
		"varga" : "25",
		"anuvaka" : "21",
		"rik" : "6"
	},
	"attribute" : {
		"devata" : "विष्णुः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"च॒तुर्भिः॑ सा॒कं न॑व॒तिं च॒ नाम॑भिश्च॒क्रं न वृ॒त्तं व्यती॑ँरवीविपत्",
			"बृ॒हच्छ॑रीरो वि॒मिमा॑न॒ ऋक्व॑भि॒र्युवाकु॑मारः॒ प्रत्ये॑त्याह॒वम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"च॒तुर्भिः॑ सा॒कं न॑व॒तिं च॒ नाम॑भिश्च॒क्रं न वृ॒त्तं व्यतीँ॑रवीविपत् ।",
			"बृ॒हच्छ॑रीरो वि॒मिमा॑न॒ ऋक्व॑भि॒र्युवाकु॑मारः॒ प्रत्ये॑त्याह॒वम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"च॒तुःऽभिः॑ । सा॒कम् । न॒व॒तिम् । च॒ । नाम॑ऽभिः । च॒क्रम् । न । वृ॒त्तम् । व्यती॑न् । अ॒वी॒वि॒प॒त् ।",
			"बृ॒हत्ऽश॑रीरः । वि॒ऽमिमा॑नः । ऋक्व॑ऽभिः । युवा॑ । अकु॑मारः । प्रति॑ । ए॒ति॒ । आ॒ऽह॒वम् ॥"
		]
	},
	"sayanaBhashya" : "<p>अयमादित्यात्माविष्णुः चतुर्भिःसाकंसहितां नवतिं सचतुर्नवतिमित्यर्थः एतत्सङ्ख्याकान्कालाव- यवान् नामभिः स्वकीयनमनप्रकारैः प्रेरणविशेषैः वृत्तंयथाभवतितथव्यतीन् विविधानेव स्वभावान् वृत्तंचक्रन्न बह्वरोपेतंचक्रमिव तद्यथा शत्रोरुपरिप्रक्षेपेणभ्रमयति तद्वदुक्तसङ्ख्याकान् कालावयवान् अवीविपत् कंपयति भ्रमयति टुवेपृकंपने ण्यन्ताल्लुङिचङिरूपं केपुनस्तउच्यन्ते—संवत्सरएकः अय- नेद्वे पंचर्तवः द्वादशमासाः चतुर्विंशत्यर्धमासाः त्रिंशदहोरात्राः अष्टौयामाः एकस्मिन्दिने पर्यावर्त- मानानि मेषादीनिद्वादशलग्नानीति मिलित्वाचतुरधिकनवतिसङ्ख्याकान् अवीविपत् ननु आदित्यः स्वयमपि इतरवत्परिभ्रमतिकथंभ्रमयतीत्युच्यते निषदोषः एतेषांभ्रमयतीत्युच्यते एवङ्कालात्मको- विष्णुः बृहच्छरीरः विराडात्मनासर्वदेवमनुष्यादिशरीराणांस्वशरीरत्वात् बृहच्छरीरत्वमेवोपपाद- यति विमिमानः विविधमात्मानं मिमानः देवतिर्यगात्मनाविभज्यस्थापयन् यद्वा ऋक्वभिः स्तुति- म्द्भिर्मन्रवद्भिर्वाविमिमानः यद्यपिविभुः तथापि भक्त्यधीनत्वात्स्तुत्यामीयते युवा सर्वत्रमिश्रण- शीलः नित्यतरुणोवा अतएवाकुमारः अनल्पः एवंभूतोमहाविष्णुराहवमाह्वानंप्रतिएतिगच्छति यज्ञदेशम् ॥ ६ ॥</p><p class=\"end\">भवामित्रइतिपंचर्चंसप्तदशंसूक्तं दैर्घतमसंजागतन्त्वित्युक्तत्वादिदमपिजागतं वैष्णवंहीत्युक्तत्वा- द्वैष्णवं भवपंचेत्यनुक्रान्तं उक्थ्येतृतीयसवने अच्छावाकशस्त्रे एतत्सूक्तम् उक्थ्येतुहोत्रकाणामितिख- ण्डेसूत्रितम्—भवामित्रः संवाङ्कर्मणेति सौम्यचरोरुभयत्वोघृतेनयष्टव्यं तत्रोपरितने घृतयागे उरुवि- ष्णोविक्रमस्वेति प्राकृतायाज्या दशमेहनितुतस्याः स्थानेभवामित्रइत्येषाप्रयोक्तव्या दशमेहनीतिख- ण्डेसूत्रितम्—उरुविष्णोविक्रमस्वेतिघृतयाज्यास्थानेभवामित्रइति ।</p>"
}
