{
	"id" : "6.75.19",
	"classification" : {
		"mandala" : "6",
		"sukta" : "75",
		"ashtaka" : "5",
		"adhyaya" : "1",
		"varga" : "22",
		"anuvaka" : "6",
		"rik" : "19"
	},
	"attribute" : {
		"devata" : "देवब्रह्माणि",
		"rishi" : "पायुर्भारद्वाजः",
		"chandas" : "अनुष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"यो नः॒ स्वो अर॑णो॒ यश्च॒ निष्थ्यो॒ जिघां॑सति",
			"दे॒वास्तं सर्वे॑ धूर्वन्तु॒ ब्रह्म॒ वर्म॒ ममान्त॑रम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"यो नः॒ स्वो अर॑णो॒ यश्च॒ निष्ट्यो॒ जिघां॑सति ।",
			"दे॒वास्तं सर्वे॑ धूर्वन्तु॒ ब्रह्म॒ वर्म॒ ममान्त॑रम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"यः । नः॒ । स्वः । अर॑णः । यः । च॒ । निष्ट्यः॑ । जिघां॑सति ।",
			"दे॒वाः । तम् । सर्वे॑ । धू॒र्व॒न्तु॒ । ब्रह्म॑ । वर्म॑ । मम॑ । अन्त॑रम् ॥"
		]
	},
	"sayanaBhashya" : "<p>यः स्वोज्ञातिः अरणः अरममाणः यश्च निष्ट्यः तिरोभूतः दूरेस्थितः नोस्मान् जिघांसति हन्तुमिच्छति तं देवाः सर्वे देवाः धूर्वन्तु हिंसन्तु ब्रह्म मन्त्रोमम अन्तरं शराणां निवारकं वर्म विद्यते ॥ १९ ॥</p><p class=\"end\">वासिष्ठे सप्तमे मंडले षडनुवाकाः तत्र प्रथमेनुवाके सप्तदश सूक्तानि तत्राग्निन्नरइति पंचविं शत्यृचं प्रथमं शूक्तं अत्रेयमनुक्रमणिका- अग्निंपंचाधिका विराजोष्टादशाद्याइति सप्तमं मंडलं वसिष्ठो पश्यदित्युक्तत्वान्मंडलद्रष्टा वसिष्ठऋषिः आदितोष्टादश विराजरुयेका- दशकाः शिष्टा अनादेशपरिभाषया त्रिष्टुभः मंडलादिपरिभाषया अग्निर्देवता विश्वजितीदं सूक्तं आज्यशस्त्रं सूत्रितं च-विश्वजितोग्निं- नरइत्याज्यमिति । अत्रेश्चतुर्वीराख्ये चतूरात्रे चतुर्थेहनि इदमेवसूक्तमाज्यशस्त्रं सूत्र्यते हि-अग्निन्नरइतिचतुर्थइति व्यूह्ळे दशरात्रे चतुर्थेहनि इदं सूक्तं जातवेदस्य निविद्धानं सूत्रितं च-अग्निन्नरैत्याग्निमारुतमिति । महाव्रतेपीदमाज्यशस्त्रं तथैव पंचमारण्यके सूत्र्यते- आज्यप्रउगेविश्वजितइति । प्रातरनुवाके त्वमग्नेवसूनित्यादीनामनुष्टुभां स्थाने आद्यस्तृचः प्रक्षेपणीयः सूत्र्यते हि-दशमेहन्यनुष्टुभां- स्थानेग्निन्नरोदीधितिभिररण्योरिति तृचमाग्नेये क्रताविति । आद्याः षळृचः तस्मिन्नेवाहनि आग्निमारुते शस्त्रे स्तोत्रियानुरूपार्थाः सूत्रितं चअग्निन्नरोदीधितिभिररण्योरिति स्तोत्रियानुरूपाविति । मंडलादिहोमेप्येषा । आधाने तृतीयायामिष्टौ प्रेद्धइति स्विष्टकृतोनुवाक्या सूत्रितं च-प्रेद्धोअग्नइमोअग्नइति संयाज्ये इति । एवमन्यत्रापि दीक्षणीयादिषु स्विष्टकृतोनुवाक्या । प्रायणीयेष्टौ सेदग्निरग्नीनित्यादिके द्वे स्विष्टकृतो याज्यानुवाक्ये सूत्रितंच-सेदग्निरग्नीरत्यस्त्वन्यानिति द्वे संयाज्ये इति । आधाने तृतीयायामिष्टौ । इमोअग्नइति स्विष्टकृतो याज्या सूत्रितं च-इमोअग्नइति संयाज्ये इति । एवमन्यत्रापि दीक्षणीयादिषु एषा सौविष्टकृतीयाज्या प्रातरनुवाकाग्नेये क्रतौ त्रैष्टुभे छन्दसि आश्विनशस्त्रे च त्वमग्नेसुहवइत्याद्याः पंचर्चः सूत्रितं च –त्वमग्नेसुहवोरण्वसन्दृगिति ।</p>"
}
