{
	"id" : "10.114.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "114",
		"ashtaka" : "8",
		"adhyaya" : "6",
		"varga" : "16",
		"anuvaka" : "10",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "सध्रिर्वैरूपो घर्मो वा तापसः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"घ॒र्मा समं॑ता त्रि॒वृतं॒ व्या॑पतु॒स्तयो॒र्जुष्थिं॑ मात॒रिश्वा॑ जगाम",
			"दि॒वस्पयो॒ दिधि॑षाणा अवेषन्वि॒दुर्दे॒वाः स॒हसा॑मानम॒र्कम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"घ॒र्मा सम॑न्ता त्रि॒वृतं॒ व्या॑पतु॒स्तयो॒र्जुष्टिं॑ मात॒रिश्वा॑ जगाम ।",
			"दि॒वस्पयो॒ दिधि॑षाणा अवेषन्वि॒दुर्दे॒वाः स॒हसा॑मानम॒र्कम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"घ॒र्मा । सम्ऽअ॑न्ता । त्रि॒ऽवृत॑म् । वि । आ॒प॒तुः॒ । तयोः॑ । जुष्टि॑म् । मा॒त॒रिश्वा॑ । ज॒गा॒म॒ ।",
			"दि॒वः । पयः॑ । दिधि॑षाणाः । अ॒वे॒ष॒न् । वि॒दुः । दे॒वाः । स॒हऽसा॑मानम् । अ॒र्कम् ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">घर्मेति दशर्चम् द्वितीयं सूक्तं सध्रिर्नाम वैरूप ऋषिः। तपस पुत्रो घर्मो वा। चतुर्थी जगती। शिष्तास्त्रिष्टुभः। तथा चानुक्रान्तम्। घर्मा सध्रिस्तापसो वा घर्मो वैश्वदेवं चतुर्थी जगतिति। गतो विनियोगः।</p><p>समन्ता समन्तौ संव्याप्तदिगन्तौ घर्मा। घृ क्षरनदीप्त्योः। घर्मौ दीप्यमानावग्न्यादित्यौ त्रिवृतम्। त्रयो वा इमे त्रिवृतो नोकाः। ऐ. आ. १-१-२। इत्याम्नानात्। त्रैलोक्यं व्यापतुः। स्वतेजोभिर्व्याप्तवन्तौ। मातरिश्वान्तरिक्षे वर्तमानो वायुस्तयोरग्न्यादित्य योर्जुश्टिं प्रितिं जगाम। गतवान्। यदा सहसामानम्। सामशब्द उपलक्शकः। वेदत्रतेजः सहितम्। सर्वं तेजः सामरूपं ह शश्वदित्याम्नानात्। ईदृशमर्कमर्चनीयं सुर्यं देवा दीप्यमानाः स्वरश्मयो विदुः विविदुः लेभिरे प्रापुः तदा दिधिषाणा लोकधारणशीलास्ते दिवो द्युलोकस्य सम्बन्धि पय उदकमवेषन्। व्याप्तवन्तः। ववर्षुरित्यर्थः। दिवस्पय इत्यत्र षष्ठ्याः पतिपुत्रेति सत्वम्। दिधिषानाः। धिश धारने। चानश्। शपः श्लुः। यद्वा। धिधारने। सनन्तस्य चानश्। अज्झनगमां सनीति दीर्घाभावश्छान्दसः। यद्वा। समन्तौ सङ्गतौ घर्मौ स्वयं दीप्यमानौ जीवेश्वरौ त्रिवृतं सत्त्वरजस्तमोगुणात्मिकां मायां व्यापतुः। नियन्तृनियन्तव्यभावेन मातरिश्वा परमात्मा तयोर्जुष्टिं सम्भोक्तव्यपदार्थैः सञ्जातां प्रीतिं जगाम। गतवान्। तं परमात्मानं वेद मयमिमं सूर्यमिति देवा जानन्ति॥१॥</p>"
}
