{
	"id" : "10.82.2",
	"classification" : {
		"mandala" : "10",
		"sukta" : "82",
		"ashtaka" : "8",
		"adhyaya" : "3",
		"varga" : "17",
		"anuvaka" : "6",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "विश्वकर्मा",
		"rishi" : "विश्वकर्मा भौवनः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"वि॒श्वक॑र्मा॒ विम॑ना॒ आद्विहा॑या धा॒ता वि॑धा॒ता प॑र॒मोत सं॒दृक्",
			"तेषा॑मि॒ष्थानि॒ समि॒षा म॑दन्ति॒ यत्रा॑ सप्तऋ॒षीन्प॒र एक॑मा॒हुः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"वि॒श्वक॑र्मा॒ विम॑ना॒ आद्विहा॑या धा॒ता वि॑धा॒ता प॑र॒मोत सं॒दृक् ।",
			"तेषा॑मि॒ष्टानि॒ समि॒षा म॑दन्ति॒ यत्रा॑ सप्तऋ॒षीन्प॒र एक॑मा॒हुः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"वि॒श्वऽक॑र्मा । विऽम॑नाः । आत् । विऽहा॑याः । धा॒ता । वि॒ऽधा॒ता । प॒र॒मा । उ॒त । स॒म्ऽदृक् ।",
			"तेषा॑म् । इ॒ष्टानि॑ । सम् । इ॒षा । म॒द॒न्ति॒ । यत्र॑ । स॒प्त॒ऽऋ॒षीन् । प॒रः । एक॑म् । आ॒हुः ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">विश्वकर्मणस्य पशोर्हविष एषानुवाक्या। विश्वकर्मा विमना आद्विहायाः किं स्विदासीदधिष्थानम्। आ. ३-८ इति सूत्रितम्॥</p><p>अयं मन्त्रोऽधियज्ञाध्यात्मयोर्भेदेन द्विधा व्याख्येयः। तत्र प्रथमं दैवतमधिकृत्योच्यते। विश्वकर्मा बहुविधप्रकारवृष्टिप्रदानादिकर्मणां कर्तादित्यः स च विमना विभूतमनाः। आदित्यनर्थकः सर्वत इत्यर्थे वा। विहाया विविधमात्पा। महानित्यर्थः। धाता वृष्ट्यादिकर्ता च विधाता जगतः कर्ता च परमा परमः सन्दृक् सन्द्रष्टा च भूतानाम् । तेषां सप्तर्षीणाम् । ज्योतिषां रश्मीनामित्यर्थः। चरमपादे वक्ष्यमाणत्वात्। इष्टानि स्थानानि शरीराणि वेषोदकेन सं मदन्ति संमोदन्ते यत्रयस्मिन्नादित्ये तं देवं सप्तर्षीन्। सप्तर्षिभ्य इत्यर्थः। तेभ्यः परः परस्तादेकमेवादित्यमाहुर्मन्त्रविदः। आध्यात्मपक्ष उच्यते। विश्वकर्मायः परमात्मा प्राणप्रकाशाभ्यामुपेतः सन् बहुकर्मा भवति स च विमना विभूतमना विहाया वस्तुतो महान् विशेषेण सुकृतदुष्कृतफलस्याप्ता धाता विधाता च परमोत सन्दृक् परमश्च सन्द्रष्टेन्द्रियाणाम् । तेषां सप्तर्षीणां द्रष्टॄणामिन्द्रियाणामिष्टानि स्वरूपाणीषान्नेन सह सं मदन्ति संमोदन्ते यत्र यस्मिन्नात्मनि तमात्मानं सप्तर्षीन्सप्तसङ्ख्याकेभ्यः सर्पणस्वभावेभ्यो वा परः परस्ताद्वर्तमानमिन्द्रियाद्यतितमेकं परमात्मनमाहुस्तत्त्वविदः। अत्र विश्वकर्मा विभूतमना व्याप्तेत्यादि निरुक्तमनुसन्धेयम्। १०-२६॥२॥</p>"
}
