{
	"id" : "10.82.7",
	"classification" : {
		"mandala" : "10",
		"sukta" : "82",
		"ashtaka" : "8",
		"adhyaya" : "3",
		"varga" : "17",
		"anuvaka" : "6",
		"rik" : "7"
	},
	"attribute" : {
		"devata" : "विश्वकर्मा",
		"rishi" : "विश्वकर्मा भौवनः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"न{0} तं{0} वि{2}दा{0}थ{1} य{0} इ{1}मा{0} ज{1}जा{0}ना{1}न्य{0}द्यु{1}ष्मा{0}क{1}मं{0}त{2}रं{0} ब{0}भू{0}व{0}",
			"नी{1}हा{1}रे{0}ण{1} प्रा{0}वृ{2}ता{1} ज{0}ल्प्या{2} चा{0}सु{1}तृ{0}प{2} उ{0}क्थ{1}शा{0}स{2}श्च{0}रं{0}ति{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"न तं वि{2}दाथ{1} य इ{1}मा ज{1}जाना{1}न्यद्यु{1}ष्माक{1}मन्त{2}रं बभूव ।",
			"नी{1}हा{1}रेण{1} प्रावृ{2}ता{1} जल्प्या{2} चासु{1}तृप{2} उक्थ{1}शास{2}श्चरन्ति ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"न । तम् । वि{1}दा{1}थ{1} । यः । इ{1}मा । ज{1}जान{2} । अ{1}न्यत् । यु{1}ष्माक{2}म् । अन्त{2}रम् । ब{1}भू{1}व{1} ।",
			"नी{1}हा{1}रेण{2} । प्रावृ{2}ताः । जल्प्या{2} । च{1} । अ{1}सु{1}{5}तृपः{2} । उ{1}क्थ{1}{5}शसः{2}{2} । च{1}र{1}न्ति{1} ॥"
		]
	},
	"sayanaBhashya" : "<p>हे नराः तं विश्वकर्माणं न विदाथ न जानीथ य इमेमानि भुतानि जजान उत्पादितवान्। देवदत्तोऽहं यज्ञदत्तोऽमिति वयमात्मानं विश्वकर्माणं जानीम इति यदुच्येत तदसत् न ह्यहंप्रत्ययगम्यं जीवरूपं विश्वकर्मणः परमेश्वरस्य तत्त्वं किन्तु युश्माकमहंप्रत्ययगम्यानां जीवानामन्तरमन्यदहं प्रत्ययगम्यादतिरिक्तं सर्ववेदान्तवेद्यमीश्वरतत्त्वं बभूव। भवति। विद्यते। जीवरूपवत्तदपि कुतो न विद्म इति चेत् श्रूयताम् । नीहारेण प्रावृता यूयम् नीहारसदृशेनाज्ञानेनाच्छन्नाः। अतो न जानीथ। यथा नीहारो नात्यन्तमसद्दृष्टेरावरकत्वात् नात्यन्तं सत्काष्ठपाषानादिवत्सम्बोद्धुमयोग्यत्वात् एवमज्ञानमपि नात्यन्तमसदीश्वततत्त्वावरकत्वात् नापि सद्बोधमात्रनिवर्त्यत्वात्। ईदृशेनाज्ञानेन सर्वे जीवाः प्रावृताः। न केवलं प्रावृतत्वं किन्तु जल्प्या च देवोऽहं मनुष्योऽहमित्याद्यनृतजल्पनेन प्रावृताः। किञ्चासुतृपः केनाप्युपायेनासून्प्राणांस्तृप्यन्तः। उदरम्भरा इत्यर्थः। न तु पारमेश्वरं तत्त्वं विचारितवन्तः। न केवलमिहलोकेभोगमात्रतृप्ता उक्थतासो नानाविधेषु यज्ञेषूक्थ्यं प्रौगनिष्केवल्यादिकं शंसं तश्चरन्ति। पृथिव्यां वर्तन्ते। केवल मैहिकामुष्मिकभोगपरा वर्तध्वेऽतो विश्वकर्माणं देवं न जानीथेत्यर्थः॥७॥</p>"
}
