{
	"id" : "1.135.1",
	"classification" : {
		"mandala" : "1",
		"sukta" : "135",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "24",
		"anuvaka" : "20",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "वायुः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"स्ती॒र्णं ब॒र्हिरुप॑ नो याहि वी॒तये॑ स॒हस्रे॑ण नि॒युता॑ नियुत्वते श॒तिनी॑भिर्नियुत्वते",
			"तुभ्यं॒ हि पू॒र्वपी॑तये दे॒वा दे॒वाय॑ येमि॒रे",
			"प्र ते॑ सु॒तासो॒ मधु॑मन्तो अस्थिर॒न्मदा॑य॒ क्रत्वे॑ अस्थिरन्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स्ती॒र्णं ब॒र्हिरुप॑ नो याहि वी॒तये॑ स॒हस्रे॑ण नि॒युता॑ नियुत्वते श॒तिनी॑भिर्नियुत्वते ।",
			"तुभ्यं॒ हि पू॒र्वपी॑तये दे॒वा दे॒वाय॑ येमि॒रे ।",
			"प्र ते॑ सु॒तासो॒ मधु॑मन्तो अस्थिर॒न्मदा॑य॒ क्रत्वे॑ अस्थिरन् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"स्ती॒र्णम् । ब॒र्हिः । उप॑ । नः॒ । या॒हि॒ । वी॒तये॑ । स॒हस्रे॑ण । नि॒ऽयुता॑ । नि॒यु॒त्व॒ते॒ । श॒तिनी॑भिः । नि॒यु॒त्व॒ते॒ ।",
			"तुभ्य॑म् । हि । पू॒र्वऽपी॑तये । दे॒वाः । दे॒वाय॑ । ये॒मि॒रे ।",
			"प्र । ते॒ । सु॒तासः॑ । मधु॑ऽमन्तः । अ॒स्थि॒र॒न् । मदा॑य । क्रत्वे॑ । अ॒स्थि॒र॒न् ॥"
		]
	},
	"sayanaBhashya" : "<p>हेवायो नोऽस्मद्यज्ञार्थं स्तीर्णंआस्तृतंबर्हिरभिलक्ष्यउपयाहि आगच्छ किमर्थं वीतयेहविषांभ- क्षणाय केनसाधनेनेतितदुच्यते—सहस्रेणसहस्रसङ्ख्याकेननियुता जातावेकवचनम् नियुतइतिवायो- रश्वानान्नामधेयं नियुतोवायोरितिनिरुक्तत्वात् तथाशतिनिभिः शतसङ्ख्योपेताभिर्नियुद्भिः आगच्छे- तिशेषः यद्वा सहस्रेणनियुताशतिनीभिश्च नियुद्भिर्नियुत्वते तद्वतेदेवायहविर्दीयतेइतिशॆषः यद्वा तुभ्यमित्यनेनसंबन्धः उक्तसङ्ख्याकाभिर्नियुद्भिस्तद्वतेदेवायद्योतमानाय तुभ्यं ङयिचेत्याद्युदात्तत्वम् पूर्वपीतये इतरदेवेभ्यःपूर्वपानाय देवाःयेमिरेयमितवन्तः यद्वा देवाः स्तोतारऋत्विजःदेवायतुभ्यं- येमिरे आहवनीयंप्रतिसोमन्नियमितवन्तः अग्रंपिबामधूनांसुतंवायोइत्यादिमन्त्रान्तरप्रसिद्धिद्योतना- र्थोहिशब्दः किंच एतेत्व्दर्थंसुताः अभिषुताःमधुमन्तोमाधुर्योपेताः सोमाः मदायतवमोदाय प्र प्रकर्षे- णास्थिरन् तिष्ठन्ति किंच क्रत्वेकर्मणेतत्सिद्भ्यर्थं अस्थिरन् ऋत्विग्भिर्धृतास्तिष्ठन्ति अतस्त्वंपिबेति- शेषः तिष्ठतेश्छान्द्सेलुङिव्यत्ययेनझस्यरन् स्थाध्वोरिच्चेतिसिचः कित्त्वं धातोरित्वंच ह्रस्वादङ्गा- दितिसिलोपः ॥ १ ॥</p>"
}
