{
	"id" : "1.135.4",
	"classification" : {
		"mandala" : "1",
		"sukta" : "135",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "24",
		"anuvaka" : "20",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "इन्द्रवायू",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"आ वां॒ रथो॑ नि॒युत्वा॑न्वक्ष॒दव॑से॒ऽभि प्रयां॑सि॒ सुधि॑तानि वी॒तये॒ वायो॑ ह॒व्यानि॑ वी॒तये॑",
			"पिब॑तं॒ मध्वो॒ अन्ध॑सः पूर्व॒पेयं॒ हि वां॑ हि॒तम्",
			"वाय॒वा चं॒द्रेण॒ राध॒सा ग॑त॒मिन्द्र॑श्च॒ राध॒सा ग॑तम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"आ वां॒ रथो॑ नि॒युत्वा॑न्वक्ष॒दव॑से॒ऽभि प्रयां॑सि॒ सुधि॑तानि वी॒तये॒ वायो॑ ह॒व्यानि॑ वी॒तये॑ ।",
			"पिब॑तं॒ मध्वो॒ अन्ध॑सः पूर्व॒पेयं॒ हि वां॑ हि॒तम् ।",
			"वाय॒वा च॒न्द्रेण॒ राध॒सा ग॑त॒मिन्द्र॑श्च॒ राध॒सा ग॑तम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"आ । वा॒म् । रथः॑ । नि॒युत्वा॑न् । व॒क्ष॒त् । अव॑से । अ॒भि । प्रयां॑सि । सुऽधि॑तानि । वी॒तये॑ । वायो॒ इति॑ । ह॒व्यानि॑ । वी॒तये॑ ।",
			"पिब॑तम् । मध्वः॑ । अन्ध॑सः । पू॒र्व॒ऽपेय॑म् । हि । वा॒म् । हि॒तम् ।",
			"वायो॒ इति॑ । आ । च॒न्द्रेण॑ । राध॑सा । आ । ग॒त॒म् । इन्द्रः॑ । च॒ । राध॑सा । आ । ग॒त॒म् ॥"
		]
	},
	"sayanaBhashya" : "<p>केवलंवायुंस्तुत्वा व्यासक्ततयेन्द्रवायूस्तौति हेवायोत्वांइन्द्रंच वांयुवांअभि अभिलक्ष्य रथः युव- योःसंबन्धीरथः नियुत्वान् नियुद्भिरश्वैस्तद्वान्सन् आवक्षत् देवयजनं प्रतियुष्मानावहतु वहेर्लेट्यडा- गमः सिब्बहुलमितिसिप् यद्यपिनियुतोवायोरेवरथस्योचिताः तथापि व्यासक्तदेवतात्वात् सहैवाग- मनादिन्द्रार्थमपिवहन्ति किमर्थं अवसे गमनाय रक्षणायवा पुनश्च किमर्थं अवसे गमनाय रक्षणायवा पुनश्च किमर्थं प्रयांसि अन्नानि सोमलक्षणानि सुधितानिसुष्ठुगृहीतानि वीतये तेषांभक्षणाय तथाह- व्यानिवीतये इतरेषांसवनीयपुरोडाशादीनां खादनाय वेतेःक्तिन् मन्त्रेवृषेत्यादिनातस्योदात्तत्वं किंच मध्वःमधुरर्सस्यअन्धसः अन्नस्यसोमरूपस्य कर्मणिषष्ठी मधुरंसोमंपिबतं हि यतः पूर्वपेयं इत- रदेवेभ्य्ःपूर्वपानं वांयुवयोर्हितं पातेरचोयत् इतिय्त् ईद्यतीतीकारः अभिमतं अतःप्रथमंपिबतमित्य- र्थः यद्यपीन्द्रादपिवायोःपूर्वपानं त्वंहिपूर्वपाअसि देवदधिषेपूर्वपेयमित्यादिषुसर्वत्रप्रसिद्धं तथा- पीन्द्रस्येतरदेवेभ्यः पूर्वंवायुनासहपाणंचइन्द्रतुरीयार्थवादनब्राह्मणे—देवावैसोमस्यराज्ञोग्रपेयेनस- मपादयन्नित्यत्रप्रतिपादितम् । किंचागमनसमये हेवायो त्वमिन्द्रश्च चन्द्रेणअस्मदाह्लादकेन हि- रण्येनराधसागवादिरूपेणधनेनच सहागतमागच्छतं राधसा रत्नेनधनेनसहागतम् गमेर्लोटि छान्दसः शपोलुक् अनुदात्तोपदेशेत्यनुनासिकलोपः लुङिच मन्त्रेघसेतिच्लेर्लुक् ॥ ४ ॥</p>"
}
