{
	"id" : "8.1.34",
	"classification" : {
		"mandala" : "8",
		"sukta" : "1",
		"ashtaka" : "5",
		"adhyaya" : "7",
		"varga" : "16",
		"anuvaka" : "1",
		"rik" : "34"
	},
	"attribute" : {
		"devata" : "आसङ्गः",
		"rishi" : "शश्वत्याङ्गिरस्यासङ्गस्य पत्नी",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"अन्व॑स्य स्थू॒रं द॑दृशे पु॒रस्ता॑दन॒स्थ ऊ॒रुर॑व॒रंब॑माणः",
			"शश्व॑ती॒ नार्य॑भि॒चक्ष्या॑ह॒ सुभ॑द्रमर्य॒ भोज॑नं बिभर्षि"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अन्व॑स्य स्थू॒रं द॑दृशे पु॒रस्ता॑दन॒स्थ ऊ॒रुर॑व॒रम्ब॑माणः ।",
			"शश्व॑ती॒ नार्य॑भि॒चक्ष्या॑ह॒ सुभ॑द्रमर्य॒ भोज॑नं बिभर्षि ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अनु॑ । अ॒स्य॒ । स्थू॒रम् । द॒दृ॒शे॒ । पु॒रस्ता॑त् । अ॒न॒स्थः । ऊ॒रुः । अ॒व॒ऽरम्ब॑माणः ।",
			"शश्व॑ती । नारी॑ । अ॒भि॒ऽचक्ष्य॑ । आ॒ह॒ । सुऽभ॑द्रम् । अ॒र्य॒ । भोज॑नम् । बि॒भ॒र्षि॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>अयमासङ्गोराजा कदाचिद्देवशापेन नपुंसकोबभूव तस्यपत्नी शश्वती भर्तुर्नपुंस्कत्वेन खिन्नासती महत्तपस्तेपे तेन च तपसा सच पुंस्त्वं प्राप प्राप्तपुंव्यंजनन्तं रात्रावुपलभ्य प्रीता शश्वती अनया तं अस्तौत् अस्यासङ्गस्य पुरस्तात्पुरोभागे गुह्यदेशे स्थूरं स्थूलं वृद्धं सत् पुंव्यंजनं अनु ददृशे अनुदृश्यते अनस्थः अस्थिरहितः सचावयवः उरुः उरुर्विस्तीर्णः अवरम्बमाणः अतिदीर्घत्वेन अवाङ्मुखं लंबमानः यद्वा उरुः सुपांसुलुगिति द्विवचनस्यसुः ऊरु प्रति अवलम्बमानोभवति शश्वती नामाङ्गिरसःसुता नारी तस्यासङ्गस्य भार्याभिचक्ष्य एवं भूतमवयवं निशि दृष्ट्वा हो अर्य स्वामिन् भर्तः सुभद्रं अतिशयेन कल्याणं भोजनं भोगसाधनं बिभर्षि धारयसीत्याह ब्रूते ॥ ३४ ॥</p><p class=\"end\">इदंवसोइति द्विचत्वारिंशदृचं द्वितीयं सूक्तं काण्वस्य मेध्यातिथेः आङ्गिरसस्यच प्रियमेधस्यार्षं शिक्षाविभिन्दइत्यादिके द्वे मेधातिथेरेव । स्वादवः सोमाइत्येषानुष्टुप् शिष्टागायत्र्यः इन्द्रोदेवता अन्त्येद्वेऋचौ विभिन्दोर्दानस्तुतित्वात्तद्देवताके तथाचानुक्रान्तम्- इदंवसोद्विचत्वारिंशन्मेध्यातिथिराङ्गिरसश्च प्रियमेधः स्वादवोनुष्टुबन्त्याभ्यां मेधातिथिर्विभिन्दोर्दानं तुष्टावेति । गतः सूक्तविनि- योगः । ज्योतिष्टोमे मरुत्वतीये आद्यस्तृचोनुचरः सूत्र्यतेहि-इदंवसोसुतमन्धइति मरुत्वतीयस्य प्रतिपदनुचराविति । द्वितीये रात्रीपर्याये ब्रह्मशस्त्रे अयमेवस्तोत्रियस्तृचः सूत्रितञ्च-इदंवसोसुतमन्धइन्द्रेहिमत्स्यन्धसइति अयमेवचतुर्थेहन्यपि मरुत्वतीयस्यानुचरस्तृचः सूत्रितञ्च- तन्त्वायज्ञेभिरीमहइदंवसोसुतमन्धइति मरुत्वतीयस्यप्रतिपदनुचराविति ।</p>"
}
