{
	"id" : "10.101.8",
	"classification" : {
		"mandala" : "10",
		"sukta" : "101",
		"ashtaka" : "8",
		"adhyaya" : "5",
		"varga" : "19",
		"anuvaka" : "9",
		"rik" : "8"
	},
	"attribute" : {
		"devata" : "विश्वेदेवा ऋत्विजो वा",
		"rishi" : "बुधः सौम्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"व्र॒जं कृ॑णुध्वं॒ स हि वो॑ नृ॒पाणो॒ वर्म॑ सीव्यध्वं बहु॒ला पृ॒थूनि॑",
			"पुरः॑ कृणुध्व॒माय॑सी॒रधृ॑ष्था॒ मा वः॑ सुस्रोच्चम॒सो दृंह॑ता॒ तम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"व्र॒जं कृ॑णुध्वं॒ स हि वो॑ नृ॒पाणो॒ वर्म॑ सीव्यध्वं बहु॒ला पृ॒थूनि॑ ।",
			"पुरः॑ कृणुध्व॒माय॑सी॒रधृ॑ष्टा॒ मा वः॑ सुस्रोच्चम॒सो दृंह॑ता॒ तम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"व्र॒जम् । कृ॒णु॒ध्व॒म् । सः । हि । वः॒ । नृ॒ऽपानः॑ । वर्म॑ । सी॒व्य॒ध्व॒म् । ब॒हु॒ला । पृ॒थूनि॑ ।",
			"पुरः॑ । कृ॒णु॒ध्व॒म् । आय॑सीः । अधृ॑ष्टाः । मा । वः॒ । सु॒स्रो॒त् । च॒म॒सः । दृंह॑त । तम् ॥"
		]
	},
	"sayanaBhashya" : "<p>हे ऋत्विजः व्रजं कृणुध्वम्। व्रजं गोष्ठं कुरुध्वम्। आशिरदोहार्थं गोस्थानं कुरुत। स हि स खलु वो नृपाणो नेतॄणाम् देवानां पातव्यः। देवपानसाधन इति। सान्नाय्यरूपेन वाशिररूपेण वा गोः पयाअदिकं देवाः पिबन्ति खलु। वर्म वर्माणि सीव्यध्वम्। वर्मवत्प्रधानस्योभयत आच्छादकत्वात्प्रयाजादीनि प्राच्यनि प्रतीच्यानि चाङ्गानि वर्माणि। तानि सीव्यध्वम्। दलयध्वम्। कुरुध्वमित्यर्थः। कीदृशानि वर्माणि। बहुला बहुलान्यनेकानि। तानि च पृघूनि विस्तीर्णानि। तथा पुरः पुराणि धिष्ण्यादीनि यष्टव्यानां देवानाम् वा पुरः शरीराण्यायसीरयोमयवत् सारभूता अधृष्टा अन्यैरधृष्याः। पूरणिया ग्रहा वा पुर इत्युच्यन्ते। तानुक्तलक्षणान्कुरुत। वो युश्मदीयश्चमसो यज्ञाख्यो भक्षनसाधनश्चमस एव वा। चमसपक्षे सामन्येनैकवचनम्। मा सुस्रोत्। मा स्रवेत्। स्रवतेर्लङि बहुलं छन्दसीति शपः श्लुः। तं दृहन्त। धृहीकुरुत। यथा विकलो न भवति तथा कुरुत। दृह दृहि व्रुद्धौ भौवादिकः। तस्माल्लोटीदित्त्वान्नुम्। ऋत्विक्स्तुतिपक्श एवम्। वैश्वदेवपक्षे। अस्मदीया योद्धारो यूयम्। नरो योद्धारः पिबन्ति प्रत्यर्थिनां प्राणानिति नृपाणः। स ताद्रुशो युश्मदीयः खलु। गोष्ठपक्शे नराणाम् पानसाधनः स खलु। पातेः करणाधिकरनयोश्चेति ल्युट्। वर्म वर्मानि कवचानि सीव्यध्वं बहुलानि पृथूनि च यथा भवन्ति तथा। पुरः पुरीः क्रुणुध्वमायसीरन्यैरधृष्टाश्व। वश्चमसोऽदनसाधनो मा सुस्रोत्। मा स्रवेत्। तं दृंहतेति। इति देवतानुग्रहलब्धबलो वदति॥८॥</p>"
}
