{
	"id" : "1.128.1",
	"classification" : {
		"mandala" : "1",
		"sukta" : "128",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "14",
		"anuvaka" : "19",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"अ॒यं जा॑यत॒ मनु॑षो॒ धरी॑मणि॒ होता॒ यजि॑ष्ट उ॒शिजा॒मनु॑ व्र॒तम॒ग्निः स्वमनु॑ व्र॒तम्",
			"वि॒श्वश्रु॑ष्थिः सखीय॒ते र॒यिरि॑व श्रवस्य॒ते",
			"अद॑ब्धो॒ होता॒ नि ष॑ददि॒ळस्प॒दे परि॑वीत इ॒ळस्प॒दे"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अ॒यं जा॑यत॒ मनु॑षो॒ धरी॑मणि॒ होता॒ यजि॑ष्ठ उ॒शिजा॒मनु॑ व्र॒तम॒ग्निः स्वमनु॑ व्र॒तम् ।",
			"वि॒श्वश्रु॑ष्टिः सखीय॒ते र॒यिरि॑व श्रवस्य॒ते ।",
			"अद॑ब्धो॒ होता॒ नि ष॑ददि॒ळस्प॒दे परि॑वीत इ॒ळस्प॒दे ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अ॒यम् । जा॒य॒त॒ । मनु॑षः । धरी॑मणि । होता॑ । यजि॑ष्ठः । उ॒शिजा॑म् । अनु॑ । व्र॒तम् । अ॒ग्निः । स्वम् । अनु॑ । व्र॒तम् ।",
			"वि॒श्वऽश्रु॑ष्टिः । स॒खि॒ऽय॒ते । र॒यिःऽइ॑व । श्र॒व॒स्य॒ते ।",
			"अद॑ब्धः । होता॑ । नि । स॒द॒त् । इ॒ळः । प॒दे । परि॑ऽवीतः । इ॒ळः । प॒दे ॥"
		]
	},
	"sayanaBhashya" : "<p>अयमग्निर्मनुषोमनुष्यस्य अध्वर्योः सकाशात् धरीमणि अतिशयेनधारके अरणिद्वये जायत अर- णिमन्थनेनोत्पन्नः कीदृशोयंहोता देवानामाह्वाता यजिष्ठः अतिशयेनयष्टृतमः किमर्थमुत्पन्नइतिचेत् उशिजांफलस्यकामयितॄणां यजमानानां व्रतंसोमयागादिरूपङ्कर्मानुकक्षी कृत्य नकेवलंपरार्थमेव- अपितुस्वार्थमपि स्वंव्रतमनु स्वकीयंहविः स्वीकारादिरूपङ्कर्मानुलक्ष्यपुनः सएवविशेष्यते विश्वश्रु- ष्टिः विश्वविषयकर्मवान् कस्मैसखीयते सखीत्वमात्मनइच्छते तथाश्रवस्यते अतिप्रसिद्धान्नमात्मन- इच्छते यजमानाय रयिरिवधनस्थानीयोभवति धनंयथासख्यं अन्नसमृद्धिंचसाधयति तद्वदयमग्निर- पितस्मैद्वयंसाधयतीत्यर्थः किंचायमग्निः इछस्पदे इडायाभूम्याः पदे अन्त्यलोपश्छान्दसः धरीमणि सारभूतेस्थानेवेदिरूपे वेदिमाहुःपरमन्तंपृथिव्याइतिश्रुतेः । एतावतीवैपृथिवीर्यावतीवेदिरितिच । पुनस्तदेवविशेष्यते इडस्पदे इडादेवतायामनोः पुत्र्यागोरूपायाःइडोपह्वानमन्त्रप्रतिपादितायाः पदेपादन्यासप्रदेशे इडावैमानवीयज्ञानूकाशिन्यासीदितीडायाः पदेघृतवतिस्वाहेतिचश्रुतेः । निष- दत् निषीदति कीदृशोयमग्निः अदब्धः केनाप्याहिंसितः होता होमनिष्पादकः परिवीतः ऋत्वि- ग्भिः परिधिभिर्वापरितोवेष्टितः एवंभूतःसन् निषदत् ॥ १ ॥</p>"
}
