{
	"id" : "1.128.6",
	"classification" : {
		"mandala" : "1",
		"sukta" : "128",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "15",
		"anuvaka" : "19",
		"rik" : "6"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"विश्वो॒ विहा॑या अर॒तिर्वसु॑र्दधे॒ हस्ते॒ दक्षि॑णे त॒रणि॒र्न शि॑श्रथच्छ्रव॒स्यया॒ न शि॑श्रथत्",
			"विश्व॑स्मा॒ इदि॑षुध्य॒ते दे॑व॒त्रा ह॒व्यमोहि॑षे",
			"विश्व॑स्मा॒ इत्सु॒कृते॒ वार॑मृण्वत्य॒ग्निर्द्वारा॒ व्यृ॑ण्वति"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"विश्वो॒ विहा॑या अर॒तिर्वसु॑र्दधे॒ हस्ते॒ दक्षि॑णे त॒रणि॒र्न शि॑श्रथच्छ्रव॒स्यया॒ न शि॑श्रथत् ।",
			"विश्व॑स्मा॒ इदि॑षुध्य॒ते दे॑व॒त्रा ह॒व्यमोहि॑षे ।",
			"विश्व॑स्मा॒ इत्सु॒कृते॒ वार॑मृण्वत्य॒ग्निर्द्वारा॒ व्यृ॑ण्वति ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"विश्वः॑ । विऽहा॑याः । अ॒र॒तिः । वसुः॑ । द॒धे॒ । हस्ते॑ । दक्षि॑णे । त॒रणिः॑ । न । शि॒श्र॒थ॒त् । श्र॒व॒स्यया॑ । न । शि॒श्र॒थ॒त् ।",
			"विश्व॑स्मै । इत् । इ॒षु॒ध्य॒ते । दे॒व॒ऽत्रा । ह॒व्यम् । आ । ऊ॒हि॒षे॒ ।",
			"विश्व॑स्मै । इत् । सु॒ऽकृते॑ । वार॑म् । ऋ॒ण्व॒ति॒ । अ॒ग्निः । द्वारा॑ । वि । ऋ॒ण्व॒ति॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>अयमग्निर्दक्षिणे अभिमतं प्रदातुमुत्साहयुक्तेहस्तेवामेतरेकरे यजमानायदातव्यंवसुः धनन्दधे धार- यति कीदृशोऽयं विश्वैःसर्वैर्गन्तव्यः यद्वा विश्वात्मकः विहायाः महान् विहायाइतिमहन्नाम विहायाः यह्वइति तन्नामसुपाठात् अरतिः ईश्वरः अरमणोवा अप्रीतिः अत्रवहिवस्यर्तिभ्यश्चिदित्यतिप्रत्ययः चिद्वद्भावादन्तोदात्तः धृत्वाचशिश्रथत् हस्तधृतंयजमानार्थंश्रथयतिददाति श्लथयतेर्लुङिचङिरूपं त- त्रदृष्टान्तः- तरणिर्न तरणिरिव तारकःसूर्यइव सयथास्वोपासकाय अभिमतं हस्तेधृत्वावितरति तद्वत् यद्वा तरणिः सर्वस्यतारकः नशिश्रथत् यजमानं नश्रथयति नमुंचति किंच श्रवस्ययानशिश्रथत् हवी- रूपान्नेच्छयैवन शिश्रथत् नविमुंचति अयमनुग्रहेणैवपालयते हविः स्वीकारस्तु व्यपदेशमात्रेणेति- भावः इदानीं प्रत्यक्षकृतः हेअग्नेदेवत्रा देवेषुमध्येअतिशयेनत्वं विश्वस्मै इत् सर्वस्मै एव इषुध्यते हविरात्मनइच्छते इन्द्रादये इषुध्यतिःकंड्वादिः हव्यं तत्तद्देवतामुद्दिश्यप्रत्तं पुरोडाशादिकं ओहिषे सर्वतोवहसि वहेर्लेटियजादित्वात्संप्रसारणम् किंचायमग्निर्विश्वस्मैसर्वस्मैसुकृते शोभनयज्ञकर्त्रे यज- मानायवारं सर्वैर्वरणीयं क्षुदादिनिवारकंवाअन्नादिकं ऋण्वति गच्छति करोतीत्यर्थः किंचायमग्निः द्वारास्व र्गाद्यभिमतद्वाराणिव्यृण्वति विवृणोति प्रतिबन्धकपापापनयनद्वारा अभिमतानिसाधयती- त्यर्थः ऋण्वतिर्गतिकर्मा यद्वा रविर्गत्यर्थः इदित्त्वान्नुम् छान्दसंरेफस्यसंप्रसारणम् ॥ ६ ॥</p>"
}
