{
	"id" : "1.128.8",
	"classification" : {
		"mandala" : "1",
		"sukta" : "128",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "15",
		"anuvaka" : "19",
		"rik" : "8"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"अ॒ग्निं होता॑रमीळते॒ वसु॑धितिं प्रि॒यं चेति॑ष्टमर॒तिं न्ये॑रिरे हव्य॒वाहं॒ न्ये॑रिरे",
			"वि॒श्वायुं॑ वि॒श्ववे॑दसं॒ होता॑रं यज॒तं क॒विम्",
			"दे॒वासो॑ र॒ण्वमव॑से वसू॒यवो॑ गी॒र्भि र॒ण्वं व॑सू॒यवः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अ॒ग्निं होता॑रमीळते॒ वसु॑धितिं प्रि॒यं चेति॑ष्ठमर॒तिं न्ये॑रिरे हव्य॒वाहं॒ न्ये॑रिरे ।",
			"वि॒श्वायुं॑ वि॒श्ववे॑दसं॒ होता॑रं यज॒तं क॒विम् ।",
			"दे॒वासो॑ र॒ण्वमव॑से वसू॒यवो॑ गी॒र्भी र॒ण्वं व॑सू॒यवः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अ॒ग्निम् । होता॑रम् । ई॒ळ॒ते॒ । वसु॑ऽधितिम् । प्रि॒यम् । चेति॑ष्ठम् । अ॒र॒तिम् । नि । ए॒रि॒रे॒ । ह॒व्य॒ऽवाह॑म् । नि । ए॒रि॒रे॒ ।",
			"वि॒श्वऽआ॑युम् । वि॒श्वऽवे॑दसम् । होता॑रम् । य॒ज॒तम् । क॒विम् ।",
			"दे॒वासः॑ । र॒ण्वम् । अव॑से । व॒सु॒ऽयवः॑ । गीः॒ऽभिः । र॒ण्वम् । व॒सु॒ऽयवः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>अमुमग्निं होतारं आह्वातारं होमनिष्पादकंवा ईळते ऋत्विजः स्तुवन्ति तथा वसुधितिं धनस्य- धारयितारंवा अतएवप्रियंसर्वेषां प्रियतमं चेतिष्ठं अतिशयेनयजमानानांचेतयितारं यद्वा प्रकृष्टचेतन- वन्तं चेतृशब्दात्तुश्छन्दसीतीष्ठन् तुरिष्ठेमेयःस्वितितृलोपःअरतिंईश्वरं तादृशन्देवं न्येरिरे नितरांप्राप्ताः प्राप्तिरेवविशॆष्यते हव्यवाहन्न्येरिरे निःशेषेणप्राप्ताः इतरदेवेभ्योहव्यंवोढुंयथाप्रभवतितथानितरांप्रा- प्ताः पुनःकीदृशं विश्वायुं सर्वत्रप्राणिजीवनं विशवेदसंसर्वप्रज्ञं होतारन्देवानामाह्वातारं यजतं यजनी- यङ्कविंसर्वज्ञं इरप्रेरणे इरगतावित्यन्यतमस्यलिटिरूपं किंच देवासोदेवनशीलाः ऋत्विजः रण्वं अति- प्रध्वानंशब्दयन्तं अवसेस्यरक्षणाय वसूयवः वसुकामाःसन्तः पुनःकीदृशाः गीर्भिःस्तुतिभिः रण्वं रण- यन्तं रमणीयंवा वसूयवः वसुहवीरूपमन्नं अग्नयेप्रदातुमात्मनइच्छन्तः न्येरिरे प्रीतोयथाधनंप्रयच्छ- ति तथाहविरादिनाप्राप्ताइत्यर्थः ॥ ८ ॥</p><p class=\"end\">यन्त्वंरथमित्येकादशर्चन्तृतीयंसूक्तम् पारुच्छेपंसर्वमात्यष्टमित्युक्तत्वादत्यष्टीछन्दस्कं अनुक्तत्वादै- न्द्रं प्रप्रावोअस्मइत्यादिकेद्वे अतिशक्वर्यौ षष्ट्यक्षरोपेतत्वात् पाहिनइत्यन्त्याष्टिः चतुः षष्ट्यक्षरोपेत- त्वात् प्रतद्वोचेयमितिषष्ठीइन्दुदेवत्या तथानुक्रमणिका—यन्त्वमेकादशषष्ठ्यैन्द्रवीप्रप्रावोतिशक्वर्याव- ष्टिरन्त्येति । दशरात्रस्यषष्ठेहनिमरुत्वतीयशस्त्रेएतत्सूक्तं षष्ठस्येतिख्ण्डेसूत्रितम्—यन्त्वंरथमिन्द्रसयो- वृषेति ।</p>"
}
