{
	"id" : "6.47.18",
	"classification" : {
		"mandala" : "6",
		"sukta" : "47",
		"ashtaka" : "4",
		"adhyaya" : "7",
		"varga" : "33",
		"anuvaka" : "4",
		"rik" : "18"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "गर्गः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"रू॒पंरू॑पं॒ प्रति॑रूपो बभूव॒ तद॑स्य रू॒पं प्र॑ति॒चक्ष॑णाय",
			"इन्द्रो॑ मा॒याभिः॑ पुरु॒रूप॑ ईयते यु॒क्ता ह्य॑स्य॒ हर॑यः श॒ता दश॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"रू॒पंरू॑पं॒ प्रति॑रूपो बभूव॒ तद॑स्य रू॒पं प्र॑ति॒चक्ष॑णाय ।",
			"इन्द्रो॑ मा॒याभिः॑ पुरु॒रूप॑ ईयते यु॒क्ता ह्य॑स्य॒ हर॑यः श॒ता दश॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"रू॒पम्ऽरू॑पम् । प्रति॑ऽरूपः । ब॒भू॒व॒ । तत् । अ॒स्य॒ । रू॒पम् । प्र॒ति॒ऽचक्ष॑णाय ।",
			"इन्द्रः॑ । मा॒याभिः॑ । पु॒रु॒ऽरूपः॑ । ई॒य॒ते॒ । यु॒क्ताः । हि । अ॒स्य॒ । हर॑यः । श॒ता । दश॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>अयमिन्द्रःप्रतिरूपोरूपाणांप्रतिनिधिःसन् रूपंरूपन्तत्तदग्र्यादिदेवतास्वरूपंबभूवप्राप्नोति भूप्राप्तावितिधातुः इन्द्रःस्वमाहात्म्येनतत्तद्दे- वतारूपोभवतीत्यर्थः अस्यचेन्द्रस्यतत्प्राप्तमग्न्यादिदेवतास्वरूपंप्रतिचक्षणायप्रतिनियतदर्शनाय अयमग्निरयंविष्णुरयंरुद्रइत्येवमसङ्कीर्ण- दर्शनायभवति अपिचायमिन्द्रोमायाभिः ज्ञाननामैतत् ज्ञानैरात्मीयैः सङ्कल्पैः पुरुरूपोबहुविधशरीरः सन् ईयतेबहून्यजमानान् गच्छति ननुद्वावेवास्याश्वौ एकश्चरथः कथमनेनयुगपद्बहून् गच्छतीत्यतआह—अस्येन्द्रस्यहरयोश्वाःयुक्तारथेयोजिताःशतादश सहस्रसङ्ख्याकाः अपरिमिताः सन्तिहि यस्मादेवन्तस्माद्बहुशरीरणिस्वीकृत्ययुगपद्धविष्मतोयजमानान् गच्छतीत्यर्थः अन्येमन्यन्ते इदिषरमैश्वर्येइत्यस्य- धातोः रथानुगमादिन्द्रः परमात्मासचाकाशवत् सर्वगतःसदानन्दरूपः सएवोपाधिभिरन्तः करणैः प्रतिशरीरमवच्छिन्नःसन् जीवात्मेति- व्यपदिश्यते सएवअनादिमायाशक्तिभिः वियदादिजगदात्मनाविवर्ततेशब्दादिविषयहरणशीलाः इन्द्रियवृत्तयश्चतेनैवसंबद्धाः एतत्सर्वं- तस्यपरमात्मनोयद्वास्तवंरूपन्तस्यदर्शनायेति अयमर्थोनयाप्रतिपाद्यते रूपंरूप्यतइतिरूपं शरीरादिप्रतिशरीरंचिद्रूपः सर्वगतः परमात्मा- प्रतिरूपः प्रतिबिंबरूपःसन् सर्वाणिशरीराणिबभूव प्राप्नोत् तच्चप्राप्तंप्रतिबिंबरूपंअस्यपरमात्मनः प्रतिचक्षणायप्रतिनियताकारस्यदर्शना- यभवति सचेन्द्रः परमेश्वरः मायाभिर्मायाशक्तिभिः पुरुरूपः वियदादिभिर्बहुविधरूपैरुपेतःसन्नीयते चेष्ठते एतदपि अस्यपरमात्मनःप्रति- चक्षणायभवति अस्यचदशशतासहस्रसङ्ख्याकाहरयः इन्द्रियवृत्तयः युक्ताःविषयग्रहणायोद्युक्ताः सन्ति तदमिअस्यवास्तवरूपस्यदर्शनाय- भवताति एवंस्थूक्ष्मशरीरयोर्वियदादिमहाप्रपंचस्यचतत्वज्ञानहेतुत्वमनयाप्रत्यपादीति ॥ १८ ॥</p>"
}
