{
	"id" : "8.46.1",
	"classification" : {
		"mandala" : "8",
		"sukta" : "46",
		"ashtaka" : "6",
		"adhyaya" : "4",
		"varga" : "1",
		"anuvaka" : "6",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "वशोश्व्यः",
		"chandas" : "पादनिचृत्"
	},
	"samhita" : {
		"lines" : [
			"त्वाव॑तः पुरूवसो व॒यमिं॑द्र प्रणेतः",
			"स्मसि॑ स्थातर्हरीणाम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"त्वाव॑तः पुरूवसो व॒यमि॑न्द्र प्रणेतः ।",
			"स्मसि॑ स्थातर्हरीणाम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"त्वाऽव॑तः । पु॒रु॒व॒सो॒ इति॑ पुरुऽवसो । व॒यम् । इ॒न्द्र॒ । प्र॒ने॒त॒रिति॑ प्रऽनेतः ।",
			"स्मसि॑ । स्था॒तः॒ । ह॒री॒णा॒म् ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">तत्रत्वावतइतित्रयस्त्रिंशदृचं चतुर्थंसूक्तम् अश्वपुत्रस्य वशाख्यस्यार्षं प्राग्वत्सप्रपरिभाषया आद्याश्चतस्रोगायत्र्यःतत्राद्या पादनिचृत् त्रयःसप्तकाः पादनिचृत् इत्युक्तलक्षणोपेतत्वात् । दधानोगोमदश्ववदित्येषा पञ्चमीककुपू अष्टकद्वादशाष्टकैःपादैरुपेतत्वात् मध्यमश्चेत्ककुबिति हि तल्लक्षणं तमिन्द्रमितिषष्ठी गायत्री । तस्मिन् हिसन्तीतिसप्तमी बृहती यस्तेमदइत्यष्टम्यनुष्टुपू योदुष्टरइतिनवमी सतोबृहती अयुजौजागतौसतोबृहतीतिह्यु- क्तम् गव्योषुणइतिदशमी गायत्री नहितेशूरेत्येकादशी बृहती यऋष्वइतिद्वादशी विपरीतासतोबृहती प्रथमतृतीययोरष्टाक्षरवती द्वितीयचतुर्थयो- र्द्वादशाक्षराच युजौचेद्विपरीतेत्युक्तत्वात् । सनोवाजेष्वितित्रयोदशी चतुर्विंशत्यक्षराद्विपदा । अभिवोवीरमितिचतुर्दशी पिपीलिकमध्या बृहती त्र- योदशिनोर्मध्येष्टकः पिपीलिकमध्येत्युक्तत्वात् । ददीरेक्णइतिपञ्चदशी ककुम्न्यङ्कुशिरा त्रैष्टुभजागतचतुष्काः ककुम्न्यङ्कुशिरेत्युक्तत्वात् । विश्वेषामि- तिषोडशीविराट् महःसुवइति सप्तदशी जगती येपातयन्तइत्यष्टादशी उपरिष्टाद्बृहती चतुर्थपादस्यद्वादशाक्षरत्वात् प्रभङ्गमित्येकोनविंशी बृहती सनितःसुसनितरितिविंशी विषमपदाबृहती नवकाष्ट्येकादश्यष्टिनोविषमपदेत्युक्तत्वात् आसएतु षष्टिंसहस्रेत्येकविंशीद्वाविंश्यौ पङ्क्ती दशश्यावाइ- ति त्रयोविंशीगायत्री दानासइतिचतुर्विंशीपङ्क्तिः पञ्चविंशीसप्तविंश्यौबृहत्यौ षड्विंश्यष्टाविंश्यौसतोबृहत्यौ । एकोनत्रिंशीगायत्री गावोनयूथमि- तित्रिंशी विशत्यक्षरा द्विपदा विराट् एकत्रिंश्युष्णिक् द्वात्रिंशीपङ्क्तिः त्रयस्त्रिंशीगायत्री । आसएत्वित्यादिभिश्चतसृभिः कनीतपुत्रस्य पृथुश्रवसोदानं- स्तूयते अतस्तद्देवताकाः । आनोवायवित्यादीनां चतसृणां द्वात्रिंश्याश्च वायुर्देवता । शिष्टाअनादेशपरिभाषयेन्द्रदेवताकाः । एतत्सर्वमनुक्रमण्यामु- क्तम् त्वावतस्त्रयस्त्रिंशद्वशोश्व्य आसआदि कानीतस्य पृथुश्रवसोदानस्तुतिराद्यापादनिचृत् पञ्चम्यादि ककुप् गायत्री बृहत्यनुष्टुप् सतोबृहती गायत्री विपरीतोत्तरः प्रगाथो द्विपदाचतुर्विंशिका बृहती पिपीलिकमध्या ककुम्न्यङ्कुशिरा विराट् जगत्युपरिष्टाद्बृहतीबृहत्यौ विषमपदोत्तरे पङ्क्तीगाय- त्रीपङ्क्तिप्रगाथौ च वायव्यौ गायत्रीद्विपदोष्णिक्पङ्क्तिर्वायव्यगायत्रीति । महाव्रते निष्केवल्ये सनितःसुसनितरित्यन्तमेवसूक्तम् । तथाच पञ्चमार- ण्यकेशौनकेनसूत्रितम्-त्वावतः पुरूवसवितिवशः सनितःसुसनितरित्येतदन्तइति ।</p><p>हे पुरूवसो बहुधनेन्द्र प्रणेतः कर्मणांपारं प्रकर्षेण प्रापयितरिन्द्र त्वावतः त्वत्सदृशस्य इन्द्रसमानस्यान्यस्याभावात्तवेत्यर्थः तव स्वभूतावयं स्मसि स्मः हे हरीणां एतत्संज्ञकानामश्वानां स्थातरधिष्ठातः ॥ १ ॥</p>"
}
