{
	"id" : "6.70.6",
	"classification" : {
		"mandala" : "6",
		"sukta" : "70",
		"ashtaka" : "5",
		"adhyaya" : "1",
		"varga" : "14",
		"anuvaka" : "6",
		"rik" : "6"
	},
	"attribute" : {
		"devata" : "द्यावापृथिव्यौ",
		"rishi" : "भरद्वाजो बार्हस्पत्यः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"ऊर्जं॑ नो॒ द्यौश्च॑ पृथि॒वी च॑ पिन्वतां पि॒ता मा॒ता वि॑श्व॒विदा॑ सु॒दंस॑सा",
			"सं॒र॒रा॒णे रोद॑सी वि॒श्वशं॑भुवा स॒निं वाजं॑ र॒यिम॒स्मे समि॑न्वताम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"ऊर्जं॑ नो॒ द्यौश्च॑ पृथि॒वी च॑ पिन्वतां पि॒ता मा॒ता वि॑श्व॒विदा॑ सु॒दंस॑सा ।",
			"सं॒र॒रा॒णे रोद॑सी वि॒श्वश॑म्भुवा स॒निं वाजं॑ र॒यिम॒स्मे समि॑न्वताम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"ऊर्ज॑म् । नः॒ । द्यौः । च॒ । पृ॒थि॒वी । च॒ । पि॒न्व॒ता॒म् । पि॒ता । मा॒ता । वि॒श्व॒ऽविदा॑ । सु॒ऽदंस॑सा ।",
			"सं॒र॒रा॒णे इति॑ स॒म्ऽर॒रा॒णे । रोद॑सी॒ इति॑ । वि॒श्वऽश॑म्भुवा । स॒निम् । वाज॑म् । र॒यिम् । अ॒स्मे इति॑ । सम् । इ॒न्व॒ता॒म् ॥"
		]
	},
	"sayanaBhashya" : "<p>पिता वर्षस्य सेक्तृत्वेन पितृभूता द्यौश्च माता धारकत्वेन मातृभूता पृथिवी च उभे नः अस्मभ्यं ऊर्जमन्नं पिन्वतां यच्छताम् । किंच विश्व- विदा विश्वं जानन्त्यौ विश्वस्य वेदयित्र्यौ वा सुदंससा सुकर्माणौ संरराणे परस्परोपकार्योपकारकभावेन सहरममाणे विश्वशंभुवा सर्वस्य भावयित्र्यौ रोदसी द्यावापृथिव्यौ अस्मे अस्मासु सनिं संभजनीयं पुत्रादिकं वाजं बलं रयिं धनं च समिन्वतां संप्रेरयतां ॥ ६ ॥</p><p class=\"end\">उदुष्यदेवैतिषळृचं दशमं सूक्तं भरद्वाजस्यार्षं सवितृदेवताकं आद्यास्तिस्रोजगत्यः चतुर्थ्याद्यास्तिस्रस्त्रिष्टुभः तथा चानुक्रान्तं- उदुष्यः सावित्रं त्रित्रिष्टुबन्तमिति सूक्तविनियोगोलैङ्गिकः चातुर्विशिकेहनि वैश्वदेवशस्त्रे आद्यस्तृचः सावित्रसूक्तस्थाने आवपनीयः सूत्रितं च-उदुष्यदेवः सविता हिरण्ययेति तिस्रः तेहिद्यावापृथिवीति । बृहस्पतिसवेपि वैश्वदेवशस्त्रे सावित्रसूक्तस्थाने एषतृचः सूत्रितं च उदुष्यदेवः सविताहिरण्ययेत्यनूत्तिष्ठेदिति । व्यूह्ळे पंचमेहनि वैश्वदेवशस्त्रे उदुष्यदेवः सविता दमूनाइति तृचः सावित्रनिवि- द्धानार्थः सूत्रितं च-उदुष्यदेवः सवितादमूनाइति तिस्रइति । वैश्वदेवपर्वणि सावित्रद्वादशकपालस्य वाममद्येतियाज्या सूत्रितं च-वाममद्यसवितर्वाममश्वः पूषन्तवव्रतेवयमिति ।</p>"
}
