{
	"id" : "1.154.1",
	"classification" : {
		"mandala" : "1",
		"sukta" : "154",
		"ashtaka" : "2",
		"adhyaya" : "2",
		"varga" : "24",
		"anuvaka" : "21",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "विष्णुः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"विष्णो॒र्नु कं॑ वी॒र्या॑णि॒ प्र वो॑चं॒ यः पार्थि॑वानि विम॒मे रजां॑सि",
			"यो अस्क॑भाय॒दुत्त॑रं स॒धस्थं॑ विचक्रमा॒णस्त्रे॒धोरु॑गा॒यः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"विष्णो॒र्नु कं॑ वी॒र्या॑णि॒ प्र वो॑चं॒ यः पार्थि॑वानि विम॒मे रजां॑सि ।",
			"यो अस्क॑भाय॒दुत्त॑रं स॒धस्थं॑ विचक्रमा॒णस्त्रे॒धोरु॑गा॒यः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"विष्णोः॑ । नु । क॒म् । वी॒र्या॑णि । प्र । वो॒च॒म् । यः । पार्थि॑वानि । वि॒ऽम॒मे । रजां॑सि ।",
			"यः । अस्क॑भायत् । उत्ऽत॑रम् । स॒धऽस्थ॑म् । वि॒ऽच॒क्र॒मा॒णः । त्रे॒धा । उ॒रु॒ऽगा॒यः ॥"
		]
	},
	"sayanaBhashya" : "<p>हेनराः विष्णोर्व्यापनशीलस्य देवस्यवीर्याणिवीरकर्माणि नुकंअतिशीघ्रंप्रवोचं प्रब्रवीमि अत्रय- द्यपिनुकमितिपदद्वयं तथापियास्केननवोत्तराणिपदानीत्युक्तत्वात् शाखान्तरीकत्वेनपाठाच्चनुइत्येत- स्मिन्नेवार्थेनुकमितिपदद्वयं कानितानीतितत्राह—योविष्णुः पार्थिवानिपृथिवीसंबन्धीनिरजांसि रं- जनात्मकानि क्षित्यादिलोकत्रयाभिमानीनिअग्निवाय्वादित्यरूपाणि रजांसि वममे विशेषेण निर्ममे अत्रत्रयोलोकाअपि पृथिवीशब्दवाच्याः तथाचमन्त्रान्तरं—यदिन्द्राग्नीअवमस्यांपृथिव्यांमध्यमस्यां- परमस्यामुतस्थइति । तैत्तिरीयेऽपि—योस्यांपृथिव्यांअस्यायुषेत्युपक्रम्य योद्वितीयस्यान्तृतीयस्यांपृ- थिव्यामिति । तस्माल्लोकत्रयस्यपृथिवीशब्दवाच्य त्वम् किंच यश्च विष्णुरुत्तरं उद्गततरं अतिवि- स्तीर्णंसधस्थं सहस्थानं लोकत्रयाश्रयभूतं अन्तरिक्षं अस्कभायत् तेषामाधारत्वेनस्कंभितवान् निर्मि- तवानित्यर्थः अनेनान्तरिक्षाश्रितंलोकत्रयमपिसृष्टवानित्युक्तंभवति यद्वा योविष्णुः पार्थिवानि पृथि- वीसंबन्धीनिरजांसिपृथिव्याअधस्तनसप्तलोकान् विममे विविधं निर्मितवान् रजः शब्दोलोकवाची लोकारजांस्युच्यन्तइतियास्केनोक्तत्वात् किंच यश्चउत्तरं उद्गततरंउत्तरभाविनं सधस्थं सहस्थानं पु- ण्यकृतां सहनिवासयोग्यं भूरादिलोकसप्तकं अस्कभायत् स्कंभितवान् सृष्टवानित्यर्थः स्कंभेःस्तंभुस्तुं- भ्वितिविहितस्यश्नः छन्दसिशायज्पीतिव्यत्ययेनशायजादेशः अथवापार्थिवानि पृथिवीनिमित्तका- निरजांसि लोकान्विममे भूरादिलोकत्रयमित्यर्थः भूम्यामुपार्जितकर्मभोगार्थत्वादितरलोकानां त- त्कारणत्वं किंच यश्चोत्तरमुत्कृष्टतरं सर्वेषांलोकानामुपरिभूतं अपुनरावृत्तेस्तस्योत्कृष्टत्वं सधस्थं उ- पासकानांसहस्थानं सत्यलोकं अस्कभायत् स्कंभितवान् ध्रुवंस्थापितवानित्यर्थः किङ्कुर्वन् त्रेधाविच- क्रमाणः त्रिप्रकारं स्वसृष्टान् लोकान् विविधङ्क्रममाणः विष्णोस्त्रेधाक्रमणं इदंविष्णुर्विचक्रमेइत्यादि- श्रुतिषुप्रसिद्धं अतएवोरुगायः उरुभिर्महद्भिर्गीयमानः अतिप्रभूतं गीयमानोवा यएवङ्कृतवान् तादृश- स्यविष्णोर्वीर्याणिप्रवोचं ॥ १ ॥ तृतीयसवनेसोमातिरेकएवशस्त्रमुपजनयितव्यं तत्रप्रतदित्ययमनुरूपस्तृचः सोमातिरेकइतिखंडे- सूत्रितम्—प्रतद्विष्णुस्तवतेवीर्येणेतिस्तोत्रियानुरूपाविति वाजपेयेनाधिपत्यकामइतिखण्डेसूत्रितम्- प्रतत्तेअद्यशिपिविष्टनामप्रतद्विष्णुस्तवतेवीर्येणेति ।</p>"
}
