{
	"id" : "10.67.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "67",
		"ashtaka" : "8",
		"adhyaya" : "2",
		"varga" : "15",
		"anuvaka" : "5",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "बृहस्पतिः",
		"rishi" : "अयास्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"इ॒मां धियं॑ स॒प्तशी॑र्ष्णिं पि॒ता न॑ ऋ॒तप्र॑जातां बृह॒तीम॑विन्दत्",
			"तु॒रीयं॑ स्विज्जनयद्वि॒श्वज॑न्यो॒ऽयास्य॑ उ॒क्थमिन्द्रा॑य॒ शंस॑न्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"इ॒मां धियं॑ स॒प्तशी॑र्ष्णीं पि॒ता न॑ ऋ॒तप्र॑जातां बृह॒तीम॑विन्दत् ।",
			"तु॒रीयं॑ स्विज्जनयद्वि॒श्वज॑न्यो॒ऽयास्य॑ उ॒क्थमिन्द्रा॑य॒ शंस॑न् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"इ॒माम् । धिय॑म् । स॒प्तऽशी॑र्ष्णीम् । पि॒ता । नः॒ । ऋ॒तऽप्र॑जाताम् । बृ॒ह॒तीम् । अ॒वि॒न्द॒त् ।",
			"तु॒रीय॑म् । स्वि॒त् । ज॒न॒य॒त् । वि॒श्वऽज॑न्यः । अ॒यास्यः॑ । उ॒क्थम् । इन्द्रा॑य । शंस॑न् ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">इमां धियमिति द्वादशर्चं सप्तमं सूक्तमाङ्गिरसस्यायस्यस्यार्षं त्रैष्टुभम् । इदमुत्तरम् च बृहस्पतिदेवताकम् । तथा चानुक्रान्तम्। इमां धियं द्वावशायास्योबार्हस्पत्यं त्विति। आभिप्लविकेषूक्थ्येक्षु स्तोमवृद्धौ ब्राह्मणाच्छंसिन इदं सुक्तमावापार्थम्। सुत्रितं च। इमां धियमिति ब्राह्मणच्छंसी विष्णोर्नुकमिति सूक्ते। आ. ७-९। इति॥</p><p>अत्रेतिहासमाचक्षते। पुरा किलाङ्गिरा नामर्षिर्बृहस्पतिं पुत्रमलभत। स तु देवानाम् हितोपदेशनायेन्द्रस्य पुरोहितोऽभवत्। कदाजित्तस्य गावः पणिनामकैरसुरैरपहृत्य वलपुरं प्रापय्य त्रिषुस्थानेषु तमसावृतेषु स्थापिता आसन्। अथ तासामन्वेषणायेन्द्रेण प्रेरितो बृहस्पतिर्मरुद्भिः सह तत्रागत्य गवां गुहास्थितानां दर्शनाय सूर्यं जनयित्वा वलनामानमसुरं तदनुचरान्पणींश्च हत्वा गा आजहारेति। तदत्र दर्शयिष्यते। तथा चास्या ऋचोऽयमर्थः धियं कर्माणां धात्रीं सप्तशीर्ष्णीं सप्तशिरस्कां सप्तभिः शिरः स्थानीयैस्तद्वत्प्रधानभूतैर्मदुद्गणैरुपेताम्। यद्वा। सप्तच्छन्दोमयशिरस्काम्। ऋतप्रजातां यज्ञार्थमुत्पन्नां बृहतीं महतीमिमां तनुं नोऽस्माकं पिताङ्गिरा अविन्दत्। लब्धवन्। कर्मणां ध्यातारं बृहस्पतिं पुत्रमलभतेत्यर्थः। येङ्गारा आसंस्तेऽङ्गिरसोऽभवन् यदङ्गाराः पुनरवशान्ता उददीप्यन्त तद्बृहस्पतिरभवदिति ब्राह्मणम्। ऐ. ब्रा. ३-३४। तथा तुरीयं स्विन्नप्तारमपि जनयत् आजनयत् विश्वजन्यः सर्वजनहित इन्द्रायेश्वराय बृहस्पतय इन्द्राय वोक्थं स्तोत्रं शंसन्नयमयास्यो नामर्षिः। पूर्वमेव नोऽस्माकं पिताकार्षीदित्याह॥१॥</p>"
}
