{
	"id" : "1.130.5",
	"classification" : {
		"mandala" : "1",
		"sukta" : "130",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "18",
		"anuvaka" : "19",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"त्वं वृथा॑ न॒द्य॑ इन्द्र॒ सर्त॒वेऽच्छा॑ समु॒द्रम॑सृजो॒ रथा॑ँ इव वाजय॒तो रथा॑ँ इव",
			"इ॒त ऊ॒तीर॑युंजत समा॒नमर्थ॒मक्षि॑तम्",
			"धे॒नूरि॑व॒ मन॑वे वि॒श्वदो॑हसो॒ जना॑य वि॒श्वदो॑हसः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"त्वं वृथा॑ न॒द्य॑ इन्द्र॒ सर्त॒वेऽच्छा॑ समु॒द्रम॑सृजो॒ रथाँ॑ इव वाजय॒तो रथाँ॑ इव ।",
			"इ॒त ऊ॒तीर॑युञ्जत समा॒नमर्थ॒मक्षि॑तम् ।",
			"धे॒नूरि॑व॒ मन॑वे वि॒श्वदो॑हसो॒ जना॑य वि॒श्वदो॑हसः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"त्वम् । वृथा॑ । न॒द्यः॑ । इ॒न्द्र॒ । सर्त॑वे । अच्छ॑ । स॒मु॒द्रम् । अ॒सृ॒जः॒ । रथा॑न्ऽइव । वा॒ज॒ऽय॒तः । रथा॑न्ऽइव ।",
			"इ॒तः । ऊ॒तीः । अ॒यु॒ञ्ज॒त॒ । स॒मा॒नम् । अर्थ॑म् । अक्षि॑तम् ।",
			"धे॒नूःऽइ॑व । मन॑वे । वि॒श्वऽदो॑हसः । जना॑य । वि॒श्वऽदो॑हसः ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र त्वंवृथाअप्रयत्नेनैवनद्यः नदीः समुद्रमच्छाभिमुख्येन सर्तवेप्राप्तुंअसृज्ः मेघन्निर्भिद्योत्पादि- तवानसि तत्रदृष्टान्तः—रथानिव यथात्वंरथानस्मद्यागंप्रतिअच्छसर्तवे आभिमुख्येन प्राप्तुंअसृजःसृष्ट- वानसितद्वत् किंच वाजयतोरथानिव सङ्ग्राममन्नंवाइच्छन्तोराजादयः रथानिव तेयथासङ्ग्रामंप्रत्योष- ध्यादिकंवाभिसर्तुंरथान्सृजन्ति तद्वत् क्यजन्ताच्छतुरनुमइतिविभक्तेरुदात्तत्वं किंच इतः अस्मत्सन्नि- धिदेशं द्वितीयार्थेतसिल् अस्मान्प्रतिऊतीः ऊत्यः गमनवत्योरक्षणवत्योवानद्यः समानमर्थं समानप्र- योजनवदक्षितमुदकं अयुंजतयोजितवत्यः त्वत्प्रसादादिति भावः अर्थशब्दौदकविशेषणःसन् नपुंसक- लिङ्गः अक्षितमित्युदकनाम अक्षितंबर्हिरितितन्नामसुपाठात् तत्रदृष्टान्तः—मनवेमनोरर्थायधेनूरिव- धेनवोयथाविश्वदोहसः सार्वार्थदोग्ध्र्योभवन् यथा वा जनाय यस्मैकस्मैचित् समर्थाय तदर्थंविशदो- हसोभवन्ति सर्वक्षीरप्रदाभवन्ति यद्वा जनाय सर्वजनार्थं सस्यादीनभिलक्ष्यनद्यः विशदोहसः संपूर्ण- दोग्ध्र्योभवन्ति सर्वत्रप्रवहन्ति अत्रनद्यः प्रीणनात् दोहसइतिउपचर्यते ईदृग्जगदुपकारिवृष्टिप्रदइती- न्द्रस्यैवस्तुतिः ॥ ५ ॥</p>"
}
