{
	"id" : "1.130.9",
	"classification" : {
		"mandala" : "1",
		"sukta" : "130",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "19",
		"anuvaka" : "19",
		"rik" : "9"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"सूर॑श्च॒क्रं प्र वृ॑हज्जा॒त ओज॑सा प्रपि॒त्वे वाच॑मरु॒णो मु॑षायतीऽशा॒न आ मु॑षायति",
			"उ॒शना॒ यत्प॑रा॒वतोऽज॑गन्नू॒तये॑ कवे",
			"सु॒म्नानि॒ विश्वा॒ मनु॑षेव तु॒र्वणि॒रहा॒ विश्वे॑व तु॒र्वणिः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"सूर॑श्च॒क्रं प्र वृ॑हज्जा॒त ओज॑सा प्रपि॒त्वे वाच॑मरु॒णो मु॑षायतीशा॒न आ मु॑षायति ।",
			"उ॒शना॒ यत्प॑रा॒वतोऽज॑गन्नू॒तये॑ कवे ।",
			"सु॒म्नानि॒ विश्वा॒ मनु॑षेव तु॒र्वणि॒रहा॒ विश्वे॑व तु॒र्वणिः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"सूरः॑ । च॒क्रम् । प्र । वृ॒ह॒त् । जा॒तः । ओज॑सा । प्र॒ऽपि॒त्वे । वाच॑म् । अ॒रु॒णः । मु॒षा॒य॒ति॒ । ई॒शा॒नः । आ । मु॒षा॒य॒ति॒ ।",
			"उ॒शना॑ । यत् । प॒रा॒ऽवतः॑ । अज॑गन् । ऊ॒तये॑ । क॒वे॒ ।",
			"सु॒म्नानि॑ । विश्वा॑ । मनु॑षाऽइव । तु॒र्वणिः॑ । अहा॑ । विश्वा॑ऽइव । तु॒र्वणिः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>अत्रापीतिहासमाचक्षते—केचनासुराः पूर्वंइन्द्रवज्रेणवधोमाभूदितिब्रह्मणोवरंलब्ध्वा इन्द्रमगण- यित्वोद्वृत्ताआसन् तान्हन्तुमिन्द्रःसूर्यरथस्यचक्रमादाय ओजसाशारीरेणबलेनजातः समृद्धः सन् प्रवृहत् प्रक्षिप्तवान् वृहूउद्यमने तौदादिकः किंच अरुणः अरुणवर्णः अत्यन्ततेजोयुक्तः सन् यद्वा गम- नशीलःसन् प्रपित्वे तेषांसमीपेतत्समीपमागत्यवाचं वागुपलक्षितं प्राणंमुषायति मुमोष मुष्णातिवा प्रपित्वइत्यासन्ननाम यद्वा वाचन्तेषांप्रहारध्वनिं मुषायति तेषुहतेषुध्वनिःस्वयमेवविश्रान्तोभवति अवधीदित्यर्थः अथवा इन्द्रएव द्युस्थानःसन् आदित्यात्मनास्तूयते सूरः सूर्यः जातउदितःसन् ओज- सास्वकीयेनतेजसायुक्तः चक्रंप्रवृहत् तमोनिवारणार्थं असुरजयायवाचक्रोपलक्षितंरथं प्रकर्षेणोद्यतं- करोति पूर्वं अरुणः तद्रथयन्ता प्रपित्वेमन्देहाद्यसुराणांसमीपे वाचन्तेषांजहिभिन्धीत्यादिध्वनिंमुषाय- ति मुष्णाति मुषेरुत्तरस्यश्नः अहावपिछन्दसिशायजपीति शायजादेशः तदनन्तरंसूर्यः ईशानः सर्वा- णितमांस्यसुरान्वानिराकर्तुंसमर्थः सन् आमुषायति समन्तान्मुष्णाति अथप्रत्यक्षकृतः हेकवेक्रान्तद- र्शिन् यत्यस्त्वंउशनाउशनसः एतन्नाम्नोमहर्षेरूतयेरक्षणाय परावतोदूरात् स्वर्गस्थानात् अजगन् ग- तवानसि प्राप्तवानसि गमेः सिपि छान्दसः श्पःश्लुः हल् ङ्यादिलोपेमोनोधातोरितिनत्वं यद्वा उशना उशनसायुक्तःसन् अजगन् आगच्छ आगत्य्चविश्वाविशानिसुम्नानिसुखसाधनानि धनान्यादायास्माकं तुर्वणिस्तूर्णवनिः क्षिप्रंसंभवेतिशॆषः तुर्वणिस्तूर्णवनिरितिनिरुक्तम् । तत्रदृष्टान्तः—मनुषेव मनुष्येणेव यथाचतेनपरिवृढाय देशान्तरादभिमतन्धनमानीयते तद्वत् यद्वा मनुषेवमनुष्याणामिव इतरेषामृत्वि- जां विश्वासुम्नानि सर्वाणिधनान्यादाय तुर्वणिर्भवसि तद्वदस्माकमपि नकेवलमेकस्मिन्नेवयागदिने- किन्तु अहाविश्वेव विश्वान्यप्यहानि सर्वेष्वप्यहःसुतुर्वणिर्भव यद्वा तुर्वणिस्त्वं अहाविश्वेव विश्वान्य- हान्यतिदीर्घमायुष्यंयथाददासि तथासुम्नान्यपि उभयमपिदेहीत्यर्थः ॥ ९ ॥</p>"
}
