{
	"id" : "10.130.5",
	"classification" : {
		"mandala" : "10",
		"sukta" : "130",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "18",
		"anuvaka" : "11",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "भाववृत्तं",
		"rishi" : "यज्ञः प्राजापत्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"वि॒राण्मि॒त्रावरु॑णयोरभि॒श्रीरिन्द्र॑स्य त्रि॒ष्थुबि॒ह भा॒गो अह्नः॑",
			"विश्वां॑दे॒वांजग॒त्या वि॑वेश॒ तेन॑ चाक्ळ्^इप्र॒ ऋष॑यो मनु॒ष्याः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"वि॒राण्मि॒त्रावरु॑णयोरभि॒श्रीरिन्द्र॑स्य त्रि॒ष्टुबि॒ह भा॒गो अह्नः॑ ।",
			"विश्वा॑न्दे॒वाञ्जग॒त्या वि॑वेश॒ तेन॑ चाकॢप्र॒ ऋष॑यो मनु॒ष्याः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"वि॒राट् । मि॒त्रावरु॑णयोः । अ॒भि॒ऽश्रीः । इन्द्र॑स्य । त्रि॒ऽस्तुप् । इ॒ह । भा॒गः । अह्नः॑ ।",
			"विश्वा॑न् । दे॒वान् । जग॒ती । आ । वि॒वे॒श॒ । तेन॑ । चा॒कॢ॒प्रे॒ । ऋष॑यः । म॒नु॒ष्याः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>अपि च मित्रावरुनयोर्देवयोर्विराट्छन्दोऽभिश्रीः। अभिश्रिता। आश्रितासीत्। विराजा सह मित्रावरुणावपि प्रजापतेः सकाशादजायेतामित्यर्थः। इहास्मिन्यज्ञेऽह्नः सवनत्रयरूपस्य भागो मध्यन्दिनसवनाख्योंऽशस्त्रिष्टुप्छन्दश्चेन्द्रस्याभिश्रयणीयावास्ताम्। ताविन्द्रश्च प्रजापतेः। सकाशादजायन्तेत्यर्थः। तथा च तैत्तिरीयकम्। उरसो बाहुभ्यां पञ्चदशं निरमिमीत तमिन्द्रो देवतान्वसृज्यत तत्र त्रिष्टुप्छन्दो बृहत्साम। तै. सं. ७-१-१-४। इति। तथा विश्वान्सर्वान्देवाञ्जगतीछन्द आ विवेश। प्रविष्टवती। विश्वे देवा जगती च प्रजापतेरजायन्तेत्यर्थः। तथा च तैत्तिरीयैअम्। तं विश्वे देवा देवता अन्वस्रुह्यन्त जगती छन्दो वैरूपं साम। तै. सं. ७-१-१-५। इति। उक्तेन प्रकारेण प्रतिमा कासीत् छन्दः किमासीत् प्रौगं किमुक्थमिति त्रयाणामुत्तरं जातम्। आज्यं किमासीत् परिधिः क आसीदित्यनयोरुत्तरं पुरुषसूक्तेद्रष्टव्यम् । तत्र ह्येवमाम्नायते। देवा यज्ञमतन्वत वसन्तो अस्यासीदाज्यं ग्रीष्म इध्मः शरद्धविः। ऋ. १०-९०-६। सप्तास्यासन्परिधयस्त्रिः सप्त समिधः कृताः। ऋ. १०-९०-१५। इति। अयमर्थः। सर्वरसोत्पादको वसन्तस्तस्य जगत्सर्जनसाधनस्य यज्ञस्याज्यमासीत्। आज्यदध्यादिभी रसैः सार्धं ताद्रुशो वसन्तोऽजायतेत्यर्थः। सर्वरसानां शोषको ग्रीष्म ऋतुरिध्म आसीत्। शुष्कैः काष्थैः सार्धं ग्रीष्मोऽजायतेत्यर्थः। पच्यमानव्रीहियुक्तः शरदृतुस्तस्य यज्ञस्य हविरासीत्। सप्तच्छन्दांसि त्रिः सप्तैकविंशतिधा भूत्वाष्वादश समिधस्त्रयः परिधयश्चासन्। कासीत्प्रजा प्रतिमा किं निदानमित्यनयोरपि प्रश्नयोरप्येवमुत्तरम् पूर्वे विश्वसृजोऽमृताः शतं वर्षसहस्राणि दीक्षिताः सत्त्रमासतेति एतेन वै विश्वसृज इदं विश्वमसृजन्तेति च तैत्तिरीयके। तै. ब्रा. ३-१२-९-१ रिन्द ८। समाम्नायते। अतस्तस्य यज्ञस्य सहस्रसंवत्सरपरिमितः कालः प्रमाणम् । विश्वस्य जगतः सर्जनमादिकारणं प्रवर्तकं फलमित्यर्थः। एतदुक्तं भवति। यदा विश्वसृजो देवा देवं प्रजापतिं विश्वसृजामयनाख्येन यागेनायजन् तदोक्ताः सर्वयागोपकाराः प्रजापतेः सकाशादजायन्तेति। यतोऽग्न्यादिदेवताभिः सह गायत्र्यादीनि सप्त च्छन्दांसि जातानि अतो हेतोस्तेषां छन्दसामग्न्यादयो देवता इति। छन्दोविचितौ सूत्रितं च। अग्निः सविता सोमो बृहस्पतिर्मित्रावरुणाविन्द्रो विश्वे देवा देवतः। पिं. ३-६३। इति। एवं प्राजापत्यो यज्ञोऽनुष्थितः। तेन यज्ञेनर्षयो मनुष्याश्च चाक्लृप्रे। चक्लृपिरे। क्लृप्ताः सृष्टा आसन्। कृपेः कर्मणि लिटीरयोरिति रेआदेशः। क्रुपो रो लः। पा. ८-२-१८। इति लत्वम्। तुजादित्वादभ्यासदीर्थः। तेनैव यज्ञेन सर्वं जगदसृजन्नित्यर्थः॥५॥</p>"
}
