{
	"id" : "1.127.4",
	"classification" : {
		"mandala" : "1",
		"sukta" : "127",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "12",
		"anuvaka" : "19",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"दृ॒ळ्हा चि॑दस्मा॒ अनु॑ दु॒र्यथा॑ वि॒दे तेजि॑ष्टाभिर॒रणि॑भिर्दा॒ष्थ्यव॑से॒ऽग्नये॑ दा॒ष्थ्यव॑से",
			"प्र यः पु॒रूणि॒ गाह॑ते॒ तक्ष॒द्वने॑व शो॒चिषा॑",
			"स्थि॒रा चि॒दन्ना॒ नि रि॑णा॒त्योज॑सा॒ नि स्थि॒राणि॑ चि॒दोज॑सा"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"दृ॒ळ्हा चि॑दस्मा॒ अनु॑ दु॒र्यथा॑ वि॒दे तेजि॑ष्ठाभिर॒रणि॑भिर्दा॒ष्ट्यव॑से॒ऽग्नये॑ दा॒ष्ट्यव॑से ।",
			"प्र यः पु॒रूणि॒ गाह॑ते॒ तक्ष॒द्वने॑व शो॒चिषा॑ ।",
			"स्थि॒रा चि॒दन्ना॒ नि रि॑णा॒त्योज॑सा॒ नि स्थि॒राणि॑ चि॒दोज॑सा ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"दृ॒ळ्हा । चि॒त् । अ॒स्मै॒ । अनु॑ । दुः॒ । यथा॑ । वि॒दे । तेजि॑ष्ठाभिः । अ॒रणि॑ऽभिः । दा॒ष्टि॒ । अव॑से । अ॒ग्नये॑ । दा॒ष्टि॒ । अव॑से ।",
			"प्र । यः । पु॒रूणि॑ । गाह॑ते । तक्ष॑त् । वना॑ऽइव । शो॒चिषा॑ ।",
			"स्थि॒रा । चि॒त् । अन्ना॑ । नि । रि॒णा॒ति॒ । ओज॑सा । नि । स्थि॒राणि॑ । चि॒त् । ओज॑सा ॥"
		]
	},
	"sayanaBhashya" : "<p>अस्मैअग्नये दृह्ळाचित् दृढान्येवसारवन्तिहवींषि अनु अनुक्रमेण प्रतिमन्त्रन्दुःददति ददातेर्लुङि गातिस्थेतिसिचोलुक् आतइतिझेर्जुस् यजमानाः ददति दानेदृष्टान्तः—यथाविदे विदुषे परमार्थदर्शि- नेयथाउत्कृष्टानिधनानिवितरन्तिदानशीलाः यद्वा अयमग्निर्यथाविदेविन्दते स्वातिरिक्तंहविर्देवेभ्यो- दातुंलभते स्वीकरोति तथादुरिति विन्दतेश्छान्दसः शपोलुक् लोपस्तआत्मनेपदेष्वितितलोपः किंच सोऽग्निस्तेजिष्ठाभिररणिभिः अत्यन्ततेजोयुक्तैर्मार्गैः यज्ञादिरूपैः दाष्टि पूजितःसन् स्वर्गादिकन्ददाति दाश्रृटाने श्पोलुक् किमर्थं अवसे तद्रक्षणाय यद्वा तेजिष्ठाभिः अतिशयेनतेजोवद्भिः अरणिभिर्गमनैः इतरदेवानुद्दिश्य यजमानेनदत्तंहविः अवसे तेषां स्वीकारायदाष्टिप्रथमन्ददाति नयति किंच अग्नये इतरदेवताप्रदानसमयेऽपियजमानः अग्नये अग्निप्रीतयेदाष्टिप्रथमन्ददाति किमर्थं अवसेरक्षणार्थं किंच योग्निः पुरुणिबहूनि सामर्थ्यात् यजमानधनादीनिप्रगाहते प्रविशति प्रविश्यचवाश्यादिरूपयाज्वाल- या तक्षत् तनूकरोति नाशयतीत्यर्थः तत्रदृष्टान्तः—वनेव वृक्षादिसमूहानिव वनानियथाप्रविश्यत- क्षति दहतितथेत्यर्थः किंचायमग्निः स्थिरास्थिराणिकठिनानिअन्नान्नानिव्रीह्यादीनि ओजसातेजो- रूपयाज्वालया निनितरांऋणाति गच्छतिपचतीत्यर्थः रीगतिरेषणयोः क्रैयादिकः प्वादीनांह्रस्व- इतिह्रस्वः तथा ओजसास्वकीयेनतेजसास्थिराणि अपरिहरणीयानिपापानिअमित्राणिवा निरिणाति निःशेषेणगच्छति नाशयतीत्यर्थः ॥ ४ ॥</p>"
}
