{
	"id" : "1.127.5",
	"classification" : {
		"mandala" : "1",
		"sukta" : "127",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "12",
		"anuvaka" : "19",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"तम॑स्य पृ॒क्षमुप॑रासु धीमहि॒ नक्तं॒ यः सु॒दर्श॑तरो॒ दिवा॑तरा॒दप्रा॑युषे॒ दिवा॑तरात्",
			"आद॒स्यायु॒र्ग्रभ॑णवद्वी॒ळु शर्म॒ न सू॒नवे॑",
			"भ॒क्तमभ॑क्त॒मवो॒ व्यन्तो॑ अ॒जरा॑ अ॒ग्नयो॒ व्यन्तो॑ अ॒जराः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"तम॑स्य पृ॒क्षमुप॑रासु धीमहि॒ नक्तं॒ यः सु॒दर्श॑तरो॒ दिवा॑तरा॒दप्रा॑युषे॒ दिवा॑तरात् ।",
			"आद॒स्यायु॒र्ग्रभ॑णवद्वी॒ळु शर्म॒ न सू॒नवे॑ ।",
			"भ॒क्तमभ॑क्त॒मवो॒ व्यन्तो॑ अ॒जरा॑ अ॒ग्नयो॒ व्यन्तो॑ अ॒जराः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"तम् । अ॒स्य॒ । पृ॒क्षम् । उप॑रासु । धी॒म॒हि॒ । नक्त॑म् । यः । सु॒दर्श॑ऽतरः । दिवा॑ऽतरात् । अप्र॑ऽआयुषे । दिवा॑ऽतरात् ।",
			"आत् । अ॒स्य॒ । आयुः॑ । ग्रभ॑णऽवत् । वी॒ळु । शर्म॑ । न । सू॒नवे॑ ।",
			"भ॒क्तम् । अभ॑क्तम् । अवः॑ । व्यन्तः॑ । अ॒जराः॑ । अ॒ग्नयः॑ । व्यन्तः॑ । अ॒जराः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>अस्यअस्मै तंपृक्षं हविर्लक्षणमन्नं उपरासुउपरमन्ते आसु हवींषीति उपराः वेदिसमीपभूमयः ता- सुधीमहिधारयामः अस्येत्युक्तङ्कस्येत्याह—योग्निःनक्तंरात्रौ दिवातरात् अह्नोपि सुदर्शतरः अत्यर्थं- सर्वैर्दर्शनीयोभवति यतोयंरात्रौसर्वेषुभावेषुतमसावृतत्वाददृश्यमानेष्वपि स्वयं अत्यर्थंप्रकाशते अ- तोस्मैधीमहि पुनःकीदृशाय दिवातरात् अह्नःसकाशादेव अप्रायुषे प्रगतमायुर्यस्यासौप्रायुः नप्रायुः अप्रायुः तस्मै असौयोऽस्तमेतिससर्वेषांभूतानांप्राणानादायास्तमेतीतिश्रुतेः । रात्रौसर्वेभावानिद्रया- वृतत्वात्प्रायुषइवभवन्ति अयमग्निस्तुसर्वप्राणिप्राणापहर्तुः सूर्यस्य रात्रौस्वस्मिन्नेप्रवेशात्प्रकृष्टायुर्भ- वति अतोपिधीमहि किंच आत् अतएव कारणात् यतोयंसुदर्शतरः यतश्चायमप्रायुः अतःकारणात् अस्यअस्मैतदर्थं आयुर्हविर्लक्षणमन्नं ग्रभणवत् ग्रहणयुक्तमभूत् ग्रहणेदृष्टान्तः—सूनवेपुत्राय पित्रोर्वी- ळुशर्मदृढं सुखसाधनङ्गृहंयथा ग्रहणवद्भवतितथैत्यर्थः शर्मेतिगृहनाम शर्मवर्मेतितन्नामसुपाठात् इदा- नींआहवनीयादिरूपेणाग्नेर्बहुत्वमपेक्ष्याह अजराः नित्यतरुणाः एतेअग्नयः भक्तं सेवमानंअभक्तं असे- वमानंचव्यन्तः एतेप्राणिनः अनुग्राह्याइतिबुद्भ्यमानाः अवः रक्षन्ति यद्यपिविशेषेणप्राणिनः दाहपा- कादिद्वाराक्षन्ति तथाप्यस्तियजमानेष्वतिशयइत्याह—व्यन्तः तैःप्रत्तीहविरश्नन्तः अजराभवन्ति स्वयंहविषाअजराःसन्तोयजमानान्प्यजरान्कुर्वन्तीत्यर्थः ॥ ५ ॥</p>"
}
