{
	"id" : "10.86.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "86",
		"ashtaka" : "8",
		"adhyaya" : "4",
		"varga" : "1",
		"anuvaka" : "7",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "इन्द्रः",
		"chandas" : "पङ्क्तिः"
	},
	"samhita" : {
		"lines" : [
			"वि हि सोतो॒रसृ॑क्षत॒ नेन्द्रं॑ दे॒वम॑मंसत",
			"यत्राम॑दद्वृ॒षाक॑पिर॒र्यः पु॒ष्थेषु॒ मत्स॑खा॒ विश्व॑स्मा॒दिन्द्र॒ उत्त॑रः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"वि हि सोतो॒रसृ॑क्षत॒ नेन्द्रं॑ दे॒वम॑मंसत ।",
			"यत्राम॑दद्वृ॒षाक॑पिर॒र्यः पु॒ष्टेषु॒ मत्स॑खा॒ विश्व॑स्मा॒दिन्द्र॒ उत्त॑रः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"वि । हि । सोतोः॑ । असृ॑क्षत । न । इन्द्र॑म् । दे॒वम् । अ॒मं॒स॒त॒ ।",
			"यत्र॑ । अम॑दत् । वृ॒षाक॑पिः । अ॒र्यः । पु॒ष्टेषु॑ । मत्ऽस॑खा । विश्व॑स्मात् । इन्द्रः॑ । उत्ऽत॑रः ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">अष्टमाष्टकस्य चतुर्थोऽध्याय आरभ्यते। तत्र वि हीति त्रयोविंशत्यृचं द्वितीयं सूक्तम्। वृषाकपिर्नामेन्द्रस्य पुत्रः। स चेन्द्राणीन्द्रश्चैते त्रयः संहताः संविवादं कृतवन्तः। तत्र विहि सोतोरसृक्षत किं सुबाहो स्वङ्गुर इन्द्राणीमासु नारिष्विति द्वे उक्ष्णो हि मेऽयमेमीति चतस्र इत्येता नवर्च इन्द्रवाक्यानि। अतस्तासामिन्द्र ऋषिः। परा हीन्द्रेति पञ्चावीरामिति द्वे वृषभो तिग्मशृङ्ग इत्याद्याश्चतस्र इत्येकादशर्च इन्द्राण्या वाक्यानि। अतस्तासामिन्द्राण्यृषिः। उवे अम्ब वृषाकपायि रेवति पर्शुर्ह नामेति तिस्रो वृषाकपेर्वाक्यानि। अतस्त्तासां वृषाकपिरृषिः। सर्वं सूक्तमैन्द्रं पञ्चपदापङ्क्तिश्छन्दस्कम्। तथा चानुक्रान्तम्। वि हि त्र्यधिकैन्द्रो वृषाकपिरिन्द्राणीन्द्रश्च समूदिरे पाङ्क्तमिति। षष्ठेऽहनि ब्राह्मणाच्छंसिन उक्थ्यशस्त्र एतत्सूक्तम्। सूत्रितं अथ वृषाकपिं शंसेद्यथा होताज्याद्यां चतुर्थे। आ. ८-३। इति। यदि षष्ठेऽहन्युक्थ्यस्तोत्राणि द्विपदासु न स्तुवीरन्सामगा यदि वेदमहरग्निष्टोमः स्यात्तदानीं ब्राह्मणाच्छंसी माध्यन्दिने सवन आरम्भणीयाभ्य ऊर्ध्वमेतत्सूक्तं शंसेद्विश्वजित्यपि। तथा च सूत्रितम्। सुकीर्तिं ब्राह्मणाच्छंसी वृषाकपिं च पङ्क्तिशंसम्। आ. ८-४। इति॥</p><p>सुतोः सोमाभिषवम् कर्तुं व्यसृक्षत। यागम् प्रति मया विसृष्टा अनुज्ञाताः स्तोतारो वृषाकपेर्यष्टारः। हीति पूरणः। तत्र देवं द्योतमानमिन्द्रं मां नामंसत। मया प्रेरिताः सन्तोऽपि ते स्तोतारो न स्तुतवन्तः। किन्तु मम पुत्रं वृषाकपिमेव स्तुवन्तः। यत्र येशु पुष्टेषु सोमेन प्रवृद्धेषु यागेष्वर्यह् स्वामी वृषाकपिर्मम पुत्रो मत्सखा मम सखिभुतः सन्नमदत् सोमपानेन हृष्तोऽभुत्। यद्यप्येवम् तथापीन्द्रोऽहं विश्वस्मात्सर्वस्माज्जगत उत्तरः। उत्कृष्टतरः। माधवभट्टास्तु वि हि सोतोरित्येषर्गिन्द्राण्या वाक्यमिति मन्यन्ते। तथा च तद्वचनम्। इन्द्राण्यै कल्पितं हविः कश्चिन्मृगोऽदूदुषदिन्द्रपुत्रस्य वृषाकपेर्विषये वर्तमानः। तत्रेन्द्रमिन्द्राणी वदति तस्मिन्पक्षे त्वस्या ऋचोऽयमर्थः। सोतोः सोमाभिषवं कर्तुं वि ह्यसृक्षत। उपरत सोमाभिषवा आसन्यजमाना इत्यर्थः। किञ्च मम पतिमिन्द्रं देवं नामंसत। स्तोतारो न स्तुवन्ति। कुत्रेति अत्राह। यत्र यस्मिन्देशे पुष्टेषु प्रवृद्धेषु धनेष्वर्यः स्वामी वृषाकपिरमदत्। मत्सखा मत्प्रियश्चेन्द्रो विश्वस्मात्सर्वस्माज्जगत उत्तरः। उत्कृष्टतरः॥१॥</p>"
}
