{
	"id" : "5.9.1",
	"classification" : {
		"mandala" : "5",
		"sukta" : "9",
		"ashtaka" : "4",
		"adhyaya" : "1",
		"varga" : "1",
		"anuvaka" : "1",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "गय आत्रेयः",
		"chandas" : "अनुष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"त्वाम॑ग्ने ह॒विष्मं॑तो दे॒वं मर्ता॑स ईळते",
			"मन्ये॑ त्वा जा॒तवे॑दसं॒ स ह॒व्या व॑क्ष्यानु॒षक्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"त्वाम॑ग्ने ह॒विष्म॑न्तो दे॒वं मर्ता॑स ईळते ।",
			"मन्ये॑ त्वा जा॒तवे॑दसं॒ स ह॒व्या व॑क्ष्यानु॒षक् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"त्वाम् । अ॒ग्ने॒ । ह॒विष्म॑न्तः । दे॒वम् । मर्ता॑सः । ई॒ळ॒ते॒ ।",
			"मन्ये॑ । त्वा॒ । जा॒तऽवे॑दसम् । सः । ह॒व्या । व॒क्षि॒ । आ॒नु॒षक् ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">यस्यनिःश्वसितंवेदायोवेदेभ्योखिलंजगत् ॥ निर्ममेतमहंवन्दे विद्यातीर्थमहेश्वरम् ॥ १ ॥</p><p class=\"intro\">पंचमेमंडलेप्रथमेनुवाकेपूर्वमष्टौसूक्तनिव्याख्यातानि त्वामग्नेहविष्मन्तइतिसप्तर्चन्नवमं सूक्तम् आत्रेयस्यगयस्यार्षं सप्तमीपंचम्यौपङ्क्ती शिष्टः पङ्क्त्ययन्तस्यचसूक्तस्येतिपरिभाषयाअनुष्टुभः अग्निर्देवता तथाचानुक्रम्यते-त्वामग्नेगयोन्त्यापं मम्यपङ्क्तीइति । प्रातरनुवाकेआश्विनशस्त्रेचएतदादिकेद्वेसूक्तेशंसनीये तथैवसूत्रितम्-त्वामग्नेहविप्मन्तइतिसूक्तेइति ।</p><p>हेअग्ने त्वां देवं दीप्यमानं हविष्मन्तः होमसाधनद्रव्यसमेताः मर्तासोमर्त्याः ईळते स्तुवन्ति अहंच जातवेदसं जातमुत्पन्नंचरा -चरभूतजातंवेत्तीतिजातवेदाः अथवा जातानिस्थावरजङ्गमात्मकानि एनंविदुरितिजातवेदाः यद्वा वेदइतिधननाम जातंसर्वं -वेदोधनंयस्यासौजातवेदाः एवन्दिधं त्वा त्वां मन्ये स्तौमि मनिरत्रस्तुत्यर्थेवर्तते धातूनामनेकार्थत्वात् सत्वं हव्या हवनसाधनानिहवींषि आनुषक् निरन्तरतयाअनुषक्तं यथा तथा वक्षि वहसि ॥ हविष्मन्तः हविःशब्दऔणादिकइस्प्रत्ययान्तः प्रत्ययस्वरेणान्तोदात्तः तदस्यास्तीतिमतुप् पदसंज्ञायाअपवादत्वेनतसौमत्वर्थेइतिभसंज्ञायांरुत्वाभावः मतुप् जसोरनुदात्तत्वात् प्रत्ययस्वरएवशिष्यते । देवं अच् प्रत्ययान्तत्वाद्देवशब्दोन्तोदात्तः । मर्तासः मृङ्प्राणत्यागे असिहसिमृङित्यादिनातन् गुणः मर्तः जसेरसुक् मर्तासः नित्त्वादाद्युदात्तः । ईळते ईडस्तुतौ अदादित्वाच्छपोलुक् आत्मनेपदेष्वनतः टेरेत्वम् अत्रढकारस्याध्येतृसंप्रदायप्राप्तोळकारः लसार्वधातु -कानुदात्तत्वेनधातुस्वरेप्राप्ते आष्टमिकोनिघातः । मन्ये श्यनोनित्त्वादाद्युदात्तत्वम् । त्वा युषिमिश्रणे मदिक् प्रत्ययान्तोयुष्मच्छव्दः प्रत्ययस्वरेणान्तोदात्तः त्वमावेकवचनेइतिमपर्यन्तस्यत्वादेशः द्वितीयांचेत्याकारः एकादेशउदात्तेनोदात्तइत्येकादेशोप्युदात्तएव त्वामौद्वितीयायाइतित्वादेशः स्थानिवद्भावेनान्तत्वे प्राप्ते अनुदात्तंसर्वमपादादावित्यनुदात्तत्वम् । जातवेदसम् जनीप्रादुर्भावे क्तः श्वीदितोनिष्ठायामितीट्प्रतिषेधः जनसनखनांसन् झलोरित्यात्वं प्रत्ययस्वरेणान्तोदात्तः वेदस् शब्दोप्यसुन् प्रत्ययान्तत्वादाद्युदात्तः कर्मधारयपक्षे समासान्तोदात्तापवादत्वेन तत्पुरुषेतुल्यार्थेत्यादिनापूर्वपदप्रकृतिस्वरत्वेप्राप्तेकृदुत्तरपदप्रकृतिस्वरत्वं तदपवादत्वेन- गतिकारकयोरपिपूर्वपदप्रकृतिस्वरत्वं चेतिपूर्वपदप्रकृतिस्वरत्वं बहुव्रीहिपक्षे बहुव्रीहौप्रकृत्यापूर्वपदमिति । हव्या हवमर्हतीत्यस्मिन्नर्थे- यइत्यनुवर्तमाने छन्दसिचेतियः नपुंसकत्वाच्छिरादेशः शेश्छन्दसिबहुलमितिलोपःप्रत्ययलक्षणेननुम् दीर्घनलोपौ प्रत्ययस्वरेणान्तोदात्तः । वक्षि वहप्रापणे सिप् लुगनुवृत्तौ बहुलं छन्दसीतिशपोलुक् टत्वकत्वषत्वानि सिपःपित्त्वादनुदात्तत्वेन धातुस्वरेणाद्युदात्तत्वेप्राप्तेनिघातः । आनुषक् अनुपूर्वस्यषंजेःक्विप् नकारलोपः कुत्वंच धात्वादेःसकारस्यउपसर्गात्सुनोतीत्या दिनाषत्वं दीर्घश्छान्दसः दीर्घश्छान्दसः कृदुत्तरपदप्रकृतिस्वरत्वम् ॥ १ ॥</p>"
}
