{
	"id" : "10.106.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "106",
		"ashtaka" : "8",
		"adhyaya" : "6",
		"varga" : "1",
		"anuvaka" : "9",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "अश्विनौ",
		"rishi" : "भूतांशः काश्यपः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"उ{1}भा{0} उ{2} नू{1}नं{0} त{0}दि{0}द{2}र्थ{0}ये{0}थे{1} वि{0} त{2}न्वा{0}थे{1} धि{0}यो{1} व{0}स्त्रा{1}प{0}से{2}व{0}",
			"स{1}ध्री{1}ची{1}ना{0} या{0}त{2}वे{1} प्रे{0}म{2}जी{0}गः{0} सु{1}दि{0}ने{2}व{1} पृ{0}क्ष{1} आ{0} तं{2}स{0}ये{0}थे{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"उ{1}भा उ{2} नू{1}नं तदिद{2}र्थयेथे{1} वि त{2}न्वाथे{1} धियो{1} वस्त्रा{1}पसे{2}व ।",
			"स{1}ध्री{1}ची{1}ना यात{2}वे{1} प्रेम{2}जीगः सु{1}दिने{2}व{1} पृक्ष{1} आ तं{2}सयेथे ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"उ{1}भौ । ऊं{1} इति{2} । नू{1}नम् । तत् । इत् । अ{1}र्थ{1}ये{1}थे{1} इति{2} । वि । त{1}न्वा{1}थे{1} इति{2} । धियः{2} । वस्त्रा{2} । अ{1}पसा{2}{5}इव ।",
			"स{1}ध्री{1}ची{1}ना । यात{2}वे । प्र । ई{1}म् । अ{1}जी{1}ग{1}रिति{2} । सु{1}दिना{2}{5}इव । पृक्षः{2} । आ । तं{1}स{1}ये{1}थे{1} इति{2} ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">तत्रोभा उ नूनुमित्येकादशर्चमाद्यं सूक्तम्। अनुवाकापेक्षया सप्तमं सूक्तम्। त्रैष्टुभमश्विदैवत्यम्। कश्यप पुत्रो भूतांशो नामर्षिः। तथा चानुक्रम्यते। उभौ भुतांशः काश्यप आश्विनमिति। अप्तोर्यामेऽच्छावाकातिरिक्तोक्थ्य एतत्सूक्तम्। सूत्रितम् च। उभा उ नूनं दैव्या होतारा प्रथमा पुरोहितेति परिधानीया। आ. ९-११। इति॥</p><p>हे अश्विनावुभौ युवां नूनमिदानीं तदिदस्माभिर्दीयमानं हविः क्रियमाणं स्तोत्रमेवार्थयेथे। प्रार्थयथः। अर्थ याज्ञायां चौरादिकः। अनुदात्तेत्। उः पूरणः। सम्प्रार्थ्य च धियः कर्माणि स्तुतीर्वा वि तन्वाथे। विस्तारयथः। तनु विस्तारे तानादिकः। तत्र दृष्टान्तः। अपसेवापस्विनौ कुविन्दौ यथा वस्त्रा वस्त्राणि विस्तारयतः। अपः शब्दान्मत्वर्थीयो विनिः। तस्य बहुलं छन्दसीति लुक्। प्रातिपदिकस्वरेणान्तोदात्तः। उभयत्र सुप आकारः। ईमयं यजमानः सध्रीचीना सध्रीचीनौ सहांचनौ युवाम्। सहपूर्वादञ्चरेः क्विनि सहस्य सध्रिरिति सध्र्यादेशः। विभाषाञ्चेरदिक् स्त्रियामिति खः। सुप आजादेशः। तौ यातवे। तुमर्थे तवेन्प्रत्ययः। अभिमतप्राप्त्यर्थं प्राजीगः। प्रकर्षेण स्तौति। यद्वा। युवां प्रति स्तुतीरुद्गिरति। गॄ शब्दे। गॄ निगरणे वा। एताभ्यां लुङि बहुलं छन्दसीति विकरणस्य श्लुः। बहुलं छन्दसीत्यभ्यासस्येत्वम्। दीर्घश्छान्दसः। गुणे कृते हल् ङ्यादिना तिपो लोपः। किञ्च सुदिनेव सुदिनेश्वन्नानि यथालङ्कुर्वन्ति। यद्वा। सुदिना सुदिनौ। आहोरात्रयोः प्रवर्तकत्वेन तद्वन्तौ सूर्याचन्द्रमसौ स्वरश्मिभिर्यथान्नान्यलङ्कुरुतः। तद्वद्युवां पृक्षः। अन्ननामैतत्। भोक्तृभिः संपृच्यन्त इति पृक्षोऽन्नानि । आ तंसयेथे। समन्तादलङ्कुरुथः। तसि भूष अलङ्कारे चौरादिकः॥१॥</p>"
}
