{
	"id" : "10.106.4",
	"classification" : {
		"mandala" : "10",
		"sukta" : "106",
		"ashtaka" : "8",
		"adhyaya" : "6",
		"varga" : "1",
		"anuvaka" : "9",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "अश्विनौ",
		"rishi" : "भूतांशः काश्यपः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"आ{1}पी{0} वो{2} अ{1}स्मे{0} पि{1}त{0}रे{2}व{0} पु{1}त्रो{0}ग्रे{0}व{2} रु{1}चा{0} नृ{1}प{0}ती{2}व{0} तु{1}यैड़्{0}",
			"इ{0}र्ये{2}व{0} पु{1}ष्थयि{0} कि{1}र{0}णे{2}व{0} भु{1}ज्यै{0} श्रु{2}ष्थी{1}वा{0}ने{2}व{1} ह{0}व{1}मा{0} ग{2}मि{0}ष्थ{0}म्{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"आ{1}पी वो{2} अ{1}स्मे पि{1}तरे{2}व पु{1}त्रोग्रेव{2} रु{1}चा नृ{1}पती{2}व तु{1}र्यै ।",
			"इर्ये{2}व पु{1}ष्ट्यै कि{1}रणे{2}व भु{1}ज्यै श्रु{2}ष्टी{1}वाने{2}व{1} हव{1}मा ग{2}मिष्टम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"आ{1}पी इति{2} । वः{1} । अ{1}स्मे इति{2} । पि{1}तरा{2}{5}इव । पु{1}त्रा । उ{1}ग्रा{5}इ{2}व । रु{1}चा । नृ{1}पती{2} इ{1}वेति{2} नृ{1}पती{2}{5}इव । तु{1}र्यै ।",
			"इर्या{2}{5}इव । पु{1}ष्ट्यै । कि{1}रणा{2}{5}इव । भु{1}ज्यै । श्रु{1}ष्टी{1}वाना{2}{5}इव । हव{2}म् । आ । ग{1}मि{1}ष्ट{1}म् ॥"
		]
	},
	"sayanaBhashya" : "<p>अस्मे अस्माकम् वो युवाम्। पूजायां बहुवचनम्। अपी प्राप्तौ बन्धुभूतौ भवथः। पितरेव पितराविव यथात्र पितरौ प्रति पुत्रा पुत्रौ बन्धुभूतौ भवतः तद्वत्। यद्वा । पुत्रा। षष्ठ्या आकारः। पुत्राणां पितरौ बन्धू। तथोग्रेवोग्राविव यथोग्रौ स्वतेजसोद्गूर्णावग्न्यादित्यौ यथा रोचमानौ भवतः तद्वद्रुचा दीप्त्या युक्तौ। रोचतेर्भावे क्विप्। सावेकाच इति विभक्तेरुदात्तत्वम्। यद्वा। रुचा रोचमानौ भवथः। रोचतेरिगुपधलक्षण कः। सुप आकारः। नृपतीव यथा नृणां पालयितारौ राजानौ सम्भ्रमयुक्तायै सेनायै रक्षकत्वेन भवतः तद्वत्तुर्यै कर्मार्थं त्वरमाणायै सम्भ्रमवत्यै जनतायै युवामभीष्टदतृत्वेन भवथः। तुर त्वरणे। इगुपधात्कित्। उ. ४-११९। इतीन्प्रत्ययः। कृदिकारादक्तिनः। पा. ४-१-४५। इति ङीप्। उदात्तयणो हल्पूर्वादिति विभक्तेरुदात्तत्वम्। इर्येवेर्याविव। इरान्नम्। तत्र भवौ। भावार्थे यत्। अन्नवन्तावाढ्यौ स्वजवरितोषणाय भवतः। तद्वद्युवां पुष्ट्यै धनादिदानेनास्माकं परितोषणाय भवथः। किरणेद किरणाविव यथाग्न्यादित्यकिरणऔ सर्वेषां प्रकाशनादिद्वारेन भोगाय भवतः तद्वद्भुज्यै स्तोतॄणां परिभोगाय भवथः। श्रुष्टीवानेव शृष्टिवन्ताविव। श्रुष्टीति क्षिप्रनाम। मत्वर्थीयो वनिप्। तद्वन्तावश्वौ यथा लक्ष्यं देशं प्रति शीघ्रं गच्छतः तद्वत्। यद्वा। श्रुष्टीवानेव। श्रुष्टीति सुखनाम। तद्वन्तौ पुरुषौ यथा क्रीडार्थमागच्छतः तद्वद्युवां हवमस्मदीयमाह्वानाम् प्रत्या गमिष्टम्। आगच्छतम्। हवम्। भावेऽनुपसर्गस्येति ह्वयतेरप् सम्प्रसारणं च॥४॥</p>"
}
