{
	"id" : "10.106.5",
	"classification" : {
		"mandala" : "10",
		"sukta" : "106",
		"ashtaka" : "8",
		"adhyaya" : "6",
		"varga" : "1",
		"anuvaka" : "9",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "अश्विनौ",
		"rishi" : "भूतांशः काश्यपः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"वं{0}स{2}गे{0}व{0} पू{0}ष{1}र्या{2} शिं{1}बा{0}ता{2} मि{1}त्रे{0}व{2} ऋ{1}ता{0} श{1}त{0}रा{1} शा{0}त{2}पं{0}ता{0}",
			"वा{0}जे{2}वो{1}च्चा{0} व{0}य{2}सा{0} घ{0}र्म्ये{1}ष्टा{0} मे{0}षे{2}वे{1}षा{0} स{2}प{1}र्या{1}थ्{1}{2} पु{0}री{2}षा{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"वंस{2}गेव पूष{1}र्या{2} शि{1}म्बाता{2} मि{1}त्रेव{2} ऋ{1}ता श{1}तरा{1} शात{2}पन्ता ।",
			"वाजे{2}वो{1}च्चा वय{2}सा घर्म्ये{1}ष्ठा मेषे{2}वे{1}षा स{2}प{1}र्या{1}३{2}{1} पुरी{2}षा ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"वंस{2}गा{5}इव । पू{1}ष{1}र्या{2} । शि{1}म्बाता{2} । मि{1}त्रा{5}इव{2} । ऋ{1}ता । श{1}तरा{2} । शात{2}पन्ता ।",
			"वाजा{2}{5}इव । उ{1}च्चा । वय{2}सा । घ{1}र्म्ये{1}{5}स्था । मेषा{2}{5}इव । इ{1}षा । स{1}प{1}र्या{2} । पुरी{2}षा ॥"
		]
	},
	"sayanaBhashya" : "<p>वंसगेव वंसगाविव वननीयगमनौ वृषभावव तौ यथा पूषर्या पूषरौ पूषणे भवौ। पुष्टावयवावित्यर्थः। तद्वद्युवां स्फीताङ्गावयवौ। पुष पुष्टौ। अस्मादौणादिको भावेऽरन्प्रत्ययः। तदन्ताद्भावे छन्दसीति यत्। तित्स्वरितम्। तथा शिंबाता शिंबातौ। सुखनामैतत्। शिम्बेन दुःकानां तनूकरणेन हेतुनातितं प्राप्तमिति। शिञ् निशाने। अस्माच्छिम्बमिति बाहुलकाद्बप्रत्ययो मुक्च निपात्यते। अततेः कर्मणि घञ्। सुप आलादेशः। सुखकरौ भवथः। मित्रेव मित्राविव। मित्रशब्देन वरुणोऽप्युपलक्ष्यते। सहावस्थितमित्रावरुणाविवर्तर्तौ सत्यभुतौ तद्वद्यथार्थदर्शिनौ भवथः। तथा शतरा शतं शतसङ्ख्यानि बहूनि रायो धनानि ययोः सन्ति तौ तथोक्तौ। सुपो डादेशः। यद्वा। शतमनेकमिन्द्रियप्रसादादि राति ददातिति शतरा सुखम् । तेन तद्वन्तौ। शातपन्ता शातपन्तौ तीक्ष्णस्तुतिकौ। शान्तं तीक्श्णम्। पन्तम्। पन्तेर्बाहुलकात्तन्। उ. ३-८६। यद्वा। शातपन्ता शातेन दुःखानां तनूकरनेन पन्यते स्तूयत इति शातपन्तम् सुखम्। शो तनूकरने। निष्ठा। पनतेस्तन्। तेन युवां सुखवन्तौ भवथः। यद्यपि शिम्बाता शतरा शातपन्तेति त्रीण्यपि सुखनामानि तथापि कालत्रयेऽप्यश्विनोः सुखकरत्वस्य विवक्षितत्वेन विषयभेदादपौनरुक्त्यम्। वाजेव वाजाविव यथाश्वौ घासादिनोन्नतौ सम्पूर्णावयवौ तद्वद्वयसा हवीरूपेणान्नेन हेतुनोच्चोच्चैर्वर्तमानौ। पुष्टावित्यर्थः। उच्चा। उच्चैः शब्दात्सुपो डादेशः। टित्त्वाट्टिलोपः। घर्म्येष्ठा घर्मस्थौ। घर्मं दीप्तमन्तरिक्षम्। तत्सम्बन्धिनि देशे सूर्याचन्द्रमसो रूपेणावस्थितौ भवथः सूर्या चन्द्रमसाविति यास्कः। २-१२-१। यद्वा। घर्मे प्रवर्ग्ये भवं घर्म्यं हविः। तत्र देवतात्वेनावस्थितौ भवथः। तिष्थतेरन्येभ्योऽपि दृश्यन्त इति विच्। तत्पुरुषे कृति बहुलमिति पूर्वपदस्य सप्तम्या अलुक्। मेशेव मेषाविव। तौ यथान्नेन परि चरणियौ तद्वद्युवामिषा हवीरूपेणान्नेन सपर्या सपरौ परिचरणियौ भवथः। सपर शब्दः कण्ड्वादिः। सपर्यतिः परिचरणकर्मा। पुरीषा पुरीषौ धनादिदानेन स्तोतृणां पोषयितारौ यद्वा हविर्भिः पोषणियौ भवथः। पुरीशं पुष्णातेः पोषयतेर्वेति यास्कः॥५॥</p>"
}
