{
	"id" : "10.106.6",
	"classification" : {
		"mandala" : "10",
		"sukta" : "106",
		"ashtaka" : "8",
		"adhyaya" : "6",
		"varga" : "2",
		"anuvaka" : "9",
		"rik" : "6"
	},
	"attribute" : {
		"devata" : "अश्विनौ",
		"rishi" : "भूतांशः काश्यपः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"सृ॒ण्ये॑व ज॒र्भरी॑ तु॒र्फरी॑तू नैतो॒शेव॑ तु॒र्फरी॑ पर्फ॒रीका॑",
			"उ॒द॒न्य॒जेव॒ जेम॑ना मदे॒रू ता मे॑ ज॒राय्व॒जरं॑ म॒रायु॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"सृ॒ण्ये॑व ज॒र्भरी॑ तु॒र्फरी॑तू नैतो॒शेव॑ तु॒र्फरी॑ पर्फ॒रीका॑ ।",
			"उ॒द॒न्य॒जेव॒ जेम॑ना मदे॒रू ता मे॑ ज॒राय्व॒जरं॑ म॒रायु॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"सृ॒ण्या॑ऽइव । ज॒र्भरी॒ इति॑ । तु॒र्फरी॑तू॒ इति॑ । नै॒तो॒शाऽइ॑व । तु॒र्फरी॒ इति॑ । प॒र्फ॒रीका॑ ।",
			"उ॒द॒न्य॒जाऽइ॑व । जेम॑ना । म॒दे॒रू इति॑ । ता । मे॒ । ज॒रायु॑ । अ॒जर॑म् । म॒रायु॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>सृण्येव सृण्यावि सृणिरङ्कुशः। तत्र साधुरिति यत्। अङ्कुशार्हौ मत्तगजाविव जर्भरी गात्रविनामम् कुर्वन्तौ। जभ जृभि गात्र विनामे। अस्मादौ णादिको रिप्रत्ययः। यद्वा। सृण्येव। सृणिर्दिविधा। मत्तगजस्यैकत्रावस्थापयित्र्येका। अपरा बाधयित्री। सर्तेः किच्च। उ. ४-४९-१०४। इत्यौणादिको निप्रत्ययः। कित्त्वादगुणः। कृदिकारादक्तिन इति ङीष्। सुप आकारः। उदात्तस्वरितयोर्यण इति स्वरितः। तादृश्यौ सृण्याविव जर्भरी भर्तारवेकत्रैवावस्थापकौ। तथा तुर्फरीतूतर्फितारौ शत्रूणां हन्तारौ। जर्भरी। भरतेयङ् लुगन्तादौणादिक इप्रत्ययः। अभ्यासस्य जकारश्छान्दसः। तृफ तृम्फ हिंसायाम्। अस्मात्तृजन्तस्य तुर्फरीतारावित्यस्य पृषोदरादित्वाद्वर्णविकारः। यद्वा। अस्माद्बाहुलकादौणादिकोऽरीतुप्रत्यय उत्वं च। अत्र निरुक्तम्। द्विविधा सृणिर्भवति भर्ता च हन्ता च तथाश्विनौ चापि भर्तारौ जर्भरी भर्तारावित्यर्थस्तुर्फरीतू हन्तारावित्यादि। नि. १३-५। नैतोशेव। नितो शतिर्वधकर्मा। नितोशयतिति नितोशः। तस्यापत्यं नैतोशः। ताविव तुर्फरी शत्रूणां हन्तारौ। तृफतिर्हिंसार्थः। अस्मादौणादिको रिप्रत्यय उत्वं च। पर्फरीका पर्फरीकौ ह्सत्रूणां विदारयितारौ। ञिफला विशरणे। अस्मात्र्फरीकादयश्च। उ. ४-२०। इतीकप्रत्ययान्तो निपात्यते। यद्वा। स्तोतृजनानां धनादिदानेन पूरयितारौ। पॄ पालनपूरनयोः। अस्मादीकनि पूर्ववत्सर्वं निपात्यते। फर्वतेः पूरणार्थाद्वा। उदन्यजेव उपन्यजे इव। उदके भवमुदन्यम्। पद्दन्नोमास्। पा. ६-१-६३। इत्यादिनाशस्त्रभृतिष्वप्युदन्नादेशः। तत्र जाते रत्ने इव निर्मलौ कान्तियुक्तावित्यर्थः। जेमना जेमनौ जयशीलौ। जयतेरन्येभ्योऽपि दृश्यन्त इति मनिन्। दीर्घाभावश्छान्दसः। मदेरू बलातिशयेन मत्तौ स्तुत्यौ वा। ता तौ पूर्वोक्तगुनावश्विनौ युवां मे मदीयं जरायु जरायुजं अत एव मरायु मरणशीलं शरीरमजरं जरारहितं मरणधर्मरहितं कुरुतम्। नञो जरमरणत्रमृता इति नञ उत्तरस्य जरशब्दस्याद्युदात्तत्वम्॥६॥</p>"
}
