{
	"id" : "1.138.2",
	"classification" : {
		"mandala" : "1",
		"sukta" : "138",
		"ashtaka" : "2",
		"adhyaya" : "2",
		"varga" : "2",
		"anuvaka" : "20",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "पूषा",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"प्र हि त्वा॑ पूषन्नजि॒रं न याम॑नि॒ स्तोमे॑भिः कृ॒ण्व ऋ॒णवो॒ यथा॒ मृध॒ उष्थ्रो॒ न पी॑परो॒ मृधः॑",
			"हु॒वे यत्त्वा॑ मयो॒भुवं॑ दे॒वं स॒ख्याय॒ मर्त्यः॑",
			"अ॒स्माक॑माङ्गू॒षान्द्यु॒म्निन॑स्कृधि॒ वाजे॑षु द्यु॒म्निन॑स्कृधि"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"प्र हि त्वा॑ पूषन्नजि॒रं न याम॑नि॒ स्तोमे॑भिः कृ॒ण्व ऋ॒णवो॒ यथा॒ मृध॒ उष्ट्रो॒ न पी॑परो॒ मृधः॑ ।",
			"हु॒वे यत्त्वा॑ मयो॒भुवं॑ दे॒वं स॒ख्याय॒ मर्त्यः॑ ।",
			"अ॒स्माक॑माङ्गू॒षान्द्यु॒म्निन॑स्कृधि॒ वाजे॑षु द्यु॒म्निन॑स्कृधि ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"प्र । हि । त्वा॒ । पू॒ष॒न् । अ॒जि॒रम् । न । याम॑नि । स्तोमे॑भिः । कृ॒ण्वे । ऋ॒णवः॑ । यथा॑ । मृधः॑ । उष्ट्रः॑ । न । पी॒प॒रः॒ । मृधः॑ ।",
			"हु॒वे । यत् । त्वा॒ । म॒यः॒ऽभुव॑म् । दे॒वम् । स॒ख्याय॑ । मर्त्यः॑ ।",
			"अ॒स्माक॑म् । आ॒ङ्गू॒षान् । द्यु॒म्निनः॑ । कृ॒धि॒ । वाजे॑षु । द्यु॒म्निनः॑ । कृ॒धि॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेपूषन् अजिरं यज्ञदेशंप्रति गमनवन्तं त्वात्वांयामनि गमने निमित्तभूतेसति स्तोमेभिः स्तोत्रैः प्रकृण्वे प्रकृष्टङ्करोमि तत्रदृष्टान्तः—यामनिशीघ्रगमने अजिरन्न शीघ्रगामिनमश्वमिव सयथा प्रस्तूयते तद्वत् किंच यथामृधः स्ङ्ग्रामान् उद्दिश्यऋणवःगच्छेः तथा प्रकृण्वे यद्वा यथा ऋणवः अस्मद्यज्ञंप्रति- गच्छेः ऋणुगतौ तानादिकः लेट्यडागमः तथात्वाङ्कृण्वे किंच मृधो हिंसकान्योद्धृन् सङ्ग्रामे पीपरः पारन्नयसि पारयतेर्लुङिरूपं तत्रदृष्टान्तः—उष्ट्रोन उष्ट्रोयथाभारं वोढ्वापारयति तद्वत् मृधः सङ्ग्रामात् पीपरः पारन्नयसि यत् यतः अतःकारणात् त्वात्वांमयोभुवं सुखस्यभावयितारन्देवं देवनशीलंपूषणं मर्त्योमरणधर्मामनुष्योहं हुवेआह्वयामि किमर्थं सख्यायसमानख्यानाय प्रियकरणायएवमाहूतः सन्नस्माकं आङ्गूषान् आघोषान् स्तोमान् आङ्गूषस्तोम आघोषइतियास्कः । द्युम्निनस्कृधि द्योतनवतः कुरु यद्वा स्तोमान् यशोवतः अन्नवतोवा कृधिअस्मत्स्तुत्याप्रीतः त्वमेवङ्कुर्वित्यर्थः किंच वाजेषु सङ्ग्रा- मेषुद्युम्निनः अन्नवतः कृधि अस्मद्वैरिणोजित्वातेषामन्नङ्कृधिकुर्वित्यर्थः ॥ २ ॥</p>"
}
