{
	"id" : "10.110.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "110",
		"ashtaka" : "8",
		"adhyaya" : "6",
		"varga" : "8",
		"anuvaka" : "9",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "इध्मः समिद्धोग्निर्वा",
		"rishi" : "जमदग्निस्तत्सुतो वा रामः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"समि॑द्धो अ॒द्य मनु॑षो दुरो॒णे दे॒वो दे॒वान्य॑जसि जातवेदः",
			"आ च॒ वह॑ मित्रमहश्चिकि॒त्वान्त्वं दू॒तः क॒विर॑सि॒ प्रचे॑ताः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"समि॑द्धो अ॒द्य मनु॑षो दुरो॒णे दे॒वो दे॒वान्य॑जसि जातवेदः ।",
			"आ च॒ वह॑ मित्रमहश्चिकि॒त्वान्त्वं दू॒तः क॒विर॑सि॒ प्रचे॑ताः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"सम्ऽइ॑द्धः । अ॒द्य । मनु॑षः । दु॒रो॒णे । दे॒वः । दे॒वान् । य॒ज॒सि॒ । जा॒त॒ऽवे॒दः॒ ।",
			"आ । च॒ । वह॑ । मि॒त्र॒ऽम॒हः॒ । चि॒कि॒त्वान् । त्वम् । दू॒तः । क॒विः । अ॒सि॒ । प्रऽचे॑ताः ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">समिद्ध इत्येकादशर्चमेकादशं सूक्तं त्रैष्टुभम्। भार्गवो जमदग्निऋषिः। तस्य पुत्रो रामो वा यः परशुराम इति प्रख्यातः। आप्रीसूक्तमिदम्। अतः समिदाद्याः सतनूनपातो नराशंसवर्जिताः प्रत्युचं देवताः। तथा चानुक्रान्तं समिद्ध एकादश जमदग्निस्तत्सुतो वा राम आप्रिय इति। पशौ जामदग्न्यानामिदमाप्रीसूक्तं यद्वाविशेशेण सर्वेषाम्। सूत्रितं च। समिद्धो अद्येति सर्वेषां यथर्षि वा। आ. ३-२। इति। अग्निचयनाङ्गभूते प्राजापत्ये पशौ सर्वेशां नित्यमिदमाप्रीसूक्तम्। सूत्रितं च। प्राजापत्ये तु जामदग्न्यः सर्वेशाम् । आ. ३-२। इति॥</p><p>हे जातवेदो जातप्रज्ञाग्ने देवः स्वतेजसा दीप्यमानस्त्वं मनुशो मनुश्यस्य यश्टुर्दुरोणे। ग्रुहनामैतत्। दुरवन आयासेन रक्षितव्ये ग्रुहेऽद्यास्मिन्कर्मणि समिद्धः समृक्प्रज्वालितः सन् देवानिन्द्रादीन्यजसि। हविर्भिः पूजय। समिद्धः। इन्धी दीप्तौ। कर्मणि क्ते श्वीदितो निष्ठायामितीट् प्रतिषेधः। गतिरनन्तर इति गतेः प्रकृतिस्वरत्वम्। हे मित्रमहः स्तुत्यस्तोत्रुलक्षणत्वेन मित्रभूतानां स्तोतॄणाम् पूजयितः तैः पूज्यमान वाग्ने चिकित्वाम्स्तैः कृताः स्तुतीः प्रजानन् चेतनवान्वा त्वमस्मदीये यज्ञे देवाना वह च। आप्रापय। वह प्रापणे। लोटि रूपम्। चवायोगे प्रथमेति न निघातः। तथा कविः क्रान्तप्रज्ञः अत एव प्रचेताः प्रकृष्टज्ञानस्त्वं दूतो देवानां हविष्प्रापणेन हितकारी भवसि॥१॥</p>"
}
