{
	"id" : "1.130.2",
	"classification" : {
		"mandala" : "1",
		"sukta" : "130",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "18",
		"anuvaka" : "19",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"पिबा॒ सोम॑मिन्द्र सुवा॒नमद्रि॑भिः॒ कोशे॑न सि॒क्तम॑व॒तं न वंस॑गस्तातृषा॒णो न वंस॑गः",
			"मदा॑य हर्य॒ताय॑ ते तु॒विष्थ॑माय॒ धाय॑से",
			"आ त्वा॑ यच्छन्तु ह॒रितो॒ न सूर्य॒महा॒ विश्वे॑व॒ सूर्य॑म्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"पिबा॒ सोम॑मिन्द्र सुवा॒नमद्रि॑भिः॒ कोशे॑न सि॒क्तम॑व॒तं न वंस॑गस्तातृषा॒णो न वंस॑गः ।",
			"मदा॑य हर्य॒ताय॑ ते तु॒विष्ट॑माय॒ धाय॑से ।",
			"आ त्वा॑ यच्छन्तु ह॒रितो॒ न सूर्य॒महा॒ विश्वे॑व॒ सूर्य॑म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"पिब॑ । सोम॑म् । इ॒न्द्र॒ । सु॒वा॒नम् । अद्रि॑ऽभिः । कोशे॑न । सि॒क्तम् । अ॒व॒तम् । न । वंस॑गः । त॒तृ॒षा॒णः । न । वंस॑गः ।",
			"मदा॑य । ह॒र्य॒ताय॑ । ते॒ । तु॒विःऽत॑माय । धाय॑से ।",
			"आ । त्वा॒ । य॒च्छ॒न्तु॒ । ह॒रितः॑ । न । सूर्य॑म् । अहा॑ । विश्वा॑ऽइव । सूर्य॑म् ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र वंसगः वननीयगमनस्त्वं सोमंपिब द्भ्यचोतस्तिङ्ङइतिदीर्घः कीदृशं तं अद्रिभिरभिषवसा- धनैर्ग्रावभिः सुवानं सूयमानं कर्माणकर्तृप्रत्ययः कोशेनसिक्तं कोशस्थानीयेन दशापवित्रेणशोधितं यद्वा अवतमित्यनेन सहसंबन्धः कोशेन इतिमेघलक्षणोदकेनसिक्तं स्वोचितजलेनपूरितंअवतन्न आ- हावलक्षणमवटमिव तं यथा वंसगोवननीयगमनः तृषा शीघ्रगामीवृषभःपिबतितद्वत् किंच ततृषा- णोनवंसगः यथा अत्यन्तं तृषितोवंसगोवननीयगमनः शीघ्रगामीपुरुषः आहावादिकमागत्यपिबति तद्वत् किमर्थंपानमितितत्राह—तेतव मदाय तृप्तये हर्यताय विक्रन्तिहेतवे कान्त्यर्थेवा हर्यगतिका- न्त्योः भृमृदृशीत्यादिनातच् तुविष्टमाय महत्त्वाय प्रवृद्धत्वाय धायसे यदर्थं मदउपजायते तदर्थाय धाञोवहिहाधाञ्भ्यइत्यसुनि णिदित्यनुवृत्तेरातोयुगितियुक् यद्वा तेतव तुविष्टमाय धायसे अतिप्र- भूतायपानायत्वा त्वांआयच्छन्तु आभिमुख्येनगमयन्तु अश्वाइतिशेषः तत्रदृष्टान्तः—हरितोनसूर्यं हरितवर्णविशिष्टाएतन्नामकाअश्वाःसूर्यमिव तंयथा अतित्वरया अभिमतदेशे अभिप्रेरितावहन्ति तद्वत् किंच अहाविश्वा सर्वाण्यहानिसूर्यमिव तंयथातएवप्रतिदिनंवहन्ति तथा अस्मद्यागदिवसेषुप्र- तिदिनमावहन्तु ॥ २ ॥</p>"
}
