{
	"id" : "1.130.3",
	"classification" : {
		"mandala" : "1",
		"sukta" : "130",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "18",
		"anuvaka" : "19",
		"rik" : "3"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"अविं॑दद्दि॒वो निहि॑तं॒ गुहा॑ नि॒धिं वेर्न गर्भं॒ परि॑वीत॒मश्म॑न्यनं॒ते अं॒तरश्म॑नि",
			"व्र॒जं व॒ज्री गवा॑मिव॒ सिषा॑स॒न्नङ्गि॑रस्तमः",
			"अपा॑वृणो॒दिष॒ इन्द्रः॒ परी॑वृता॒ द्वार॒ इषः॒ परी॑वृताः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अवि॑न्दद्दि॒वो निहि॑तं॒ गुहा॑ नि॒धिं वेर्न गर्भं॒ परि॑वीत॒मश्म॑न्यन॒न्ते अ॒न्तरश्म॑नि ।",
			"व्र॒जं व॒ज्री गवा॑मिव॒ सिषा॑स॒न्नङ्गि॑रस्तमः ।",
			"अपा॑वृणो॒दिष॒ इन्द्रः॒ परी॑वृता॒ द्वार॒ इषः॒ परी॑वृताः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अवि॑न्दत् । दि॒वः । निऽहि॑तम् । गुहा॑ । नि॒ऽधिम् । वेः । न । गर्भ॑म् । परि॑ऽवीतम् । अश्म॑नि । अ॒न॒न्ते । अ॒न्तः । अश्म॑नि ।",
			"व्र॒जम् । व॒ज्री । गवा॑म्ऽइव । सिसा॑सन् । अङ्गि॑रःऽतमः ।",
			"अप॑ । अ॒वृ॒णो॒त् । इषः॑ । इन्द्रः॑ । परि॑ऽवृताः । द्वारः॑ । इषः॑ । परि॑ऽवृताः ॥"
		]
	},
	"sayanaBhashya" : "<p>अयमिन्द्रः दिवोद्युलोकात् आनीतं सोमं अविन्दत् अलभत लब्धवान् द्युलोकाद्गायत्र्या पक्षिरूप- यापहृतं भूमावानीतं स्वीकृतवानित्यर्थः द्युलोकादानयनन्तैत्तिरीये—तृतीयस्यामितोदिविसोमआसी- त्तङ्गायत्र्याहरदित्यादिषुप्रसिद्धं सएवविशेष्यते गुहानिहितं अतिगोप्येप्रदेशे पर्वतादौ स्थापितं अत- एव निधिन्निधिस्थानीयंअनाशमित्यर्थः आनयनेदृष्टान्तः—वेः पक्षिणोगर्भन्न शिशुमिव यथा कपोता- दिस्त्रीपक्षी स्वशिशुं व्याधादिभयात् कस्मिंश्चिदृउर्गमेस्थापयित्वा तत्स्थानमजानती परिभ्रम्यविन्दते तद्वदित्यर्थः पुनःकीदृशं अश्मनि पाषाणे अतिमहति विस्तृते अनन्ते अश्मनि अपरिमितपाषाणे पर्व- तादौ अन्तर्मध्ये परिवीतं लताकंटकादिनापरितोवेष्टितं सत्स्वपीतरेषु देवेषु कोऽस्यातिशयइति तत्राह्—अयमिन्द्रोवज्री वज्रवान् अङ्गिरस्तमः अतिशयेनाङ्गारवद्दीप्यमानः गवांव्रजमिव पणिना- सुरेणापहृतं भूमौ खनित्वा पाषाणेनपिहितद्वारं गवांव्रजं यथा तमसुरं जित्वा द्वारमुद्घाट्यलब्धवान् तद्वत्सोमं सिषासन् संभक्तुमिच्छन् सनीवन्तर्धेतिविकल्पनादिडभावे जनसनखनेत्यात्वं अविन्दत् अयमर्थः पणिनेवगावइत्यादिश्रुतिषुप्रसिद्धः । तथायमिन्द्रः परीवृताःपरितोमेघेनावृत्ताः इषः अन्नहे- तुभूतस्योदकस्यद्वारः द्वाराणि अपावृणोत् अपवृतान्यकरोत् उद्घाटितवानित्यर्थः तथाकृत्वा इषः इष्यमाणानि व्रीह्याद्यन्नानि परिवृताः भूमौपरितोव्याप्तान्यकरोत् वज्रेणमेघंभित्त्वाजलवर्षणेनस- स्यादिसमृद्धिङ्कृत्वा व्रीह्यादिकंभूमौव्याप्तमकरोदित्यर्थः यतोयमेवङ्कृतवान् अतोऽस्यसोमस्वीकारो- युक्तः ॥ ३ ॥</p>"
}
