{
	"id" : "1.130.4",
	"classification" : {
		"mandala" : "1",
		"sukta" : "130",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "18",
		"anuvaka" : "19",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"दा॒दृ॒हा॒णो वज्र॒मिन्द्रो॒ गभ॑स्त्योः॒ क्षद्मे॑व ति॒ग्ममस॑नाय॒ सं श्य॑दहि॒हत्या॑य॒ सं श्य॑त्",
			"सं॒वि॒व्या॒न ओज॑सा॒ शवो॑भिरिन्द्र म॒ज्मना॑",
			"तष्थे॑व वृ॒क्षं व॒निनो॒ नि वृ॑श्चसि पर॒श्वेव॒ नि वृ॑श्चसि"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"दा॒दृ॒हा॒णो वज्र॒मिन्द्रो॒ गभ॑स्त्योः॒ क्षद्मे॑व ति॒ग्ममस॑नाय॒ सं श्य॑दहि॒हत्या॑य॒ सं श्य॑त् ।",
			"सं॒वि॒व्या॒न ओज॑सा॒ शवो॑भिरिन्द्र म॒ज्मना॑ ।",
			"तष्टे॑व वृ॒क्षं व॒निनो॒ नि वृ॑श्चसि पर॒श्वेव॒ नि वृ॑श्चसि ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"द॒दृ॒हा॒णः । वज्र॑म् । इन्द्रः॑ । गभ॑स्त्योः । क्षद्म॑ऽइव । ति॒ग्मम् । अस॑नाय । सम् । श्य॒त् । अ॒हि॒ऽहत्या॑य । सम् । श्य॒त् ।",
			"स॒म्ऽवि॒व्या॒नः । ओज॑सा । शवः॑ऽभिः । इ॒न्द्र॒ । म॒ज्मना॑ ।",
			"तष्टा॑ऽइव । वृ॒क्षम् । व॒निनः॑ । नि । वृ॒श्च॒सि॒ । प॒र॒श्वाऽइ॑व । नि । वृ॒श्च॒सि॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>अयमिन्द्रः गभस्त्योर्बाह्वोः वज्रन्ददृहाणः दृढङ्गृह्णन् दृहदृहिवृद्धौ लिटःकानच् गभस्तीइतिबाहु- नाम गभस्तीबाहूइतितन्नामसुपाठात् किमर्थंअसनायशत्रोरुपरिक्षेपणाय तिग्मंअत्यन्ततीक्ष्णंवज्रंसं- श्यत् सम्यक् तीक्ष्णीकरोति शोतनूकरणे ओतःश्यनीत्योकारलोपः छान्दसोडभावः यद्वा लेटीतश्चलो- पइतीकारलोपः तत्रदृष्टान्तः—क्षद्भ्येव उदकमिव उदकंयथाशत्रूणां निरसनाय अभिमन्त्रणादिसं- स्कारेणतीक्ष्णीक्रियत द्त् क्ष्रद्भ्येत्युदकनाम क्षद्भ्यनभइतितन्नामसुपाठात् पुनरपितदेवविशेष्यते अहिहत्याह अहेर्वृत्रस्यमेघस्यवाहननाय हन्तेर्हनस्तचेतिक्यप् तकारान्तादेशश्च संश्यत् पूर्वमेवती- क्ष्णंसत् पुनरपिवधायतीक्ष्णयति हेइन्द्र ओजसा बलेन पराभिभवनसामर्थ्येन शवोभिः सेनालक्षणैर्ब- लैः मज्मना शारीरेणचबलेन संविव्यानः सम्यग्युक्तः सन् विव्यानइतिलिटःकानच् ग्राहिज्यावयीति- संप्रसारणं तष्टावृक्षमिव यथाकश्चित्तष्टावृक्षाणां तक्षणस्य साधुकर्ता वनिनोवनसंबन्धिनोवृक्षं निवृ- श्चति स्वोपयोगायनितरांछिनत्ति तक्षणेमतनूकरोति तथात्वमप्यस्मासुवक्रमाचरन्तं शत्रुं निवृश्चति किंच परश्वेवनिवृश्चसि यथापरशुना कश्चिच्छिनत्तिवृक्षं तथा त्वमप्युक्तैस्त्रिविधैर्बलैः नितरामस्मद्द्वे- षिणं वृश्चसि ॥ ४ ॥</p>"
}
