{
	"id" : "1.130.10",
	"classification" : {
		"mandala" : "1",
		"sukta" : "130",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "19",
		"anuvaka" : "19",
		"rik" : "10"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"स नो॒ नव्ये॑भिवृड़्षकर्मन्नु॒क्थैः पुरां॑ दर्तः पा॒युभिः॑ पाहि श॒ग्मेYः",
			"दि॒वो॒दा॒सेभि॑रिन्द्र॒ स्तवा॑नो वावृधी॒था अहो॑भिरिव॒ द्यौः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स नो॒ नव्ये॑भिर्वृषकर्मन्नु॒क्थैः पुरां॑ दर्तः पा॒युभिः॑ पाहि श॒ग्मैः ।",
			"दि॒वो॒दा॒सेभि॑रिन्द्र॒ स्तवा॑नो वावृधी॒था अहो॑भिरिव॒ द्यौः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"सः । नः॒ । नव्ये॑भिः । वृ॒ष॒ऽक॒र्म॒न् । उ॒क्थैः । पुरा॑म् । द॒र्त॒रिति॑ दर्तः । पा॒युऽभिः॑ । पा॒हि॒ । श॒ग्मैः ।",
			"दि॒वः॒ऽदा॒सेभिः॑ । इ॒न्द्र॒ । स्तवा॑नः । व॒वृ॒धी॒थाः । अहो॑भिःऽइव । द्यौः ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र वृषकर्मन् अभिमतवर्षणव्यापारवन् पुरान्दर्तः असुरपुराणान्दारयितः सुबामन्त्रितेइतिष- ष्ठ्याःपराङ्गवद्भावात् षष्ठ्यामन्त्रितसमुदायस्य पादादित्वादाष्टमिकमाद्युदात्तत्वं सतादृशोमहा- नुभावस्त्वं नोऽस्मत्संबन्धिभिः नव्येभिः नूतनैः उक्थैः इदानींप्रतिपादितप्रकारैः स्तोत्रैस्तुष्टः सन् पा- युभिः पालनप्रकारैः शग्मैः सुखैश्चैहिकामुष्मिकरूपैः पाहिपालय किंच हेइन्द्र दिवोदासेभिः दिवोदा- सगोत्रोत्पन्नैः अर्शआदित्वादच् अस्माभिः परुच्छेपैः यद्वा पूजार्थंबहुवचनं स्तवानः स्तूयमानः कर्म- णिकर्तृप्रत्ययः ववृधीथाः प्रवृद्धोभव वृधोर्लिङि छान्दसःशपःश्लुः किमिव अहोभिरिव द्यौः द्योतन- शीलआदित्यः अहोभिः प्रसिद्धैर्यथा प्रवृद्धौभवति तथास्मत्स्तुत्या अत्यन्तं प्रवृद्धोभवेत्यर्थः ॥ १० ॥</p><p class=\"end\">इन्द्रायहीतिसप्तर्चंपंचमंसूक्तम् इन्द्रायसप्तेत्यनुक्रमणिका परुच्छेपऋषिः अत्यष्टिछन्दःइन्द्रोदेवता पृष्ठ्यस्यषष्ठेहनि माध्यन्दिनसवनेहोत्रकाः स्वस्वशस्त्रेएतत्सूक्तं तृचत्रयङ्कृत्वा आरंभणीयाभ्यऊर्ध्व- मावपेयुः अत्रायंविभागः—अद्यास्तिस्रोमैत्रावरुणस्य तृतीयाद्यास्तिस्रोब्राह्मणाच्छंसिनः पंचम्याद्या- स्तिस्रोच्छावाकस्य एतच्चतुर्थेहनीतिखण्डेसूत्रितम्-षष्ठेहनीन्द्रायहिद्यौरसुरोअनम्नतेत्येवमेवेति तत्रै- वाहनि तस्मिन्नेवस्वनेप्रशास्त्रादीनां प्रस्थितयाज्याभ्यः पुरस्तादादितः षळृचः एकैकशःप्रक्षेपणीयाः षष्ठस्येतिख्ण्डेसूत्रितं—इन्द्रायहिद्यौरसुरोअनम्नतेतिषळिति महाव्रतेनिष्केवल्ये इन्द्रायहीतितृचोवै- कल्पिकानुरूपद्वितीयःमहाव्रतस्येतिखण्डेसूत्रितंएन्द्रयाह्युपनःपरावतइन्द्रायहिद्यौरसुरोअनम्नतेति ।</p>"
}
