{
	"id" : "10.138.2",
	"classification" : {
		"mandala" : "10",
		"sukta" : "138",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "26",
		"anuvaka" : "11",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "अङ्ग औरवः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"अवा॑सृजः प्र॒स्वः॑ श्वं॒चयो॑ गि॒रीनुदा॑ज उ॒स्रा अपि॑बो॒ मधु॑ प्रि॒यम्",
			"अव॑र्धयो व॒निनो॑ अस्य॒ दंस॑सा शु॒शोच॒ सूर्य॑ ऋ॒तजा॑तया गि॒रा"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अवा॑सृजः प्र॒स्वः॑ श्व॒ञ्चयो॑ गि॒रीनुदा॑ज उ॒स्रा अपि॑बो॒ मधु॑ प्रि॒यम् ।",
			"अव॑र्धयो व॒निनो॑ अस्य॒ दंस॑सा शु॒शोच॒ सूर्य॑ ऋ॒तजा॑तया गि॒रा ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अव॑ । अ॒सृ॒जः॒ । प्र॒ऽस्वः॑ । श्व॒ञ्चयः॑ । गि॒रीन् । उत् । आ॒जः॒ । उ॒स्राः । अपि॑बः । मधु॑ । प्रि॒यम् ।",
			"अव॑र्धयः । व॒निनः॑ । अ॒स्य॒ । दंस॑सा । शु॒शोच॑ । सूर्यः॑ । ऋ॒तऽजा॑तया । गि॒रा ॥"
		]
	},
	"sayanaBhashya" : "<p>हे इन्द्र प्रस्वः। प्रसूतिर्जन्म। तद्धेतुभूता आपोऽवास्रुजः। आवारकान्मेघादधः पातितवानसि। तथा गिरीन्पर्वतान्वलेन गोमतो बिलस्य पिधानायनिहिताञ्श्वंचयः। अभैत्सीरित्यर्थः। श्वचि गतौ। अस्माण्ण्यन्ताल्लङि बहुलं छन्दस्यमाङ्योगेऽपीत्यडभावः। समानवाक्ये निघातयुष्मदस्मदादेशा वक्तव्याः। पा. ८-१-१८-५। इति वचनात्पूर्वपदस्यासमानवाक्यगतत्वेनास्य तिङ्गतिङ इति निघाताभावः। तथा वलासुरेण बिले निहिता उस्रा गाः पर्वतभेदानानन्तरमुदाजः। उदगमयः। ततः पयोदध्याज्यादिकं प्रियमनुकूलं मधुमधुरं हविरपिबः। पीतवानसि। यद्वा। श्रयणसाधनासु तासु गोष्वागतासु यजमानैः प्रियमभीष्टम् मधु सोमात्मकमपिबः। पिबसि। तथा वनिनो वनसंबद्धान्वृक्षान्। यद्वा। वनमित्युदकनाम। तद्युक्तान्समुद्रान् अवर्धयः। वृष्तिप्रदान्न वर्धयसि। ऋजताजया। ऋतं यज्ञम् । तदर्थं जातं जन्म यस्याः तया गिरा वेदात्मिकया वाचा स्तूयमानस्यास्येन्द्रस्य दंससा कर्मणावृण्वतो वृत्रादेरपि नोदनात्मकेन सूर्यः शुशोच। नभसि प्रदिदीपे। यद्वा। ऋतजातया गिरेति सुर्यस्यैव विशेशणम् । त्रयीरूपया वाचा प्रदीप्यत इत्यर्थः। ऋग्भिः पूर्वाह्णे दिवि देव ईयत इत्यादिकं तैत्तिरीयकमन्त्रानुसन्धेयम्। तै. ब्रा. ३-१२-९-१। शुशोचेत्यस्य पदात्परत्वेऽपि पादादित्वादपादादाविति पर्युदासस्यानुवृत्तेर्निघाताभावः॥२॥</p>"
}
