{
	"id" : "1.159.5",
	"classification" : {
		"mandala" : "1",
		"sukta" : "159",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "2",
		"anuvaka" : "22",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "द्यावापृथिव्यौ",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"तद्राधो॑ अ॒द्य स॑वि॒तुर्वरे॑ण्यं व॒यं दे॒वस्य॑ प्रस॒वे म॑नामहे",
			"अ॒स्मभ्यं॑ द्यावापृथिवी सुचे॒तुना॑ र॒यिं ध॑त्तं॒ वसु॑मन्तं शत॒ग्विन॑म्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"तद्राधो॑ अ॒द्य स॑वि॒तुर्वरे॑ण्यं व॒यं दे॒वस्य॑ प्रस॒वे म॑नामहे ।",
			"अ॒स्मभ्यं॑ द्यावापृथिवी सुचे॒तुना॑ र॒यिं ध॑त्तं॒ वसु॑मन्तं शत॒ग्विन॑म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"तत् । राधः॑ । अ॒द्य । स॒वि॒तुः । वरे॑ण्यम् । व॒यम् । दे॒वस्य॑ । प्र॒ऽस॒वे । म॒ना॒म॒हे॒ ।",
			"अ॒स्मभ्य॑म् । द्या॒वा॒पृ॒थि॒वी॒ इति॑ । सु॒ऽचे॒तुना॑ । र॒यिम् । ध॒त्त॒म् । वसु॑ऽमन्तम् । श॒त॒ऽग्विन॑म् ॥"
		]
	},
	"sayanaBhashya" : "<p>वयंयजमानाः सवितुः सर्वस्यप्रसवितुः देवस्यादित्यस्यान्तर्यामिरूपिणः प्रसवेअनुज्ञायांसत्यां त- त्तादृशंवरेण्यंवरणीयंराधः पुरुषार्थसाधनसमर्थं गवादिधनंमनामहे याचामहे मन्यतिर्याच्ञाकर्मा छान्दसःशप् यद्वा पुनःपुनरभ्यस्यामः लप्सीमहीतियावत् म्नाअभ्यासे व्यत्ययेनात्मनेपदं शपि पा- घ्रादिनामनादेशः किंच अस्मभ्यन्द्यावापृथिवी द्यावापृथिव्यौसुचेतुना शोभनचेतनेनअस्मदनुग्रहबु- द्भ्या रयिन्धनं धत्तन्दत्तं कीदृशंवसुमन्तन्निवासयोग्यगृहादिविशिष्टं शतग्विनं शतसङ्ख्याकगवादिवि- शिष्टम् ॥ ५ ॥</p><p class=\"end\">तेहीतिपंचर्चंचतुर्थंसूक्तं दैर्घतमसंजागतन्द्यावापृथिव्यं तेहीत्यनुक्रान्तं चतुर्विंशेहनिवैश्वदेवशस्त्रेद्या- वापृथिव्यनिविद्धानमेतत्सूक्तं तेहिद्यावापृथिवीयज्ञस्यवोरथ्यमितिवैश्वदेवमितिसूत्रितत्वात् तथा पृष्ठ्याभिप्लवषडहयोर्द्वितीयेहनिवैश्वदेवेद्यावापृथिव्यन्निविद्धानीयं चातुर्विंशकन्तृतीयसवनमित्या- भिप्लविकेद्वितीयेहन्यतिदिष्टत्वात् आभिप्लविकात् द्वितीयादह्नः पृष्ठ्यस्यद्वितीयेहनिएतत्सूक्तम- तिदेशतः प्राप्तं पृष्ठ्यस्याभिप्लवेनोक्तेअहनीआद्येआद्याभ्यामितिसूत्रितत्वात् प्रथमाआश्विनशस्त्रेवि- नियुक्ता संस्थितेष्वाश्विनायेतिसूत्रितम्—तेहिद्यावापृथिवीविश्वशंभुवाविश्वस्यदेवीमृचयस्येति ।</p>"
}
