{
	"id" : "1.129.3",
	"classification" : {
		"mandala" : "1",
		"sukta" : "129",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "16",
		"anuvaka" : "19",
		"rik" : "3"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"द॒स्मो हि ष्मा॒ वृष॑णं॒ पिन्व॑सि॒ त्वचं॒ कं चि॑द्यावीर॒ररुं॑ शूर॒ मर्त्यं॑ परिवृ॒णक्षि॒ मर्त्य॑म्",
			"इन्द्रो॒त तुभ्यं॒ तद्दि॒वे तद्रु॒द्राय॒ स्वय॑शसे",
			"मि॒त्राय॑ वोचं॒ वरु॑णाय स॒प्रथः॑ सुमृळी॒काय॑ स॒प्रथः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"द॒स्मो हि ष्मा॒ वृष॑णं॒ पिन्व॑सि॒ त्वचं॒ कं चि॑द्यावीर॒ररुं॑ शूर॒ मर्त्यं॑ परिवृ॒णक्षि॒ मर्त्य॑म् ।",
			"इन्द्रो॒त तुभ्यं॒ तद्दि॒वे तद्रु॒द्राय॒ स्वय॑शसे ।",
			"मि॒त्राय॑ वोचं॒ वरु॑णाय स॒प्रथः॑ सुमृळी॒काय॑ स॒प्रथः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"द॒स्मः । हि । स्म॒ । वृष॑णम् । पिन्व॑सि । त्वच॑म् । कम् । चि॒त् । या॒वीः॒ । अ॒ररु॑म् । शू॒र॒ । मर्त्य॑म् । प॒रि॒ऽवृ॒णक्षि॑ । मर्त्य॑म् ।",
			"इन्द्र॑ । उ॒त । तुभ्य॑म् । तत् । दि॒वे । तत् । रु॒द्राय॑ । स्वऽय॑शसे ।",
			"मि॒त्राय॑ । वो॒च॒म् । वरु॑णाय । स॒ऽप्रथः॑ । सु॒ऽमृ॒ळी॒काय॑ । स॒ऽप्रथः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र त्वं दस्मोहि शत्रूणामुपक्षपणकर्ताखलु अतएवकारणात् वृषणं स्वतोवर्षणशीलं त्वचं संव- रणवन्तं पुटबन्धनवत् उदकवेष्टनवन्तं कंचिज्जलधारिणंमेघंपिन्वसि निर्भिद्यसेचयसि किंच मर्त्यं म- र्त्यवत् अररुं अरणशीलं गमनस्वभावं कंचिन्मेघं हेशूर विक्रान्त यावीः मिश्रयसि यौतेश्छान्दसेलुङि छान्दसोऽडभावः अवर्षणेनगच्छन्तंबलान्निगृह्यवर्ष्यसीत्यर्थः यथाशूरः कश्चिद्बलवन्तङ्गच्छन्तंवैरिणं- निगृह्यस्वीकरोति तद्वदित्यर्थः तथा मर्त्यंमरणशीलं शीर्यमाणस्वभावं निरुदकं कंचिन्मेघं परिवृणक्षि सर्वतोवर्जयसि औदासीन्यङ्करोषीत्यर्थः हे इन्द्र तत्तादृशङ्कर्म वर्षणरूपं सप्रथः सर्वतः पृथुयथाभवति- तथा तुभ्यं वोचं ब्रवीमि इन्द्रएव विशेष्यते स्वयशसेस्वकीययशोयुक्ताय तथा दिवेउत त्वदाश्रयभू- तायैद्युलोकदेवतायैअपितत्तादृशङ्कर्मवोचंब्रवीमि उतशब्दोऽपिशब्दार्थः वर्षणकर्मणः द्युदेवतायाः आनुकूल्यात्तस्याअपि वचनंयुक्तं तथा रुद्रायजगतान्दुःखद्रावयित्रेरोदनशीलायवाग्नयेतद्वोचं रुद्रोवैक्रू- रोयदयमग्निरितिश्रुतेः । अग्नेरुद्रत्वं सोरोदीद्यदरोदीत्तद्रुद्रस्यरुद्रत्वमितिश्रुतेः । रोदनस्वभावत्वंप्रसि- द्धं तस्य चाहुतिद्वारावृष्ट्यनुकूलत्वात्तस्यापिकथनंयुक्तं स्वयशसइत्यस्यरुद्रायेत्यनेनवासंबन्धः सन्नि- हितत्वात् योग्यत्वाच्च स्वकीययशोयुक्तायाग्नयेइत्यर्थः तथामित्रायअहरभिमानिदेवतायैतद्वोचं वरु- णायरात्र्यभिमानिदेवतायै अहोरात्रेवैमित्रावरुणै अहोरात्राभ्याङ्खलुवैपर्जन्योवर्षतीति तथा मैत्रंवा- अहर्वारुणीरात्रिरित्यादिश्रुतिभ्यः मित्रावरुणयोरहोरात्राभिमानिदेवत्वं अतएवश्रुतेः वृष्टिप्रदातृत्वा- त् ताभ्यामपिप्रथनंयुक्तम् सुपृळीकाय शोभनसुखयित्रे प्रजानां एतत्सर्वत्रसंबध्यते उक्तेभ्योदेवेभ्यः सप्रथः सर्वतः पृथुअतिविस्तीर्णंयथाभवतितथा तद्वर्षणकर्मब्रवीमि ॥ ३ ॥</p>"
}
