{
	"id" : "1.129.4",
	"classification" : {
		"mandala" : "1",
		"sukta" : "129",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "16",
		"anuvaka" : "19",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"अ॒स्माकं॑ व॒ इन्द्र॑मुश्मसी॒ष्थये॒ सखा॑यं वि॒श्वायुं॑ प्रा॒सहं॒ युजं॒ वाजे॑षु प्रा॒सहं॒ युज॑म्",
			"अ॒स्माकं॒ ब्रह्मो॒तयेऽवा॑ पृ॒त्सुषु॒ कासु॑ चित्",
			"न॒हि त्वा॒ शत्रु॒ स्तर॑ते स्तृ॒णोषि॒ यं विश्वं॒ शत्रुं॑ स्तृ॒णोषि॒ यम्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अ॒स्माकं॑ व॒ इन्द्र॑मुश्मसी॒ष्टये॒ सखा॑यं वि॒श्वायुं॑ प्रा॒सहं॒ युजं॒ वाजे॑षु प्रा॒सहं॒ युज॑म् ।",
			"अ॒स्माकं॒ ब्रह्मो॒तयेऽवा॑ पृ॒त्सुषु॒ कासु॑ चित् ।",
			"न॒हि त्वा॒ शत्रुः॒ स्तर॑ते स्तृ॒णोषि॒ यं विश्वं॒ शत्रुं॑ स्तृ॒णोषि॒ यम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अ॒स्माक॑म् । वः॒ । इन्द्र॑म् । उ॒श्म॒सि॒ । इ॒ष्टये॑ । सखा॑यम् । वि॒श्वऽआ॑युम् । प्र॒ऽसह॑म् । युज॑म् । वाजे॑षु । प्र॒ऽसह॑म् । युज॑म् ।",
			"अ॒स्माक॑म् । ब्रह्म॑ । ऊ॒तये॑ । अव॑ । पृ॒त्सुषु॑ । कासु॑ । चि॒त् ।",
			"न॒हि । त्वा॒ । शत्रुः॑ । स्तर॑ते । स्तृ॒णोषि॑ । यम् । विश्व॑म् । शत्रु॑म् । स्तृ॒णोषि॑ । यम् ॥"
		]
	},
	"sayanaBhashya" : "<p>हे ऋत्विजः अस्माकमस्मदर्थं वः युष्मदर्थंचइष्टये यागाय अभिमतैषणायवा इन्द्रमुश्मसि अभिम- तङ्कामयामहे वशकान्तौ आदादिकः इदन्तोमसिः ग्रहिज्येत्यदिनास्ंप्रसारणं यद्वा अस्माकं सखायमि- तिसंबन्धः कीदृशमिन्द्रं सखायं सखिवदत्यन्तहितकारिणं समानख्यानंवा विश्वायुं विश्वेषां यागानां- गन्तारं प्रासहं प्रकर्षेणशत्रूणांमर्षयितारं सहेःक्विप् नहिवृतीत्यादिनोपसर्गस्यदीर्घः युजं सर्वदायुक्तं सहायभूतमित्यर्थः पुनः सएवविशेष्यते वाजेषु हवीरूपान्नेषु तद्वत्सु यज्ञेषुवा निमित्तभूतेषु प्रासहं यज्ञविघातिनः सहमानं युजं अभिमतफलैर्युक्तं मरुद्भिर्वा किंच हेइन्द्र अस्माकमूतये रक्षणायब्रह्मप- रिवृढङ्कर्म अव रक्ष कस्तत्रविशेषइतितत्राह—कासुचित् पृत्सु सङ्ग्रामेषु पृत्सु समत्स्विति सङ्ग्रामनाम- सुपाठात् तन्नामत्वं तेषु त्वा त्वान्नहिस्तरते न हिनस्ति नविरोधमाचरति यंस्तृणोपि यंविश्वंशत्रुंस्तृ- णोषिवारयसि सकश्चिदपिशत्रुर्नहिनस्ति तवमहत्त्वेनसर्वेभीताः विधेयाभवन्ति शत्रुभावन्नकोप्याच- रति अजातशत्रुत्वादित्यर्थः ॥ ४ ॥</p>"
}
