{
	"id" : "10.107.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "107",
		"ashtaka" : "8",
		"adhyaya" : "6",
		"varga" : "3",
		"anuvaka" : "9",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "दक्षिणा तद्दातारो वा",
		"rishi" : "दिव्यो दक्षिणा वा प्राजापत्या",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"आ॒विर॑भू॒न्महि॒ माघो॑नमेषां॒ विश्वं॑ जी॒वं तम॑सो॒ निर॑मोचि",
			"महि॒ ज्योतिः॑ पि॒तृभि॑र्द॒त्तमागा॑दु॒रुः पन्था॒ दक्षि॑णाया अदर्शि"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"आ॒विर॑भू॒न्महि॒ माघो॑नमेषां॒ विश्वं॑ जी॒वं तम॑सो॒ निर॑मोचि ।",
			"महि॒ ज्योतिः॑ पि॒तृभि॑र्द॒त्तमागा॑दु॒रुः पन्था॒ दक्षि॑णाया अदर्शि ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"आ॒विः । अ॒भू॒त् । महि॑ । माघो॑नम् । ए॒षा॒म् । विश्व॑म् । जी॒वम् । तम॑सः । निः । अ॒मो॒चि॒ ।",
			"महि॑ । ज्योतिः॑ । पि॒तृऽभिः॑ । द॒त्तम् । आ । अ॒गा॒त् । उ॒रुः । पन्थाः॑ । दक्षि॑णायाः । अ॒द॒र्शि॒ ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">अविरित्येकादशर्चमष्टमं सूक्तम्। दिव्यो नामाङ्गिरस ऋषिः। प्रजापतेः सुता दक्षिणा सा वर्षिका। शतधारं वायुमिति चतुर्थी जगती शिष्टा दश त्रिष्टुभः। अनेन सूक्तेन र्त्विग्भ्यो दीयमाना दक्षिणा तद्दातारो यजमाना वा स्तूयन्ते। अतः सैव देवता। तथा चानुक्रान्तम्। आविर्दिव्यो दक्षिणा वा प्राजापत्या दक्षिणां तद्दातॄन्वास्तौच्चतुर्थी जगतीति। गतो विनियोगः॥</p><p>इदं सूक्तं दक्षिणाया वा तद्दातॄणां वा स्तावकम्। दक्षिणा तु यागाङ्गगं यागस्तु सायङ्काले न क्रियते। न सायमस्ति देवया अजुष्टम्। ऋ. ५-७७-२। इत्यादिश्रवणात्। तस्मादह्न्येव कर्तव्यः। अहश्च सूर्योदयात्पश्चाद्भवतीति सूक्तादौ सूर्योदयोऽभिधीयते। माघोनम्। मघवेन्द्रः। इन्द्रश्च सूर्यश्चैत्रमासे तयोरिन्द्र इति स्मरणात्। तस्य सम्बन्धि। तस्येदमित्यण्। अतद्धिते प्रत्यये सम्प्रसारणमभिहितम्। पा. ६-४-१३३। सर्वविधीनां छन्दसि विकल्पितत्वादत्र तद्धितेऽपि सम्प्रसारणम्। सूर्यात्मकस्येन्द्रस्य स्वभुतम् महि महत्तेज एषां यजमानानां यागसिद्ध्यर्थमाविरभुत्। प्रकाशितमुद्गतमभुत्। तत्र विश्वं सर्वं जीवं स्थावरजङ्गमात्मकं जगत्तमसः सकाशान्निरमोचि। निर्मुक्तमभूत्। मुञ्चतेः कर्मलुङि चिणि रूपम्। अथानन्तरं पितृभिर्यत्पितृभिर्देवैर्दत्तं नो हविषामागमनाय तन्महि महज्ज्योतिः सूर्याख्यमागात्। आगच्छति। पश्चाद्दक्षिणाया यागाङ्गभूताया उरुर्महान् पन्था मार्गोऽदर्शि। सर्वैर्यजमानैर्दृष्टोऽभूत्। सर्वे यागं क्रुत्वर्त्विग्भ्यो दक्षिणां दत्तवन्त इत्यर्थः॥१॥</p>"
}
