{
	"id" : "10.190.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "190",
		"ashtaka" : "8",
		"adhyaya" : "8",
		"varga" : "48",
		"anuvaka" : "12",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "भाववृत्तं",
		"rishi" : "अघमर्षणो माधुच्छंदसः",
		"chandas" : "अनुष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"ऋ{1}तं{0} च{2} स{1}त्यं{0} चा{1}भी{2}द्धा{1}त्त{0}प{1}सो{5}ध्य{2}जा{0}य{0}त{0}",
			"त{0}तो{1} रा{0}त्र्य{2}जा{0}य{0}त{1} त{0}तः{2} स{0}मु{1}द्रो{0} अ{2}र्ण{1}वः{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"ऋ{1}तं च{2} स{1}त्यं चा{1}भी{2}द्धा{1}त्तप{1}सो{5}ध्य{2}जायत ।",
			"ततो{1} रात्र्य{2}जायत{1} ततः{2} समु{1}द्रो अ{2}र्ण{1}वः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"ऋ{1}तम् । च{1} । स{1}त्यम् । च{1} । अ{1}भी{2}द्धात् । तप{2}सः । अधि{2} । अ{1}जा{1}य{1}त{1} ।",
			"ततः{2} । रात्री{2} । अ{1}जा{1}य{1}त{1} । ततः{2} । स{1}मु{1}द्रः । अ{1}र्ण{1}वः ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">ऋतमिति तृचमेकोनचत्वारिंशं सूक्तं मधुच्छन्दसः पुत्रस्याघमर्षनस्यार्षमानुष्टुभम्। रात्र्यादीनां भावानां सृष्ट्यादिप्रतिपादकत्वात्तादृग्रूप एवार्थो देवता। तथा चानुक्रान्तम्। ऋतं माधुच्छन्दसोऽघमर्षणो भाववृत्तमानुष्टुभं त्विति। लिङ्गाद्विनियोगोऽवगन्तव्यः॥</p><p>ऋतमिति सत्यनाम। ऋतं मानसं यथार्थ सङ्कल्पनं सत्यं वाचिकं यथार्थभाषणम्। चकाराभ्यामन्यदपि शास्त्रीयं धर्मजातं समुच्चीयते। तत्सर्वमभीद्धादभितप्ताद्ब्रह्मना पुरा सृष्ट्यर्थं कृतात्तपसोऽधि। अध्युपर्यर्थे। उपर्यजायत। उपपद्यत। तपस्तप्त्वेदं सर्वमसृजत। तै. आ. ८-६। इति श्रुतेः। तपश्चात्र स्रष्टव्यपर्यालोचनलक्षणम्। यस्य ज्ञानमयं तप। मुं १-१-९। इति श्रुत्यन्तरात्। अभिपुर्वादिन्धेः कर्मनि निष्ठा। श्वीदितो निष्ठायामितीट् प्रतिषेधः। गतिरन्त्नत्र इति गतेः प्रकृतिस्वरत्वम्। स्वरितो वानुदात्ते पदादावित्येक्दादेशः स्वर्यते। यद्वा। अभीद्धातभितः प्रकाशमानात्परमात्मनो मायाधिष्ठानरूपापादानभूतादृतम् सत्यं चाजायत। जनिकर्तुः प्रकृतिः। पा. १-४-३०। इति प्रकृतेम्पादानसंज्ञा। ततस्तस्मादेवेश्वाराद्रात्री। उपलक्शनमेतदह्नोऽपि। अहश्च रात्रिश्चाजायत। रात्रेश्चाजसाविति ङीप्। ततस्तस्मादेवेश्वरादर्णवोऽर्णसोदकेन युक्तः समुद्रश्चाजायत। समुद्रशब्दोऽन्तरिक्षोदध्योः साधारन इत्यभिमतार्थस्य प्रकाशनायार्णवशब्देन विशेष्यते। अर्णसः सलोपश्च। का. ५-२-१०९-३। इति मत्वर्थीयो वप्रत्ययः सलोपश्च॥१॥</p>"
}
