{
	"id" : "10.71.5",
	"classification" : {
		"mandala" : "10",
		"sukta" : "71",
		"ashtaka" : "8",
		"adhyaya" : "2",
		"varga" : "23",
		"anuvaka" : "6",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "ज्ञानं",
		"rishi" : "बृहस्पतिः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"उ{1}त{0} त्वं{2} स{1}ख्ये{0} स्थि{1}र{0}पी{2}त{0}मा{0}हु{1}नैड़्{0}नं{2} हि{0}न्वं{1}त्य{0}पि{1} वा{0}जि{2}ने{0}षु{0}",
			"अ{0}धे{2}न्वा{0} च{0}र{0}ति{0} मा{1}य{0}यै{1}ष{0} वा{0}चं{2} शु{0}श्रु{1}वा{4} अ{2}फ{1}ला{0}म{2}पु{1}ष्पा{0}म्{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"उ{1}त त्वं{2} स{1}ख्ये स्थि{1}रपी{2}तमाहु{1}र्नैनं{2} हिन्व{1}न्त्यपि{1} वाजि{2}नेषु ।",
			"अधे{2}न्वा चरति मा{1}ययै{1}ष वाचं{2} शुश्रु{1}वा{4} अ{2}फ{1}लाम{2}पु{1}ष्पाम् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"उ{1}त । त्व{1}म् । स{1}ख्ये । स्थि{1}र{5}पी{2}तम् । आ{1}हुः{1} । न । ए{1}न{1}म् । हि{1}न्व{1}न्ति{1} । अपि{2} । वाजि{2}नेषु ।",
			"अधे{2}न्वा । च{1}र{1}ति{1} । मा{1}यया{2} । ए{1}षः । वाच{2}म् । शु{1}श्रु{1}{5}वान् । अ{1}फ{1}लाम् । अ{1}पु{1}ष्पाम् ॥"
		]
	},
	"sayanaBhashya" : "<p>त्वमुतैकमपि सख्ये विदुषां संसदि। या सत्कथा सा सखिकर्मत्वात्सख्यमित्युच्यते। सा च वाचा क्रियते। अतो वाक्संबन्धाद्वाक्सख्ये स्थिरपीतं मधु यस्य हृदये स्थितं भवति। यद्वा। स्थिरपीतं स्थिरप्राप्तिमाहुः । यद्वा। तस्मिञ्जातार्थमाहुः। लोके यता ज्ञातार्थं पुरुषं पीतार्थमिति वदन्ति। किञ्चैनं विज्ञाताअर्थं पुरुषं वाजिनेशु। वागिनेश्वा येषां ते वाजिना आर्था वाच आयुत्ताः खलु। वाग्ज्ञेयेष्वर्थेषु नापि हिन्वन्ति। अपिशब्दोऽन्वर्थे। केचिदपि नानुगच्छन्ति। अयमेवातिशयेन विद्वानित्यर्थः। यद्वा। वाजिनेशु सारभूतेशु निरूपणीयेष्वर्थेष्वेनं न हिन्वन्ति। न वहिः कुर्वन्ति। एनं पुरस्कृत्यैव सर्वं वेदार्थं विचारयन्तीत्यर्थः। इत्यर्थज्ञः प्रशस्तः। अनन्तरमुत्तरार्धेन केवलपाठको निन्द्यते। एषोऽविज्ञातार्थः पुरुषोऽधेन्वा धेनुत्वविवर्जितया कामानामदोग्ध्र्या वेवमनुष्यस्थानेषु वाप्रतिरूपाअ मयया चरति। किं कुर्वन्। अफलामपुष्पाम् । वाचोऽर्थः पुष्पफलम् । अर्थवर्जिताम् । यद्वा। वाचोऽर्थो याज्ञदैवते। यज्ञे भवं ज्ञानं दैवतम् । तद्वर्जितं कर्मादिविषयज्ञानवर्जितां वाचं शुश्रुवाञ्श्रुतवान्। केवलं पाठमात्रेणैव श्रुतवान् स चरति। यथा वन्ध्या पीना गौः किं द्रोणमात्रं क्षीरं दोग्धीति मायामुत्पादयन्ती चरति यथा वन्ध्यो वृक्षोऽकाले पल्लवादियुक्तः सन्पुष्यति फलतीति भ्रान्तिमुत्पादयंस्तिष्थति तथा पाठं प्रब्युवाणश्चरतीत्यर्थः। अप्येकं वाक्सख्ये स्थिरपीतमित्यादि निरुक्तमनुसन्धेयम्। नि . १-२०॥५॥</p>"
}
