{
	"id" : "10.114.4",
	"classification" : {
		"mandala" : "10",
		"sukta" : "114",
		"ashtaka" : "8",
		"adhyaya" : "6",
		"varga" : "16",
		"anuvaka" : "10",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "सध्रिर्वैरूपो घर्मो वा तापसः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"एकः॑ सुप॒र्णः स स॑मु॒द्रमा वि॑वेश॒ स इ॒दं विश्वं॒ भुव॑नं॒ वि च॑ष्थे",
			"तं पाके॑न॒ मन॑सापश्य॒मन्ति॑त॒स्तं मा॒ता रे॑ळ्हि॒ स उ॑ रेळ्हि मा॒तर॑म्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"एकः॑ सुप॒र्णः स स॑मु॒द्रमा वि॑वेश॒ स इ॒दं विश्वं॒ भुव॑नं॒ वि च॑ष्टे ।",
			"तं पाके॑न॒ मन॑सापश्य॒मन्ति॑त॒स्तं मा॒ता रे॑ळ्हि॒ स उ॑ रेळ्हि मा॒तर॑म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"एकः॑ । सु॒ऽप॒र्णः । सः । स॒मु॒द्रम् । आ । वि॒वे॒श॒ । सः । इ॒दम् । विश्व॑म् । भुव॑नम् । वि । च॒ष्टे॒ ।",
			"तम् । पाके॑न । मन॑सा । अ॒प॒श्य॒म् । अन्ति॑तः । तम् । मा॒ता । रे॒ळ्हि॒ । सः । ऊं॒ इति॑ । रे॒ळ्हि॒ । मा॒तर॑म् ॥"
		]
	},
	"sayanaBhashya" : "<p>एकः सर्वकार्येष्वसहायः सुपर्णः सुपतनो मध्यमस्थानो देवः समुद्रमन्तरिक्षमा विवेश। आविशति। आविश्य च स इदं विश्वं सर्वं भुवनं भूजातं विचष्टे। अनुग्राह्यतयभिपश्यति। तमेवं रूपं देवं पाकेन परिपक्वेन मनसान्तितः समीपेऽहमपश्यम् । आदर्शम् । किञ्च मातोदकानां निर्मात्री माध्यमिका वाक् तां रेळ्हि। आस्वादयति। उपजीवनमात्रमत्र लक्ष्यते। स उ स खलु मातरं वाचं रेळ्हि लेढि। तामेवोपजीवति। लिह आस्वादने। यद्वा। सुपर्णः पक्शवान्निराधारसञ्चार्येकः प्राणवायुः परमात्मा वा समुद्रम् । समुद्द्रवन्त्यापोऽस्मादिति समुद्रमन्तरिक्षम्। यद्वा। समुद्द्रवं सर्वतो गमनम्। तच्छीलं प्रपञ्चजातमाविष्टवान्। सृष्ट्वा तदेवानुप्राविशत्। तै. आ. ८-६। इति श्रुतेः। वायुपक्शे वाय्वादिरूपेणाविवेश। स इदं विश्वं सर्वं लोकं वि चष्टे। विशेषेण ख्यापयति। सति हि प्राणे परमात्मनि वा जीवन्तः पुरुषा लोकं विख्यातं कुर्वन्ति। तं देवमुपासकोऽहं पाकेन परिपक्वज्ञानेन मनसान्तितः। अन्तिकशब्दात्तसिः। अन्तिकस्य तसि कादिलोपो भवत्याद्युदात्तत्वं च। पा. ६-४-१४९-८। इति कादिलोपः। अन्तिके समीपे स्वहृदयेऽपश्यम् । तं प्रानं माता वाग्रेळ्हि। वाक् प्राणेऽन्तर्भवतीत्यर्थः। स्वापे हि वाग्व्यापारो न दृश्यते प्रानव्यापारस्तु दृश्यत इति॥४॥</p>"
}
