{
	"id" : "1.122.12",
	"classification" : {
		"mandala" : "1",
		"sukta" : "122",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "3",
		"anuvaka" : "18",
		"rik" : "12"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "कक्षीवान् दैर्घतमस औशिजः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"ए॒तं शर्धं॑ धाम॒ यस्य॑ सू॒रेरित्य॑वोचं॒दश॑तयस्य॒ नंशे॑",
			"द्यु॒म्नानि॒ येषु॑ व॒सुता॑ती रा॒रन्विश्वे॑ सन्वन्तु प्रभृ॒थेषु॒ वाज॑म्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"ए॒तं शर्धं॑ धाम॒ यस्य॑ सू॒रेरित्य॑वोच॒न्दश॑तयस्य॒ नंशे॑ ।",
			"द्यु॒म्नानि॒ येषु॑ व॒सुता॑ती रा॒रन्विश्वे॑ सन्वन्तु प्रभृ॒थेषु॒ वाज॑म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"ए॒तम् । शर्ध॑म् । धा॒म॒ । यस्य॑ । सू॒रेः । इति॑ । अ॒वो॒च॒न् । दश॑ऽतयस्य । नंशे॑ ।",
			"द्यु॒म्नानि॑ । येषु॑ । व॒सुऽता॑तिः । र॒रन् । विश्वे॑ । स॒न्व॒न्तु॒ । प्र॒ऽभृ॒थेषु॑ । वाज॑म् ॥"
		]
	},
	"sayanaBhashya" : "<p>यस्यसूरेः हविरादिप्रेरकस्ययजमानस्य संबन्धिनोदशतयस्य दशेन्द्रियसंवर्धकत्वेन दशावयव- स्यान्नस्यनंशेप्राप्तयेवयमाहूताःस्म तस्मैयजमानायैतमिदानीन्दातव्यत्वेनवर्तमानं शर्धंपरेषामभिभाव- कमन्नन्तत्प्राप्तिहेतुंबलवा धामविदधामकरवाम इत्यवोचन् देवाः धाम दधातेर्लुङि गातिस्थेतिसि- चोलुक् वचरकारस्यौम् अस्यतिवक्तीत्यादिनाच्लेरङ् येषुदेवेषु द्युम्नानि द्योतमानानिअन्नानि वसुता- तिः वसूनान्धनानान्तातिर्विस्तारश्च वसून्येववा रारन् रमन्तेभृशं तातिः तनोतेः क्तिनिव्यत्ययेनात्वं मरुद्वृधादित्वात्पूर्वपदान्तोदात्तत्वं यद्वा स्वार्थिकस्तातिल् रारन्नितिरमतेर्यङ्लुगन्तस्य लुङिरूपं तेविश्वेसर्वेदेवाः प्रभृथेषुप्रकृष्टभरणेषु यागेषुवाजमन्नं सन्वन्तुददतुप्रयच्छन्तु षणुदाने यद्वा यस्यसूरेः स्वभूतस्यच दशतयस्य दशचमसेष्ववस्थितस्यसोमस्यप्राप्तयेवयमाहूताःस्म तस्मै एतंशर्धं धामेत्य- वोचन् यस्मादेवन्तस्मात् प्रभृथेषु यागेषुवाजं तादृशंसोमलक्षणमन्नंविश्वेदेवाः सन्वन्तु संभजन्तां वन- षणसंभक्तावित्यस्यव्यत्ययेनउप्रत्ययः कीदृशेषु यज्ञेषु येषु वसुतातिः वसूनांहविर्लक्षणानां धनानां- वाविस्तारयितारऋत्विजोवचनव्यत्ययः द्युम्नानिद्योतमानानिहवींषिरारन् ददति रादाने लोटि छा- न्दसः शपः श्लुः छन्दस्युभयथेत्यार्धधातुकत्वादातोलोपइटिचेत्याकारलोपः अतएवाभ्यस्तानामादि- रित्याद्युदात्तत्वाभावश्च ॥ १२ ॥</p>"
}
