{
	"id" : "1.158.1",
	"classification" : {
		"mandala" : "1",
		"sukta" : "158",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "1",
		"anuvaka" : "22",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "अश्विनौ",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"वसू॑ रु॒द्रा पु॑रु॒मन्तू॑ वृ॒धन्ता॑ दश॒स्यतं॑ नो वृषणाव॒भिष्थौ॑",
			"दस्रा॑ ह॒ यद्रेक्ण॑ औच॒थ्यो वां॒ प्र यत्स॒स्राथे॒ अक॑वाभिरू॒ती"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"वसू॑ रु॒द्रा पु॑रु॒मन्तू॑ वृ॒धन्ता॑ दश॒स्यतं॑ नो वृषणाव॒भिष्टौ॑ ।",
			"दस्रा॑ ह॒ यद्रेक्ण॑ औच॒थ्यो वां॒ प्र यत्स॒स्राथे॒ अक॑वाभिरू॒ती ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"वसू॒ इति॑ । रु॒द्रा । पु॒रु॒मन्तू॒ इति॑ पु॒रु॒ऽमन्तू॑ । वृ॒धन्ता॑ । द॒श॒स्यत॑म् । नः॒ । वृ॒ष॒णौ॒ । अ॒भिष्टौ॑ ।",
			"दस्रा॑ । ह॒ । यत् । रेक्णः॑ । औ॒च॒थ्यः । वा॒म् । प्र । यत् । स॒स्राथे॒ इति॑ । अक॑वाभिः । ऊ॒ती ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">यस्यनिः श्वसितंवेदायोवेदेभ्योऽखिलंजगत् । निर्ममेतमहंवन्देविद्यातीर्थमहेश्वरम् ॥ १ ॥</p><p class=\"intro\">अथतृतीयाध्यायआरभ्यते वसूरुद्रेत्येतदनुवाकापेक्षयाद्वितीयंसूक्तं षळृचन्दैर्घतमसं पूर्वत्राश्विनं- त्वित्युक्तत्वादिदमप्याश्विनं अनादेशपरिभाषयात्रैष्टुभं दीर्घतमामामतेयइत्यन्त्यानुष्टुप् तथाचानु- क्रान्तं—वसूअन्त्यानुष्टुबिति अस्यविशेषविनियोगोलैङ्गिकः ।</p><p>हेवृषणौ कामानांवर्षितारौ दस्रा अस्मद्विरोध्युपक्षपयितारौ हेअश्विनौ युवां नोऽस्मभ्यं दशस्यतं दत्तं दित्सितंफलं कीदृशौवां युवां वसू वासयितारौ प्रजानांवसुनाधनेनतद्वन्तौवा मत्व र्थोलुप्यते रुद्रा रुद्रौ रुत् दुःखन्तद्धेतुभूतंपापंवा तस्यद्रावयितारौ सङ्ग्रामेभयङ्करंशब्दयन्तौवा रुद्रोरौतीतिसत- इतियास्कः । पुरुमन्तू बहूनांज्ञातारौ मनेरौणादिकस्तुन्प्रत्ययः वृधन्तावर्धमानौ स्तोत्रादिना अभि- ष्टौआभिमुख्येनपूजितौ अभीष्टसाधकौवा हशब्दौक्तगुणप्रसिद्धिद्योतनार्थः किमर्थन्दीयतइतिचेत् यद्यस्मात् औचथ्यः उचथस्यपुत्रोदीर्घतमाः वांयुवांरेक्णः धनंस्तुतिव्याजेनप्रार्थयते तदर्थं यद्वा अयंयजमानोयद्यस्माद्रेक्णोहविर्लक्षणमन्नं वांयुवान्ददातीतिशेषः यस्माच्च अकवाभिः अकुत्सितैः ऊती ऊतिभिः रक्षणैः सुपांसुलुगितितृतीयायाः पूर्वसवर्णदीर्घः प्रसस्राथे प्रसारयथः प्रकर्षेणदत्थः तस्माद्दशस्यतं यस्मादभिमतप्रदोयस्माच्चायंप्रार्थयते ददातिवाहविः तस्माद्दशस्यतमित्यर्थः ॥ १ ॥</p>"
}
