{
	"id" : "1.132.2",
	"classification" : {
		"mandala" : "1",
		"sukta" : "132",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "21",
		"anuvaka" : "19",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "इंद्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"स्व{1}र्जे{1}षे{0} भ{0}र{2} आ{1}प्र{0}स्य{1} व{0}क्म{2}न्यु{0}ष{1}र्बु{0}धः{1} स्व{0}स्मि{1}न्नं{0}ज{2}सि{0} क्रा{1}ण{0}स्य{1} स्व{0}स्मि{1}न्नं{0}ज{2}सि{0}",
			"अ{0}ह{1}न्निं{0}द्रो{1} य{0}था{2} वि{1}दे{0} शी{1}र्ष्णा{0}शी{2}र्ष्णो{0}प{1}वा{0}च्यः{2}",
			"अ{1}स्म{1}त्रा{0} ते{2} स{1}ध्र्य{2}क्सं{0}तु{0} रा{1}त{0}यो{2} भ{1}द्रा{0} भ{1}द्र{0}स्य{2} रा{1}त{0}यः{2}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स्व{1}र्जे{1}षे भर{2} आ{1}प्रस्य{1} वक्म{2}न्युष{1}र्बुध{1}ः स्वस्मि{1}न्नञ्ज{2}सि क्रा{1}णस्य{1} स्वस्मि{1}न्नञ्ज{2}सि ।",
			"अह{1}न्निन्द्रो{1} यथा{2} वि{1}दे शी{1}र्ष्णाशी{2}र्ष्णोप{1}वाच्य{2}ः ।",
			"अ{1}स्म{1}त्रा ते{2} स{1}ध्र्य{2}क्सन्तु रा{1}तयो{2} भ{1}द्रा भ{1}द्रस्य{2} रा{1}तयः{2} ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"स्वः{1}{5}जे{1}षे । भरे{2} । आ{1}प्रस्य{2} । वक्म{2}नि । उ{1}षः{1}{5}बुधः{2} । स्वस्मि{2}न् । अञ्ज{2}सि । क्रा{1}णस्य{2} । स्वस्मि{2}न् । अञ्ज{2}सि ।",
			"अह{2}न् । इन्द्रः{2} । यथा{2} । वि{1}दे । शी{1}र्ष्णा{5}शी{2}र्ष्णा । उ{1}प{1}{5}वाच्यः{2} ।",
			"अ{1}स्म{1}{5}त्रा । ते{1} । स{1}ध्र्य{2}क् । स{1}न्तु{1} । रा{1}तयः{2} । भ{1}द्राः । भ{1}द्रस्य{2} । रा{1}तयः{2} ॥"
		]
	},
	"sayanaBhashya" : "<p>अयमिन्द्रः स्वर्जेषेस्वर्गगमनसाधने भरे संग्रामे युद्धे आभिमुख्येनहतस्यस्वर्गः द्वाविमौपुरुषौलो- केसूर्यमण्डलभेदिनावित्यदिस्मृतिषुप्रसिद्धः आप्रस्य आपनशीलस्य शत्रुवधाय इतस्ततोव्याप्तस्य औ- णादिकोरः शूरस्य वक्मनि मार्गभूते स्वस्मिन् स्वभूते अञ्चसि अभिव्यक्तिमति कपटादिरहिते पुनः सएवविशेष्यते स्वस्मिन्नंजसि स्वकीये अञ्चसि मुखे महतिसंग्रामे यद्वा स्वस्मिन्नञ्चसि शत्रौ स्वयमेव अप्रच्छन्नत्वेन आगतेसति अहन् शत्रून्हिनस्ति कस्यसंग्रामइतितदुच्यते—आप्रस्य आपनशीलस्य आसमन्तादिन्द्रस्य प्रीणयितुर्वा उषर्बुधः उषःकाले अनुष्ठानाय प्रबुध्यमानस्य क्राणस्ययागंकुर्वाणस्य करोतेःशतरि छान्दसःशपोलुक् अस्ययजमानस्य शत्रूनहन् हिनस्ति अतःकारणात् अयमिन्द्रःशीर्ष्णा शीर्ष्णोपवाच्यः सर्वेषांशिरसाप्रणम्यः स्तुत्यः शीर्षंश्छन्दसीतिउदात्तनिवृत्तिस्वरेणविभक्तेरुदात्तत्वं नित्यवीप्सयोरितिद्विर्भावः तत्रदृष्टान्तः—यथाविदे सर्वज्ञाय शिरसाप्रणामादिक्रियतेस्तूयतेच तथै- नमित्यर्थः यद्वा यथाविदे येनप्रकारेणहन्तव्यंशत्रुंजानासि तंतंप्रहंसि वेत्तेर्व्यत्ययेनात्मनेपदं पुरुषव्य- त्ययः लोपस्तआत्मनेपदेष्वितितलोपः अथवा यथाविदे यंयंविन्द्सेलभसेशत्रुं तंतंमारयसि अतः कारणात्स्तुत्यइत्यर्थः अस्मिन्पक्षे छान्दसोविकरणस्यलुक् पूर्ववत्तलोपः किंच हेइन्द्र तेरातयः तवसं- बन्धीनिधनानि दानानि अस्मत्रा अस्मस्वेव सध्र्यक् सह एकोद्योगेनसन्तु भवन्तु सहपूर्वादञ्चतेरृत्वि- गित्यादिनाक्विन् सहस्यसध्रिरितिसध्र्यादेशः अद्रिसध्र्योरन्तोदात्तनिपातनंकृत्स्वरनिवृत्त्यर्थमिति सचान्तोदात्तः उदात्तस्वरितयोर्यणइतिस्वरितः किंच भद्रस्यस्तुत्यस्य तवरातयः अस्मासुदत्तानि दा- नानि भद्राअतिस्थिराणिसन्तु ॥ २ ॥</p>"
}
