{
	"id" : "1.132.6",
	"classification" : {
		"mandala" : "1",
		"sukta" : "132",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "21",
		"anuvaka" : "19",
		"rik" : "6"
	},
	"attribute" : {
		"devata" : "इन्द्रापर्वतौ;इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"यु॒वं तमिं॑द्रापर्वता पुरो॒युधा॒ यो नः॑ पृत॒न्यादप॒ तन्त॒मिद्ध॑तं॒ वज्रे॑ण॒ तन्त॒मिद्ध॑तम्",
			"दू॒रे च॒त्ताय॑ च्छन्त्स॒द्गह॑नं॒ यदिन॑क्षत्",
			"अ॒स्माकं॒ शत्रू॒न्परि॑ शूर वि॒श्वतो॑ द॒र्मा द॑र्षिष्थ वि॒श्वतः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"यु॒वं तमि॑न्द्रापर्वता पुरो॒युधा॒ यो नः॑ पृत॒न्यादप॒ तन्त॒मिद्ध॑तं॒ वज्रे॑ण॒ तन्त॒मिद्ध॑तम् ।",
			"दू॒रे च॒त्ताय॑ च्छन्त्स॒द्गह॑नं॒ यदिन॑क्षत् ।",
			"अ॒स्माकं॒ शत्रू॒न्परि॑ शूर वि॒श्वतो॑ द॒र्मा द॑र्षीष्ट वि॒श्वतः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"यु॒वम् । तम् । इ॒न्द्रा॒प॒र्व॒ता॒ । पु॒रः॒ऽयुधा॑ । यः । नः॒ । पृ॒त॒न्यात् । अप॑ । तम्ऽत॑म् । इत् । ह॒त॒म् । वज्रे॑ण । तम्ऽत॑म् । इत् । ह॒त॒म् ।",
			"दू॒रे । च॒त्ताय॑ । छ॒न्त्स॒त् । गह॑नम् । यत् । इन॑क्षत् ।",
			"अ॒स्माक॑म् । शत्रू॑न् । परि॑ । शू॒र॒ । वि॒श्वतः॑ । द॒र्मा । द॒र्षी॒ष्ट॒ । वि॒श्वतः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्रापर्वता इन्द्रः प्रसिद्धः पर्वतः पर्ववान् मेघः तदभिमानीदेवः तौयुवां पुरोयुधा सङ्ग्रामेपुरतो- योद्धारौ नोऽस्माकं यःशत्रुः पृतन्यात् अस्मान्हन्तुं पृतनामात्मनइच्छति तन्तमित् सर्वमपिशत्रुंअपहतं नाशयतं हन्तेर्लेट्यनुदात्तोपदेशेत्यनुनासिकलोपः केनसाधनेनेतितदुच्यते—तन्तमित् सर्वमांप शत्रुं हन्तुं वज्रेणसाधनेनप्राप्नुतं ईदृक्सामर्थ्यमस्तीतिदर्शयति यत् योवज्रः लिङ्गव्यत्ययः दूरेचत्ताय अत्य- न्तदूरदेशेगतायचातयतेर्वानाशकर्मणः नष्टायादर्शनमापन्नायेत्यर्थः ग्रसितस्कभितेत्यादौनिपातनादि- डभावः तादृशंशत्रुंछन्त्सत् छन्दयति कामयतेहन्तुं छन्दतेः कान्तिकर्मणइदंरूपं किंच गहनं दुरगाहं स्थानं अतिकठिनं हृदयं शत्रुसमीपंवाइनक्षत् व्याप्नोति नक्षगतौ छान्दसइकारोपजनः इनक्षतिर्वाप्र- कृत्यन्तरं इदानीमिन्द्रएवस्तूयते हेशूर शौर्योपेतेन्द्र अस्माकं विरोधिनःशत्रून् विश्वतोविश्वान् सार्व- विभक्तिकस्तसिल् परि परितः विश्वतोविश्वैरुपायैर्दर्षीष्ट दारयसि किंच दर्मा शत्रूणान्दारकः दारयते- रन्येभ्योऽपिदृश्यन्तइति मनिन् णिलोपेउदात्तनिवृत्तिस्वरेणमनिनउदात्तत्वम् ह्रस्वश्छान्दसः यद्वा दृभये घटादित्वान्मितांह्रस्वइतिह्रस्वत्वं तवपूर्वोक्तोवज्रः विश्वतःसर्वान् शत्रून्सर्वैरुपायैर्वा दर्षीष्ट दारयति यदा दर्मा शत्रूणान्दारकः इन्द्रोदर्षीष्ट कात्स्न्र्येनदारयतिशत्रून् ॥ ६ ॥</p><p class=\"end\">उभेपुनामीतिसप्तर्चंसप्तमंसूक्तम् पारुच्छेपमैन्द्रं आद्यात्रिष्टुप् अभिव्लग्येत्याद्यास्तिस्रोनुष्टुभःपिशं- गभृष्टिमित्येषागायत्री अवर्महइत्येषाधृतिः वनोतिहीत्यनभिधानादत्यष्टिः अत्रानुक्रमणिका—उभेस- प्तादौत्रिष्टुप् त्रिस्रोऽनुष्टुभोगायत्रीधृतिरिति । अस्यसूक्तस्यविनियोगमाहशौनकः—उभेपुनामीतिपु- रारिपुघ्र्यस्तुप्रकीर्तिताः । ताजपन्प्रयतोनित्यमिष्टान्कामान्समश्रुते । ताजपन्हन्तिरक्षांसिसपत्नांश्च- निकृन्तति ।</p>"
}
