{
	"id" : "1.136.1",
	"classification" : {
		"mandala" : "1",
		"sukta" : "136",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "26",
		"anuvaka" : "20",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "मित्रावरुणौ",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"प्र सु ज्येष्टं॑ निचि॒राभ्यां॑ बृ॒हन्नमो॑ ह॒व्यं म॒तिं भ॑रता मृळ॒यद्भ्यां॒ स्वादि॑ष्टं मृळ॒यद्भ्या॑म्",
			"ता स॒म्राजा॑ घृ॒तासु॑ती य॒ज्ञेय॑ज्ञ॒ उप॑स्तुता",
			"अथै॑नोः क्ष॒त्रं न कुत॑श्च॒नाधृषे॑ देव॒त्वं नू चि॑दा॒धृषे॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"प्र सु ज्येष्ठं॑ निचि॒राभ्यां॑ बृ॒हन्नमो॑ ह॒व्यं म॒तिं भ॑रता मृळ॒यद्भ्यां॒ स्वादि॑ष्ठं मृळ॒यद्भ्या॑म् ।",
			"ता स॒म्राजा॑ घृ॒तासु॑ती य॒ज्ञेय॑ज्ञ॒ उप॑स्तुता ।",
			"अथै॑नोः क्ष॒त्रं न कुत॑श्च॒नाधृषे॑ देव॒त्वं नू चि॑दा॒धृषे॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"प्र । सु । ज्येष्ठ॑म् । नि॒ऽचि॒राभ्या॑म् । बृ॒हत् । नमः॑ । ह॒व्यम् । म॒तिम् । भ॒र॒त॒ । मृ॒ळ॒यत्ऽभ्या॑म् । स्वादि॑ष्ठम् । मृ॒ळ॒यत्ऽभ्या॑म् ।",
			"ता । स॒म्ऽराजा॑ । घृ॒तासु॑ती॒ इति॑ घृ॒तऽआ॑सुती । य॒ज्ञेऽय॑ज्ञे । उप॑ऽस्तुता ।",
			"अथ॑ । ए॒नोः॒ । क्ष॒त्रम् । न । कुतः॑ । च॒न । आ॒ऽधृषे॑ । दे॒व॒ऽत्वम् । नु । चि॒त् । आ॒ऽधृषे॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेऋत्विजः मित्रावरुणाभ्यां ज्येष्ठंप्रशस्यं बृहत् महत् अतिप्रवृद्धन्नमः नमस्कारोपलक्षितंस्तोत्रं- तदुपलक्षितंहविर्लक्षणमन्नंवा प्रभरतसंपादयत् नमइत्यन्ननाम नमः आयुरितितन्नामसुपाठात् किंच हव्यंहव्यांमतिन्तत्प्रदानविषयांबुद्धिं भरत यद्वा मतिंपूज्यं हव्यंहविर्भरत पूर्वत्रपुरोडाशाद्यदनीयमन्नं इदानीन्तु सोमाज्यादिरूपं निपेयंहविरितिविवेकः कीदृशाभ्यान्ताभ्यां निचिराभ्यान्नितरांचिरकाला- भ्यां नित्याभ्यामित्यर्थः प्रवाहरूपेणेतिभावः किंच मृळयद्भ्यां स्तुत्याहविः स्वीकारेणस्वयं मृडित्वा- यजमानमपिसुखयद्भां तथास्वादिष्ठंस्वादुतरंमृडयद्भ्यांहविःसुखयद्भ्यांभक्षयद्भ्यामित्यर्थः कस्तयोर्वि- शेषइतितत्राह—ता तौमित्रावरुणौसम्राजा सम्यग्राजमानौ राजतेःक्विप् मोराजिसमः क्वावितिसमो- मकारस्यमकारः घृतासुतीघृतमासूयते आदीयतेयाभ्यां तौ तादृशौ यद्वा घृतमुदकंवृष्टिलक्षणं प्रसूयते सर्वत्रानुज्ञायते याभ्यान्तौ एतयोरहोरात्राभिमानिदेवत्वादहोरात्रिद्वारावृष्ट्युत्पादकत्वात् अहोरा- त्रेवैमित्रावरुणावहोरात्राभ्याङ्खलुवैपर्जन्योवर्षतीतिश्रुतेः । वृष्ट्यनुज्ञाप्रदत्वंप्रसिद्धं किंच एतौयज्ञेयज्ञे सर्वेष्वपियज्ञेषुउपस्तुता सर्वैरृत्विग्भिःस्तूयमानौ गतिरनन्तरइतिगतेःप्रकृतिस्वरत्वं अथ अपिच एनोः एनयोः संज्ञापूर्वकस्यविधेरनित्यत्वादोसिचेतिगुणाभावे अतोगुणेइतिपररूपत्वं अथ अपिच एनोः एनयोः संज्ञापूर्वकस्यविधेरनित्यत्वादोसिचेतिगुणाभावे अतोगुणेइतिपररूपत्वं क्षत्रं बलं कुतश्चन कस्मादपिचशत्रोः राक्षसादेः सकाशात् कस्मादप्युपायाद्वा नाधृषे आधर्षितुन्नामशक्यं- नभवति कृत्यार्थेतवैकेनितिकेन्प्रत्ययः किंच तयोर्देवत्वं नूचित् देवभावोऽपिनाधृषेआधर्षणायोग्यः यद्वा पूर्वमिवेदानीमपि नूचिदिति निपातः पुराणनवयोरितियास्केनोक्तत्वात् आधृषे नकेनाप्यध- र्षणीयोभवति एतयोर्बलन्नाधृष्यं किमुतद्देवत्वमितिभावः ॥ १ ॥</p>"
}
