{
	"id" : "1.136.3",
	"classification" : {
		"mandala" : "1",
		"sukta" : "136",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "26",
		"anuvaka" : "20",
		"rik" : "3"
	},
	"attribute" : {
		"devata" : "मित्रावरुणौ",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"ज्योति॑ष्मती॒मदि॑तिं धार॒यत्क्षि॑तिं॒ स्व॑र्वती॒मा स॑चेते दि॒वेदि॑वे जागृ॒वांसा॑ दि॒वेदि॑वे",
			"ज्योति॑ष्मत्क्ष॒त्रमा॑शाते आदि॒त्या दानु॑न॒स्पती॑",
			"मि॒त्रस्तयो॒र्वरु॑णो यात॒यज्ज॑नोऽर्य॒मा या॑त॒यज्ज॑नः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"ज्योति॑ष्मती॒मदि॑तिं धार॒यत्क्षि॑तिं॒ स्व॑र्वती॒मा स॑चेते दि॒वेदि॑वे जागृ॒वांसा॑ दि॒वेदि॑वे ।",
			"ज्योति॑ष्मत्क्ष॒त्रमा॑शाते आदि॒त्या दानु॑न॒स्पती॑ ।",
			"मि॒त्रस्तयो॒र्वरु॑णो यात॒यज्ज॑नोऽर्य॒मा या॑त॒यज्ज॑नः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"ज्योति॑ष्मतीम् । अदि॑तिम् । धा॒र॒यत्ऽक्षि॑तिम् । स्वः॑ऽवतीम् । आ । स॒चे॒ते॒ इति॑ । दि॒वेऽदि॑वे । जा॒गृ॒ऽवांसा॑ । दि॒वेऽदि॑वे ।",
			"ज्योति॑ष्मत् । क्ष॒त्रम् । आ॒शा॒ते॒ इति॑ । आ॒दि॒त्या । दानु॑नः । पती॒ इति॑ ।",
			"मि॒त्रः । तयोः॑ । वरु॑णः । या॒त॒यत्ऽज॑नः । अ॒र्य॒मा । या॒त॒यत्ऽज॑नः ॥"
		]
	},
	"sayanaBhashya" : "<p>अयंयजमानः ज्योतिष्मतीं आहवनीयाग्नेस्तेजोयुक्तां अदितिं अदीनांसंपूर्णलक्षणां क्षितिं अग्नेर्नि- वासयोग्यांभूमिंउत्तरवेदिलक्षणान्धारयत् धारयति स्वयङ्कृतवानित्यर्थः एतावतीवैपृथिवीयावतीवे- दिरितिश्रुतेः । तथास्वर्वतीं यज्ञनिष्पत्तिद्वारास्वर्गवतीं ईदृशीन्तांआसचेते मित्रावरुणौसङ्गतौभवतः नकेवलमेतस्मिन्नेवाहनि किन्तु दिवेदिवेसर्वेष्वप्यहस्सु कीदृशौतौदिवेदिवे प्रतिदिनं जागृवांसा प्रबो- धङ्कुर्वाणौ यज्ञङ्गन्तुंअनलसावित्यर्थः किंच वेदिमागत्यज्योतिष्मत् आज्यादिस्वीकारेणातिशयेनतेजो- युक्तङ्क्षत्रंबलं आशाते अश्नुवाते प्राप्नुतः अश्नोतेश्छन्दसे लिटि अनित्यमागमशासनमितिवचनान्नुडभा- वः लटिवाछान्दसःशपःश्लुः कीदृशावितितावाह—अदित्याअदितेः पुत्रौदानुनस्पती दानस्यआज्या- दिप्रदानस्य स्वामिनौअभिमतदानस्यपालयितारौवा षष्ठ्याः पतिपुत्रेतिसंहितायांसत्वं मित्रश्चवरु- णश्चतावुभौदेवौ अर्यमात्व्यस्तु देवस्तयोः मित्रावरुणयोः यातयज्जनःतयोरेवसंबन्धात् उभयोर्मध्ये- स्थितः यातयज्जनः स्वस्वव्यापारनियोजितसर्वजनः मित्रावरुणौ अहोरात्रदेवौ अर्यमातुयोरेवसाम- र्थ्यात् सर्वप्राणिनःप्रेरयतीत्यर्थः किंच यातयज्जनः यातयन्तिलोकंयदीयाजनाः प्रेष्याःसतादृशः यद्वा यात्यमानानरकेनिपात्यमानाजनाः प्राणिनः अयष्टारोयेन सतादृशः कर्मसाक्षित्वात्स्वस्व- कर्मानुरोधेन प्राणिनः सुकृतेयातयतीत्यर्थः तादृशः अर्यमा मित्रावरुणयोरधीनोवर्ततइतिशेषः ॥ ३ ॥</p>"
}
