{
	"id" : "10.51.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "51",
		"ashtaka" : "8",
		"adhyaya" : "1",
		"varga" : "10",
		"anuvaka" : "4",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "अग्निः सौचीकः",
		"rishi" : "देवाः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"म{1}ह{0}त्त{0}दु{0}ल्बं{1} स्थ{0}वि{2}रं{1} त{0}दा{2}सी{1}द्ये{0}ना{0}वि{2}ष्थि{0}तः{0} प्र{0}वि{1}वे{0}शि{2}था{1}पः{0}",
			"वि{0}श्वा{2} अ{0}प{0}श्य{0}द्ब{0}हु{1}धा{0} ते{2} अ{0}ग्ने{1} जा{0}त{2}वे{0}द{0}स्त{1}न्वो{2} दे{1}व{0} ए{0}कः{2}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"म{1}हत्तदुल्बं{1} स्थवि{2}रं{1} तदा{2}सी{1}द्येनावि{2}ष्टितः प्रवि{1}वेशि{2}था{1}पः ।",
			"विश्वा{2} अपश्यद्बहु{1}धा ते{2} अग्ने{1} जात{2}वेदस्त{1}न्वो{2} दे{1}व एकः{2} ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"म{1}हत् । तत् । उल्ब{2}म् । स्थवि{2}रम् । तत् । आ{1}सी{1}त् । येन{2} । आ{5}वि{2}ष्टितः । प्र{1}{5}वि{1}वेशि{2}थ । अ{1}पः ।",
			"विश्वाः{2} । अ{1}प{1}श्य{1}त् । ब{1}हु{1}धा । ते{1} । अ{1}ग्ने{1} । जात{2}{5}वेदः । त{1}न्वः{2} । दे{1}वः । एकः{2} ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">महत्तदिति नवर्चं नवमं सूक्तम् । वज्रभूतेन वषट्कारेण देवानां हविर्वहनेन च हतेषु भ्रातृषु कनिष्ठः सौचीको नामाग्निर्वष्ट्कारहविर्वहनाभ्यांभितो देवेभ्यो निर्गत्यापः प्राविशत्। स च मत्स्यैः प्रदर्शितः सन्नन्वेष्टुमागतैर्देवैः सहेदमादिसूक्तत्रयेण संवदं कृतवान्। अस्य सूक्तस्य द्वितीयादियुजश्चतस्रो विश्वे देवाः शास्तनेति षडृचमुत्तरसूक्तं चेति दशर्चोऽग्निवाक्यम् । अयुजः प्रथमाद्याः पञ्चर्चो यमैच्छाम मनसेत्येकादशर्चमुत्तरसूक्तं च देवानां वाक्यम्। तत्र तदद्य वाचः प्रथमं मसीयेति द्वृचस्त्वग्नेर्वाक्यम्। अतोऽग्निवाक्येषु देवा देवताग्निऋषिः। देवोक्तिष्वग्निर्देवता देवा ऋषयः। अनादेशपरिभाषयेदमुत्तरं च द्वे त्रैष्टुभे विशेषानभिधानात्। तथा चानुक्रान्तम्। वषट्कारेण वृक्णेषु भ्रातृषु सौचीकोऽग्निरपः प्रविश्य देवैः समवददुत्तरैस्प्रिभिर्महत्तन्नव तत्र युजोऽग्निवाक्यम् विश्व इत्युत्तरं षट्कमयुजो देवानां यमैच्छामेत्युत्तरं चैकादशकं तदद्येति तु द्वृचोऽग्नेरिति। गतो विनियोगः। सूक्तत्रयोक्तार्थे तैत्तिरीयब्राह्मणम्।अग्नेस्त्रयो ज्यायांसो भ्रातर आसन् ते देवेभ्यो हव्यं वहन्तः प्रामीयन्त सोऽग्निरबिभेदित्थं वाव स्य अर्तिमारिष्यतिति स निलायत सोऽपः प्राविशत्तं देवाः प्रैषमैच्छन्नित्यादि। तै. सं. २-६-६-। तत्राद्यया देवा अग्निमाहुः॥</p><p>तदुल्बं वक्ष्यमाणं प्रावरणं महत् स्थविरमत्यन्तं स्थूलं च तदासीत् येनोल्बेनाविष्टित आवेष्टितः सन् हे अग्ने प्रविवेशिथापः उदकानि प्रविष्टवानसि। हे अग्ने जातवेदो जातप्रज्ञान विश्वाः सर्वास्तन्वस्तनूः सर्वाण्यङ्गानि बहुधा बहुप्रकारमेको देवोऽपश्यत्। दृष्टवान्॥१॥</p>"
}
