{
	"id" : "1.129.7",
	"classification" : {
		"mandala" : "1",
		"sukta" : "129",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "17",
		"anuvaka" : "19",
		"rik" : "7"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"व॒नेम॒ तद्धोत्र॑या चि॒तन्त्या॑ व॒नेम॑ र॒यिं र॑यिवः सु॒वीर्यं॑ र॒ण्वं सन्तं॑ सु॒वीर्य॑म्",
			"दु॒र्मन्मा॑नं सु॒मन्तु॑भि॒रेमि॒षा पृ॑चीमहि",
			"आ स॒त्याभि॒रिन्द्रं॑ द्यु॒म्नहू॑तिभि॒र्यज॑त्रं द्यु॒म्नहू॑तिभिः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"व॒नेम॒ तद्धोत्र॑या चि॒तन्त्या॑ व॒नेम॑ र॒यिं र॑यिवः सु॒वीर्यं॑ र॒ण्वं सन्तं॑ सु॒वीर्य॑म् ।",
			"दु॒र्मन्मा॑नं सु॒मन्तु॑भि॒रेमि॒षा पृ॑चीमहि ।",
			"आ स॒त्याभि॒रिन्द्रं॑ द्यु॒म्नहू॑तिभि॒र्यज॑त्रं द्यु॒म्नहू॑तिभिः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"व॒नेम॑ । तत् । होत्र॑या । चि॒तन्त्या॑ । व॒नेम॑ । र॒यिम् । र॒यि॒ऽवः॒ । सु॒ऽवीर्य॑म् । र॒ण्वम् । सन्त॑म् । सु॒ऽवीर्य॑म् ।",
			"दुः॒ऽमन्मा॑नम् । सु॒मन्तु॑ऽभिः । आ । ई॒म् । इ॒षा । पृ॒ची॒म॒हि॒ ।",
			"आ । स॒त्याभिः॑ । इन्द्र॑म् । द्यु॒म्नहू॑तिऽभिः । यज॑त्रम् । द्यु॒म्नहू॑तिऽभिः ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र वयंयजमानाः तत्तादृशंस्तुत्यन्तवरूपं यद्वा तत्तेवयंचितन्त्यातवगुणान् ज्ञापयन्त्या चितीसं- ज्ञाने अस्माण्ण्यन्ताच्छतरिव्यत्ययेनशः होत्रया होमसाधनभूतया स्तुतिरूपयावाचा वनेमसंभजेम यद्वा शब्दयेमस्तुतिङ्करवामेत्यर्थः होत्रेतिवाङ्माम होत्रागीरितितन्नामसुपाठात् किंच एवंस्तोतारोव- यमपि हेरयिवः विशिष्टधनवन्निन्द्र रयिन्धनं वनेमसंभजेम कीदृशंरयिं सुवीर्यंशोभनसामर्य्योपेतं र- ण्वंरमणीयं गन्तव्यंवार्थिभिः सन्तंसर्वदावर्तमानं यज्ञादिद्वाराबहुशोदीयमानमपिप्रवर्धमानं पुनस्त- देवविशेष्यते सुवीर्यं शोभनपुत्रभृत्याद्युपेतं धनेनतेषांसंपादयितुंशक्यत्वात् वीरवीर्यौचेत्युत्तरपदाद्यु- दात्तत्वं किंच हेइन्द्र दुर्मन्मानन्दुःखेनमन्तुंशक्यं ईमेनन्त्वां तवमहिम्नोऽतिमहत्त्वात् सुमन्तुभिः शोभनैर्मननैः तत्साधनैःस्तोत्रैर्वा ईषाहवीरूपेणान्नेनच आपृचीमहि सर्वतः संपृक्ताभूयास्म यद्वा इ- षाअन्नेननिमित्तेन पूर्वन्धनस्यप्रार्थितत्वात् इदानीमन्नंप्रार्थ्यते पृचीसंपर्के लिङि छान्दसोविकरण- स्यलुक् किंच यजत्रंयागनिष्पादकमिन्द्रं सत्याभिः अविसंवादिनीभिः यथाभिलाषमुपजायमानफला- भिःद्युम्नहूतिभिः हरिवआगच्छ मेधातिथेर्मेषेत्याह्वानैरित्यर्थः पुनस्ताएवविशेष्यन्ते द्युम्नहूतिभिः हविर्लक्षणान्ननिमित्तैराह्वानैरापृचीमहीतिशेषः द्युम्नन्द्योततेर्यशोवान्नंवेतियास्कः ॥ ७ ॥</p>"
}
