{
	"id" : "1.129.8",
	"classification" : {
		"mandala" : "1",
		"sukta" : "129",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "17",
		"anuvaka" : "19",
		"rik" : "8"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अतिशक्वरी"
	},
	"samhita" : {
		"lines" : [
			"प्रप्रा॑ वो अ॒स्मे स्वय॑शोभिरू॒ती प॑रिव॒र्ग इन्द्रो॑ दुर्मती॒नां दरी॑मन्दुर्मती॒नाम्",
			"स्व॒यं सा रि॑ष॒यध्यै॒ या न॑ उपे॒षे अ॒त्रेYः",
			"ह॒तेम॑स॒न्न व॑क्षति क्षि॒प्ता जू॒र्णिर्न व॑क्षति"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"प्रप्रा॑ वो अ॒स्मे स्वय॑शोभिरू॒ती प॑रिव॒र्ग इन्द्रो॑ दुर्मती॒नां दरी॑मन्दुर्मती॒नाम् ।",
			"स्व॒यं सा रि॑ष॒यध्यै॒ या न॑ उपे॒षे अ॒त्रैः ।",
			"ह॒तेम॑स॒न्न व॑क्षति क्षि॒प्ता जू॒र्णिर्न व॑क्षति ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"प्रऽप्र॑ । वः॒ । अ॒स्मे इति॑ । स्वय॑शःऽभिः । ऊ॒ती । प॒रि॒ऽव॒र्गे । इन्द्रः॑ । दुः॒ऽम॒ती॒नाम् । दरी॑मन् । दुः॒ऽम॒ती॒नाम् ।",
			"स्व॒यम् । सा । रि॒ष॒यध्यै॑ । या । नः॒ । उ॒प॒ऽई॒षे । अ॒त्रैः ।",
			"ह॒ता । ई॒म् । अ॒स॒त् । न । व॒क्ष॒ति॒ । क्षि॒प्ता । जू॒र्णिः । न । व॒क्ष॒ति॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेऋत्विजः वोयुष्मदर्थं अस्मेअस्मदर्थंचअयमिन्द्रः स्वयशोभिः स्वकीययशोयुक्तैः ऊती ऊतिभिः रक्षणैः दुर्मतीनां दुर्मननयुक्तानांविरोधिनांपरिवर्गेपरितोवर्जनेनिमित्तभूतेसति प्रप्र प्रकृष्टोभवति समर्थोभवतीत्यर्थः द्विर्भावःपादपूरणः यद्वा हेऋत्विजः वोयुष्मदर्थं अस्मे अस्माकं संबन्धिभिः स्वय- शोभिः स्वयमेवान्यनैरपेक्ष्येण स्तोतुंसमर्थैःस्तोत्रैस्तुष्टःसन् ऊती ऊतौरक्षणे प्रप्र प्रकृष्टोभवति उपस- र्गश्रुतेर्योग्यक्रियाध्याहारः कुत्रेतितदुच्यते—दर्मतीनान्दुष्टानां परिवर्गेपरितोवर्जनवतिसङ्ग्रामेयागेवा पुनःसएवविशेष्यते दुर्मतीनान्दुष्टबहुमानवतां हननबुद्धीनान्दरीमन् दरीमणि अतिशयेनदारयितरि एवमिन्द्रे सम्यक् पालयतिसति अन्त्रैर्भक्षकैरस्मद्विरोधिभिर्याजूर्णिः जववतीसेनाजूर्णिर्जवतेर्वाद्रवते- र्वादूनोतेर्वेतियास्कः । नोऽस्मान्प्रतिरिषयध्यै हिंसितुं रिषेर्ण्यन्तात्तुमर्थेशध्यैप्रत्ययः उपेषेउपगन्तुं- अस्मान्प्राप्तुं ईङ्गतौतुमर्थेक्सेप्रत्ययः क्षिप्ताप्रेरितासासेनास्वयंहतेमस्त् हिंसितैवासीत् अतःनवक्षति अस्मान्नवहेत् नप्राप्नोति तथास्मद्धिंसकान् शत्रूनपि पुनर्नवक्षतिनवहति वहतेर्लेट्यडागमः सिब्बहुल- मितिसिप् इन्द्रसामर्थ्येनतत्रैवनष्टाभूदित्यर्थः ॥ ८ ॥</p>"
}
