{
	"id" : "1.129.11",
	"classification" : {
		"mandala" : "1",
		"sukta" : "129",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "17",
		"anuvaka" : "19",
		"rik" : "11"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अष्टिः"
	},
	"samhita" : {
		"lines" : [
			"पा॒हि न॑ इन्द्र सुष्थुत स्रि॒धो॑ऽवया॒ता सद॒मिद्दु॑र्मती॒नां दे॒वः सन्दु॑र्मती॒नाम्",
			"हं॒ता पा॒पस्य॑ र॒क्षस॑स्त्रा॒ता विप्र॑स्य॒ माव॑तः",
			"अधा॒ हि त्वा॑ जनि॒ता जीज॑नद्वसो रक्षो॒हणं॑ त्वा॒ जीज॑नद्वसो"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"पा॒हि न॑ इन्द्र सुष्टुत स्रि॒धो॑ऽवया॒ता सद॒मिद्दु॑र्मती॒नां दे॒वः सन्दु॑र्मती॒नाम् ।",
			"ह॒न्ता पा॒पस्य॑ र॒क्षस॑स्त्रा॒ता विप्र॑स्य॒ माव॑तः ।",
			"अधा॒ हि त्वा॑ जनि॒ता जीज॑नद्वसो रक्षो॒हणं॑ त्वा॒ जीज॑नद्वसो ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"पा॒हि । नः॒ । इ॒न्द्र॒ । सु॒ऽस्तु॒त॒ । स्रि॒धः । अ॒व॒ऽया॒ता । सद॑म् । इत् । दुः॒ऽम॒ती॒नाम् । दे॒वः । सन् । दुः॒ऽम॒ती॒नाम् ।",
			"ह॒न्ता । पा॒पस्य॑ । र॒क्षसः॑ । त्रा॒ता । विप्र॑स्य । माऽव॑तः ।",
			"अध॑ । हि । त्वा॒ । ज॒नि॒ता । जीज॑नत् । व॒सो॒ इति॑ । र॒क्षः॒ऽहन॑म् । त्वा॒ । जीज॑नत् । व॒सो॒ इति॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र सुष्टुत शोभनस्तुत त्वंस्रिधः दुःखात् तदुत्पादकात्पापाद्वा नोऽस्मान्पाहिरक्ष यतस्त्वं दुर्म- तीनां दुर्मनस्कानां रक्षःप्रभृतीनां नामन्यतरस्यामितिनामउदात्तत्वं सदमित् सर्वदैवअवयाता अधो- यापयिता प्रापयितासि अतःपाहि अतएवहेइन्द्र देवोऽस्मत्स्तुत्याहृष्टः सन् दुर्मतीनां दुष्टमननवतां यागविघातकानां अवयातासि तथारक्षसोरक्षणनिमित्तभूतस्य रक्षोरक्षिततव्यमस्मादितियास्कः । तादृशस्यपापस्य फलप्रतिबन्धरूपस्य हन्ताघातकोसि यद्वा पापस्य पापिनोरक्षसोराक्षसादेर्हन्तासि तथामावतोमत्सदृशस्यविप्रस्य मेधाविनोयजमानस्य त्राता रक्षितासि अध अतोहेतोः हेइन्द्र वसो सर्वेषां निवासभूत त्वात्वांजनिता सर्वस्यजनयिता आदिकर्तापरमेश्वरोजीजनत् अजनयत् उत्पा- दितवान् तथा हेवसो वासयितः त्वा त्वां रक्षोहणं जीजनत् रक्षोहननायोत्पादितवान् जनयतेर्लुङि- चङिरूपं यज्ञादिविघातिनांरक्षः प्रभृतीनां विघातायहीन्द्रस्यावतारः तमिन्द्रं देवानव्यसृज्यन्तेत्या- दिप्रसिद्धिद्योतनार्थोहिशब्दः ॥ ११ ॥</p><p class=\"end\">एन्द्रयाह्युपनइतिदशर्चंचतुर्थंसूक्तम् पारुच्छेपमैन्द्रं अन्त्यासनोनव्येभिरित्येषात्रिष्टुप् शिष्टाअत्य- ष्टयः अत्रत्रिष्टुबन्तपरिभाषानाश्रीयते सर्वमात्यष्टमितिविशेषेणप्रतिज्ञातत्वात् एन्द्रयाहिदशान्त्यात्रि- ष्टुबित्यनुक्रमणिका पृष्ठ्यषडहस्यषष्ठेहनिनिष्केवल्यमेतत्सूक्तं षष्ठस्येतिखण्डेसूत्रितम्—एन्द्रयाह्यु- पनः प्रघान्वस्येति महाव्रतेमाध्यन्दिनसवने ब्राह्मणाच्छंसिनोऽनुरूपतृचे प्रथमाएन्द्रयाहीत्येषा महा- व्रतस्यपञ्चविंशतिमितिखण्डेशौनकेनसूत्रितम्-एन्द्रयाह्युपनःपरावतइन्द्रायाहिद्यौरसुरोअनम्नतेति ।</p>"
}
