{
	"id" : "1.139.8",
	"classification" : {
		"mandala" : "1",
		"sukta" : "139",
		"ashtaka" : "2",
		"adhyaya" : "2",
		"varga" : "4",
		"anuvaka" : "20",
		"rik" : "8"
	},
	"attribute" : {
		"devata" : "मरुतः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"मो षु वो॑ अ॒स्मद॒भि तानि॒ पौंस्या॒ सना॑ भूवन्द्यु॒म्नानि॒ मोत जा॑रिषुर॒स्मत्पु॒रोत जा॑रिषुः",
			"यद्व॑श्चि॒त्रं यु॒गेयु॑गे॒ नव्यं॒ घोषा॒दम॑र्त्यम्",
			"अ॒स्मासु॒ तन्म॑रुतो॒ यच्च॑ दु॒ष्थरं॑ दिधृ॒ता यच्च॑ दु॒ष्थर॑म्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"मो षु वो॑ अ॒स्मद॒भि तानि॒ पौंस्या॒ सना॑ भूवन्द्यु॒म्नानि॒ मोत जा॑रिषुर॒स्मत्पु॒रोत जा॑रिषुः ।",
			"यद्व॑श्चि॒त्रं यु॒गेयु॑गे॒ नव्यं॒ घोषा॒दम॑र्त्यम् ।",
			"अ॒स्मासु॒ तन्म॑रुतो॒ यच्च॑ दु॒ष्टरं॑ दिधृ॒ता यच्च॑ दु॒ष्टर॑म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"मो इति॑ । सु । वः॒ । अ॒स्मत् । अ॒भि । तानि॑ । पौंस्या॑ । सना॑ । भू॒व॒न् । द्यु॒म्नानि॑ । मा । उ॒त । जा॒रि॒षुः॒ । अ॒स्मत् । पु॒रा । उ॒त । जा॒रि॒षुः॒ ।",
			"यत् । वः॒ । चि॒त्रम् । यु॒गेऽयु॑गे । नव्य॑म् । घोषा॑त् । अम॑र्त्यम् ।",
			"अ॒स्मासु॑ । तत् । म॒रु॒तः॒ । यत् । च॒ । दु॒स्तर॑म् । दि॒धृ॒त । यत् । च॒ । दु॒स्तर॑म् ॥"
		]
	},
	"sayanaBhashya" : "<p>हेमरुतःवः युष्मत्संबन्धीनितानि प्रसिद्धानि पौंस्यापौंस्यानिबलानि सनासदातनानि नित्यानि द्युम्नानि प्रकाशयुक्तानि यद्वा सना संभजनीयानि द्युम्नानि धनवन्ति यशोवन्तिवा मत्वर्थीयोलुप्यते मोइति निपातद्वयसमुदायः उशब्दोवधारणे अस्मत् अस्मात् मोष्वभिभूवन् सुष्ठुमैवाभिभवन् यद्वा अस्मत्तोपगतानि माभूवन् उत अपिच यद्वा द्युम्नानीत्येतदुत्तरत्रसंबध्यते द्युम्नानि धनानि यशांसि- वाअस्मदीयानि माजारिषुः क्षीणानिमाभूवन् उत अपिचअस्मत्पुरापुराणिलक्षणयातत्रस्थाप्नाणि- नोमाजारिषुः जीर्णानष्टामाभूवन् किंच वोयुष्मत्संबन्धि चित्रं चायनीयन्नानाविधन्नव्यं नूतनं स्तो- तव्यंवा अमर्त्यं अमरणधर्मकं मर्त्येषुदुर्लभं वा यदस्तिघोषात् घोषाः व्यत्ययेनपंचमी शब्दोपेतागवा- दयः घोषोपलक्षिताग्रामनगरादयोवायेसन्ति तत्सर्वं युगेयुगे युगशब्दोपलक्षिते तत्तत्काले अस्मासु अस्मास्वेवभवत्वितिशेषः नान्यस्य किंच हेमरुतः यच्चदुस्तरं दुःखेनतरणीयं संपादनीयं धनं दिधृत धारयत तदस्मासु किंच दुस्तरं शत्रुभिरहिंसितं तत्सर्वमपि विशेषेणास्मासु स्थापयत ॥ ८ ॥</p>"
}
