{
	"id" : "10.132.7",
	"classification" : {
		"mandala" : "10",
		"sukta" : "132",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "20",
		"anuvaka" : "11",
		"rik" : "7"
	},
	"attribute" : {
		"devata" : "मित्रावरुणौ",
		"rishi" : "शकपूतो नार्मेधः",
		"chandas" : "महासतो बृहती"
	},
	"samhita" : {
		"lines" : [
			"यु॒वं ह्य॑प्न॒राजा॒वसी॑दतं॒ तिष्ट॒द्रथं॒ न धू॒र्षदं॑ वन॒र्षद॑म्",
			"ता नः॑ कणूक॒यन्ती॑नृड़्॒मेध॑स्तत्रे॒ अंह॑सः सु॒मेध॑स्तत्रे॒ अंह॑सः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"यु॒वं ह्य॑प्न॒राजा॒वसी॑दतं॒ तिष्ठ॒द्रथं॒ न धू॒र्षदं॑ वन॒र्षद॑म् ।",
			"ता नः॑ कणूक॒यन्ती॑र्नृ॒मेध॑स्तत्रे॒ अंह॑सः सु॒मेध॑स्तत्रे॒ अंह॑सः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"यु॒वम् । हि । अ॒प्न॒ऽराजौ॑ । असी॑दतम् । तिष्ठ॑त् । रथ॑म् । न । धूः॒ऽसद॑म् । व॒न॒ऽसद॑म् ।",
			"ताः । नः॒ । क॒णू॒क॒ऽयन्तीः॑ । नृ॒ऽमेधः॑ । त॒त्रे॒ । अंह॑सः । सु॒ऽमेधः॑ । त॒त्रे॒ । अंह॑सः ॥"
		]
	},
	"sayanaBhashya" : "<p>हे मित्रा वरुणौ युवं हि युवा खल्वप्नराजावप्नसा कर्मणा प्रवर्षणप्रकाशनादिना राजमानौ दीप्यमानौ सन्तावसीदतम्। स्वकीये स्थाने निषीदथः। आसाथे। अप्न इति कर्मनाम। कर्माख्यां ह्रस्वो नुट्च वा। उ. ४-२०७। इत्याप्नोतेरसुन् तस्य नुडागमो धातोर्ह्रस्वश्च। तस्मिन्नुपपदे राजतेः सत्सूद्विषेत्यादिना क्विप्। पीवोपवसनादीनां छन्दसि लोपो व्यक्तव्यः। म. ६-३-१०९-६। इत्यप्नसः सकारलोपः। तौ मित्रावरुणौ कणूकयन्तीः। कणतिः शब्दार्थः कणनमाक्रोशरूपं शब्दनमिच्छन्तीस्ताः प्रसिद्धाः शात्रवीः प्रजा अभिभमवितुम्। न सम्प्रत्यर्थे। सम्प्रति रथं तिष्ठत्। अभितिष्ठताम्। तिष्थतेर्लेट्यडागमः। इतश्च लोप इतीकारलोपः। प्रत्येकाभिप्रायेणैकवचनम्। कीदृशं रथम्। धूर्षदं धर्यश्वयोर्वहनदेशे सीदन्तं वनर्षदम् वनेषूद्यानेशु क्रीडार्थं निषीदन्तम्। यद्वा। वनमित्युदकानाम। समुद्रमध्ये हि वरुणो निवसति। वने समुद्रोदके निषीदन्तम्। उभयत्रापि पूर्ववत् क्विप्। वनसदमित्यत्र च्छान्दसः सांहितिको रेफोपजनः। हे मित्रावरुणौ युवाभ्यां नृमेधो मम पितांहसः पापात्तत्रे। ररक्षे। रक्षितो बभूव। त्रैङ् पालन इत्यस्मात्कर्मणि लिट्। यद्वा। उपचाराज्जन्ये जनकशब्दः न्रुमेधस्य पुत्रः शकपूतोऽहं पापाद्युवाभ्यां तत्रे। रक्शितोऽस्मि। सुमेधोऽन्योऽपि सुयज्ञो यजमानोऽहंसः पापात्तत्रे। युवाभ्यामेवरक्ष्यत। भीत्रार्थानाम्। पा. १-४-२५। इत्यम्हसोऽपादानसंज्ञा॥७॥</p>"
}
