{
	"id" : "1.131.2",
	"classification" : {
		"mandala" : "1",
		"sukta" : "131",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "20",
		"anuvaka" : "19",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"विश्वे॑षु॒ हि त्वा॒ सव॑नेषु तुं॒जते॑ समा॒नमेकं॒ वृष॑मण्यवः॒ पृथ॒क्स्वः॑ सनि॒ष्यवः॒ पृथ॑क्",
			"तं त्वा॒ नावं॒ न प॒र्षणिं॑ शू॒षस्य॑ धु॒रि धी॑महि",
			"इन्द्रं॒ न य॒ज्ञैश्चि॒तयं॑त आ॒यव॒ स्तोमे॑भि॒रिन्द्र॑मा॒यवः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"विश्वे॑षु॒ हि त्वा॒ सव॑नेषु तु॒ञ्जते॑ समा॒नमेकं॒ वृष॑मण्यवः॒ पृथ॒क्स्वः॑ सनि॒ष्यवः॒ पृथ॑क् ।",
			"तं त्वा॒ नावं॒ न प॒र्षणिं॑ शू॒षस्य॑ धु॒रि धी॑महि ।",
			"इन्द्रं॒ न य॒ज्ञैश्चि॒तय॑न्त आ॒यवः॒ स्तोमे॑भि॒रिन्द्र॑मा॒यवः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"विश्वे॑षु । हि । त्वा॒ । सव॑नेषु । तु॒ञ्जते॑ । स॒मा॒नम् । एक॑म् । वृष॑ऽमन्यवः । पृथ॑क् । स्व१॒॑रिति॑ स्वः॑ । स॒नि॒ष्यवः॑ । पृथ॑क् ।",
			"तम् । त्वा॒ । नाव॑म् । न । प॒र्षणि॑म् । शू॒षस्य॑ । धु॒रि । धी॒म॒हि॒ ।",
			"इन्द्र॑म् । न । य॒ज्ञैः । चि॒तय॑न्तः । आ॒यवः॑ । स्तोमे॑भिः । इन्द्र॑म् । आ॒यवः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>हे इन्द्र त्वा त्वां एकं एकमेवसन्तं विश्वेषु सर्वेषुसवनेषु तद्वत्सु एकाहाहीनसत्ररूपेषुसर्वेषु सोम- यागेषु यजमानाः तुञ्चते त्वरयन्ति हविरादीनिददते कीदृशं त्वां समानं सर्वेषामेकरूपं कीदृशायज- मानाः वृषमण्यवः अभिमतवर्षणाय त्वामेवमन्यमानाः पृथग्विविच्यस्वस्वयागे किमिच्छन्तः स्वः स्वर्गंसुखविशेषंवा सनिष्यवः संभक्तुकामाः पृथक् तुञ्चते पृथगेवत्वरयन्ति तुञ्जतिर्दानार्थः शिक्षति तुञ्चते इति तन्नामसुपाठात् तन्तादृशं त्वा त्वां शूषस्य सेनारूपस्य बलस्यधुरिवहनेतजायाय धीमहि स्थापयामः यद्वा शूषस्य अस्मदीयशारीरबलस्य धुरिधीमहि शुषमितिबलनाम शूषं सहइतितन्नाम- सुपाठात् तत्रदृष्टान्तः—पर्षणिं नावन्न पारस्यसंभक्तीं पूरयित्रींवाफलस्य नावमिव तांयथाभारवहने स्थापयन्तितद्वत् पारतीरकर्मसमाप्तौ छन्दसि वनसनेतिसनेरिन्प्रत्ययः पृषोदरादिः पिपर्तेरौणादिकः सनिप्रत्ययोवा कीदृशावयं आयवोमनुष्याः यजमानाः यज्ञैःसाधनैः इन्द्रन्नचितयन्तः परमेश्वरमिव- त्वांचेतयन्तः परमेश्वरबुद्भ्याभावयन्तइत्यर्थः यद्वा नशब्दः एवकारार्थः इन्द्रमेवत्वां जानन्तः तथा स्तोमेभिः स्तोत्रैः इन्द्रं इन्द्रमेव आयवोगच्छन्तोवयन्धीमहि दधातेर्लिङिछान्दसः शपोलुक् ॥ २ ॥</p>"
}
