{
	"id" : "1.131.6",
	"classification" : {
		"mandala" : "1",
		"sukta" : "131",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "20",
		"anuvaka" : "19",
		"rik" : "6"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"उ॒तो नो॑ अ॒स्या उ॒षसो॑ जु॒षेत॒ ह्यट्॒॑र्कस्य॑ बोधि ह॒विषो॒ हवी॑मभिः॒ स्व॑र्षाता॒ हवी॑मभिः",
			"यदिं॑द्र॒ हन्त॑वे॒ मृधो॒ वृषा॑ वज्रिं॒चिके॑तसि",
			"आ मे॑ अ॒स्य वे॒धसो॒ नवी॑यसो॒ मन्म॑ श्रुधि॒ नवी॑यसः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"उ॒तो नो॑ अ॒स्या उ॒षसो॑ जु॒षेत॒ ह्य१॒॑र्कस्य॑ बोधि ह॒विषो॒ हवी॑मभिः॒ स्व॑र्षाता॒ हवी॑मभिः ।",
			"यदि॑न्द्र॒ हन्त॑वे॒ मृधो॒ वृषा॑ वज्रि॒ञ्चिके॑तसि ।",
			"आ मे॑ अ॒स्य वे॒धसो॒ नवी॑यसो॒ मन्म॑ श्रुधि॒ नवी॑यसः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"उ॒तो इति॑ । नः॒ । अ॒स्याः । उ॒षसः॑ । जु॒षेत॑ । हि । अ॒र्कस्य॑ । बो॒धि॒ । ह॒विषः॑ । हवी॑मऽभिः । स्वः॑ऽसाता । हवी॑मऽभिः ।",
			"यत् । इ॒न्द्र॒ । हन्त॑वे । मृधः॑ । वृषा॑ । व॒ज्रि॒न् । चिके॑तसि ।",
			"आ । मे॒ । अ॒स्य । वे॒धसः॑ । नवी॑यसः । मन्म॑ । श्रु॒धि॒ । नवी॑यसः ॥"
		]
	},
	"sayanaBhashya" : "<p>अयमिन्द्रोनोऽस्माकंसंबन्धिनीं अस्याउषसः कर्मणिषष्ठी एतामुषसंसुत्याहःसंबन्धिनमुषः कालं- उतोजुषेत अपिनामसेवेत उषस्येवास्माकंअयमिन्द्रोयज्ञङ्गच्छेदित्यर्थः हिःपूरणार्थः गत्वाचअर्कस्यह- विषः पूर्ववत्कर्मणिषष्ठी अर्चनसाधनंहविः हवीमभिः हवनप्रकारविशेषैः दत्तं हविः उतोबोधि अपि- नामजानीहि किंच स्वर्षाता स्वर्गस्यान्यस्यसुखविशॆषस्यवासंभजनस्थानेयज्ञेहवीमभिराह्वानैराहू- तोभवेतिशॆषः अस्माभिराहूतःसन् उषस्येवागत्यहविः स्वीकरोतीत्यर्थः कस्मादिदमुच्यते यद्यस्मा- त्कारणात् हेवज्रिन् वज्रयुक्तेन्द्र मृधःहिंसकान् शत्रून् हन्तवेहन्तुं वृषा वर्षितासन् कामानांचिकेतसि अवबुध्यसे कितज्ञाने जौहोत्यादिकः लेट्यडागमः नाभ्यस्तस्याचिपितीत्यत्रछन्दसिबहुलमितिवच- नाल्लघूपधगुणप्रतिषेधाभावः अभ्यस्तानामादिरित्याद्युदात्तत्वम् तस्माद्ब्रूमः हेइन्द्र मेमम मन्म मननीवंस्तोत्रंआश्रुधिसर्वतःश्रृणुकीदृशस्यमे वेधसः मेधाविनःनवीयसोनवतरस्यदीक्षितसंस्कारैः सं- स्कृतत्वान्नवीयस्त्वं पुनर्विशेष्यते नवीयसः अतिशयेननवनवतः अहाधारप्पस्तुतिमतः अत्रयजमान- विशेषणैस्तत्कूर्तुकंस्तोत्रमेवविशिष्टंभवति ॥ ६ ॥</p>"
}
