{
	"id" : "10.16.14",
	"classification" : {
		"mandala" : "10",
		"sukta" : "16",
		"ashtaka" : "7",
		"adhyaya" : "6",
		"varga" : "22",
		"anuvaka" : "1",
		"rik" : "14"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "दमनो यामायनः",
		"chandas" : "अनुष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"शीति॑के॒ शीति॑कावति॒ ह्लादि॑के॒ ह्लादि॑कावति",
			"मं॒डू॒क्या॒थ्॒॑ सु सं ग॑म इ॒मं स्वट्॒॑ग्निं ह॑र्षय"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"शीति॑के॒ शीति॑कावति॒ ह्लादि॑के॒ ह्लादि॑कावति ।",
			"म॒ण्डू॒क्या॒३॒॑ सु सं ग॑म इ॒मं स्व१॒॑ग्निं ह॑र्षय ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"शीति॑के । शीति॑काऽवति । ह्लादि॑के । ह्लादि॑काऽवति ।",
			"म॒ण्डू॒क्या॑ । सु । सम् । ग॒मः॒ । इ॒मम् । सु । अ॒ग्निम् । ह॒र्ष॒य॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>हे शीतिके शैत्ययुक्ते हे शीतिकावति शीतिकाः शैत्ययुक्ताओषधयस्ताभिस्तद्वति हे ह्लादिके आह्लादयित्रि हे आह्लादिकावति आह्लादकफलयुक्तैर्वृक्षैस्तद्वति हे पृथिवि मंडूक्या मंडूकस्त्रिया वृष्टिप्रियया सु सुष्ठु सङ्गमः सङ्गच्छस्व । गमेर्लुङि व्यत्ययेन परस्मै- पदं ततइममग्निं सु सुष्ठु हर्षय ॥ १४ ॥</p><p class=\"end\">द्वितीयेनुवाके त्रयोदशसूक्तानि तत्र त्वष्टादुहित्रइत्येतच्चतुर्दशर्चं प्रथमं सूक्तं यमपुत्रोदे- वश्रवानाम ऋषिः आदितोद्वादशः त्रिष्टुभः त्रयोदशीचतुर्दश्यावनुष्टुभौ यद्वा त्रयोदशी पुर- स्ताद्वृहती आदितोद्वयोः सरण्यूर्देवता पूषात्वेतइत्याद्याश्चतस्रः पूषदेवत्याः सरस्वतीं देवयन्तइत्याद्यास्तिस्रः सरस्वतीदेवताकाः आपोअस्मानित्याद्याः पंचर्चोब्देवताकाः तत्र द्रप्सश्चस्कन्देत्याद्यास्तिस्रः सोमदेवत्यावा । तथाचानुक्रान्त—त्वष्टादेवश्रवा द्वे सरण्यू देवते पौष्ण्यश्चतस्रः सारस्वत्यस्तिस्रः पंचाप्योद्रप्सस्तिस्रः सौम्योवान्त्ये अनुष्टुभावुपान्त्यापुरस्ता- द्बृहतीवेति । गतः सूक्तविनियोगः । अत्रेतिहासमाचक्षते—त्वष्टृनामकस्य देवस्य सरण्यूस्त्रि शिराश्चेति स्त्रीपुंसात्मकमपत्यद्वयमभूत् ततस्त्वष्टा सरण्यूनामिकां पुत्रीं विवस्वते प्रायच्छ- त् ततस्तस्यां विवस्वतः सकाशात् यमयम्यौ विजज्ञाते ततः कदाचिदात्मसदृश्यादेवजनि- तायाः स्त्रियः समीपे तदपत्यद्वयं निधाय स्वयमाश्वं रूपं कृत्वा उत्तरान् कुरून् प्रति जगाम । अथ विवस्वानेतां स्त्रियं सरण्यूमिति मन्वानामरंसीत् तस्यां मनुर्नाम राज र्षिरजायत । ततोविवस्वानेषा सरण्यूर्न भवतीति विज्ञाय स्वयमप्यश्वोभूत्वा तामश्वरू- पिणीं प्रायासीत् ततः सङ्क्रीडमानयोस्तयोः स्वभूतं रेतः पृथिव्यां पपात । अथ साग- र्भकामनया तत्पतितं रेतः आजघ्रौ ततः तस्याः सकाशात् नासत्योदस्रश्चेत्युभाश्विनाव- जायेतामिति ।</p>"
}
