{
	"id" : "10.120.8",
	"classification" : {
		"mandala" : "10",
		"sukta" : "120",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "2",
		"anuvaka" : "10",
		"rik" : "8"
	},
	"attribute" : {
		"devata" : "इंद्रः",
		"rishi" : "बृहद्दिव आथर्वणः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"इ{1}मा{0} ब्र{0}ह्म{2} बृ{1}ह{0}द्दि{2}वो{0} वि{0}व{1}क्तीं{0}द्रा{2}य{0} शू{1}ष{0}म{2}ग्रि{1}यः{0} स्व{1}र्षाः{0}",
			"म{1}हो{0} गो{1}त्र{0}स्य{2} क्ष{0}य{0}ति{0} स्व{1}रा{0}जो{1} दु{0}र{2}श्च{1} वि{0}श्वा{2} अ{0}वृ{0}णो{1}द{0}प{1} स्वाः{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"इ{1}मा ब्रह्म{2} बृ{1}हद्दि{2}वो विव{1}क्तीन्द्रा{2}य शू{1}षम{2}ग्रि{1}यः स्व{1}र्षाः ।",
			"म{1}हो गो{1}त्रस्य{2} क्षयति स्व{1}राजो{1} दुर{2}श्च{1} विश्वा{2} अवृणो{1}दप{1} स्वाः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"इ{1}मा । ब्रह्म{2} । बृ{1}हत्{5}दि{2}वः । वि{1}व{1}क्ति{1} । इन्द्रा{2}य । शू{1}षम् । अ{1}ग्रि{1}यः । स्वः{1}{5}साः ।",
			"म{1}हः । गो{1}त्रस्य{2} । क्ष{1}य{1}ति{1} । स्व{1}{5}राजः{2} । दुरः{2} । च{1} । विश्वाः{2} । अ{1}वृ{1}णो{1}त् । अप{2} । स्वाः ॥"
		]
	},
	"sayanaBhashya" : "<p>बृहद्दिव ऋषिरिमेमानि ब्रह्म ब्रह्माणीन्द्राय शूशं सुखं यथा भवति तथा विवक्ति। प्रब्रवीतीत्यात्मन एव परोक्षनिर्देशः। वच परिभाषणे आदादिकः। छान्दसः शपः श्लुः। बहुलं छन्दसीत्यभ्यासस्येत्वम्। ऋषिर्विशेष्यते। अग्रियोऽग्रे भवः। ऋषीणां प्रमुखः श्रेष्थ इत्यर्थः। घच्छौ च। पा. ४-४-११७। इत्यग्रशब्दाद्भवार्थे घच्। स्वर्षाः स्वर्गस्य सम्भक्ता। यद्वा। स्वरादित्य इन्द्रः। असौ वा आदित्य इन्द्र इति श्रुत्यन्तरात्। तस्य सम्भक्ता सेवक इत्यर्थः। वन षण सम्भक्तौ। जनसनखनक्रमगमो विट्। विड्वनोरनुनासिकस्यादित्वात्वम्। सनोतेरन इति षत्वम्। य इन्द्रो महो महतो गोत्रस्य पर्वतस्य वलेनासुरेण गवां पिधानार्थं निहितस्य स्वराजः स्वयमेव राजमानस्य। क्रियाग्रहणं कर्तव्यमिति। क्षि क्षये भौवादिकः। यद्वा। गोशब्दात्समूहार्थ इनित्रकट्यचश्च। पा. ४-२-५१। इति त्रप्रत्ययः। गोत्रस्य गोसमूहस्य महो महतः स्वराजः स्वयमेव राजमानस्य य इन्द्रः क्षयति ईष्टे। क्षयतिरैश्वर्यकर्मा। स्वशब्दोपपदाद्राजतेः सत्सूद्विषेति क्विप्। कृदुत्तरपदप्रकृतिस्वरत्वम्। दुरश्च बिलद्वाराणि च विश्वाः सर्वाः स्वा वलासुरस्य स्वभूता अपावृणोत्। अपगतावरणा अकरोत्। उद्घाटितवानित्यर्थः। यद्वा। दुरश्चापावृणोत् विश्वा सर्वाः स्वाः स्वभूता गा बिलमध्ये वर्तमाना अलभतेति शेषः। एवंभुतो य इन्द्रस्तस्मा इन्द्राय विवक्तीत्यन्वयः॥८॥</p>"
}
