{
	"id" : "1.138.4",
	"classification" : {
		"mandala" : "1",
		"sukta" : "138",
		"ashtaka" : "2",
		"adhyaya" : "2",
		"varga" : "2",
		"anuvaka" : "20",
		"rik" : "4"
	},
	"attribute" : {
		"devata" : "पूषा",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"अ॒स्या ऊ॒ षु ण॒ उप॑ सा॒तये॑ भु॒वोऽहे॑ळमानो ररि॒वाँ अ॑जाश्व श्रवस्य॒ताम॑जाश्व",
			"ओ षु त्वा॑ ववृतीमहि॒ स्तोमे॑भिर्दस्म सा॒धुभिः॑",
			"न॒हि त्वा॑ पूषन्नति॒मन्य॑ आघृणे॒ न ते॑ स॒ख्यम॑पह्नु॒वे"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अ॒स्या ऊ॒ षु ण॒ उप॑ सा॒तये॑ भु॒वोऽहे॑ळमानो ररि॒वाँ अ॑जाश्व श्रवस्य॒ताम॑जाश्व ।",
			"ओ षु त्वा॑ ववृतीमहि॒ स्तोमे॑भिर्दस्म सा॒धुभिः॑ ।",
			"न॒हि त्वा॑ पूषन्नति॒मन्य॑ आघृणे॒ न ते॑ स॒ख्यम॑पह्नु॒वे ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अ॒स्याः । ऊं॒ इति॑ । सु । नः॒ । उप॑ । सा॒तये॑ । भु॒वः॒ । अहे॑ळमानः । र॒रि॒ऽवान् । अ॒ज॒ऽअ॒श्व॒ । श्र॒व॒स्य॒ताम् । अ॒ज॒ऽअ॒श्व॒ ।",
			"ओ इति॑ । सु । त्वा॒ । व॒वृ॒ती॒म॒हि॒ । स्तोमे॑ऽभिः । द॒स्म॒ । सा॒धुऽभिः॑ ।",
			"न॒हि । त्वा॒ । पू॒ष॒न् । अ॒ति॒ऽमन्ये॑ । आ॒घृ॒णे॒ । न । ते॒ । स॒ख्यम् । अ॒प॒ऽह्नु॒वे ॥"
		]
	},
	"sayanaBhashya" : "<p>हे अजाश्व पूषन् अजाशेतिपूषणमाहेतियास्कः । नोऽस्माकं अस्याः अस्यैचतुर्थ्यर्थेषष्ठी सातये- लाभाय अहेळमानः अक्रुध्यन् अनादरमकुर्वन् ररिवान् दाताचसन् सुसुष्ठुउपभुवः समीपस्थोभव रातेश्छान्दसस्यलिटःक्वसुः पदसंज्ञायाअभावेपिपपिवांसन्तस्थिवांसमित्यादौ छान्दसोवग्रहोदृश्यते उइतिपादपूरणः किंच श्रवस्यतां अन्नमिच्छतामस्माकं हेअजाश्व अजाएवाश्वस्थानीयायस्यतादृ- शत्वं पूषनामेदं ररिवांश्चसन् उपभुवः ओइति निपातद्वयसमुदायात्मकएकोनिपातः हेदस्म शत्रूणां उपक्षपयितः पूषन् त्वात्वां ओषु ववृतीमहि सर्वतएवसुतरांवर्तयेमहि वृतेरन्तर्भावितण्यर्थाल्लिङि- बहुलंछन्दसीतिशपःश्लुः यज्ञान्तरगमनान्निवर्तयामः इत्यर्थः केनसाधनेनेतितदुच्यते—साधुभिःस्तो- मेभिः त्वांप्रीणयितुंसमर्थैःस्तोत्रैः किंच हे पूषन् आघृणे सर्वतोवृष्टेःक्षारयितः यद्वा आघृणे हविषामा- हर्तः स्वीकर्तः त्वां नह्यतिमन्ये अवमतिन्नैवकरोमि नकेवलमनतिक्रममात्रं किन्तु ते सख्यं तवसखित्वं- हितकर्तृत्वं नह्यपह्नुवे नैवापनयामि नत्यजामि सर्वतःप्रख्यापयामीत्यर्थः ॥ ४ ॥</p><p class=\"end\">अस्तुश्रौषळित्येकादशर्चंषष्ठंसूक्तम् अत्रानुक्रमणिका अस्तुश्रौषळेकादशवैश्वदेवीमैत्रावरुण्याश्वि- न्यस्तिस्रऎन्द्भाग्नेयीमारुत्यैन्द्राग्नीबार्हस्पत्यावैश्वदेव्यन्त्यात्रिष्टुप् पंचमीबृहती वैश्वदेवमेतदेवमन्यासा- मपिसूक्तप्रयोगेवैश्वदेवत्वं सूक्तभेदप्रयोगेयल्लिङ्गंसादेवतेति परुच्छेपऋषिः अन्त्यात्रिष्टुप् पंचमीबृह- ती अन्याअत्यष्टयः विशेषाभावात्कृत्स्नंसूक्तंवैश्वदेवं तत्रआद्यायाविश्वेदेवादेवता द्वितीयायामित्रावरु- णौ अथतिस्रोऽश्विदेवताकाः ऎन्द्रीषष्ठी सप्तम्याग्नेयी अष्टमीमारुतीनवमीऎन्द्राग्नीदशमीबार्हस्पत्या एकादशीवैश्वदेवी सूक्तविनियोगोलैङ्गिकः दशरात्रस्यषष्ठेहनिप्रउगशस्त्रेआद्या वैश्वदेवतृचेप्रथमा ष- ष्ठस्येतिखण्डेसूत्रितम्—अस्तुश्रौषळोषूणोअग्नइति ।</p>"
}
