{
	"id" : "1.136.2",
	"classification" : {
		"mandala" : "1",
		"sukta" : "136",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "26",
		"anuvaka" : "20",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "मित्रावरुणौ",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"अद॑र्शि गा॒तुरु॒रवे॒ वरी॑यसी॒ पन्था॑ ऋ॒तस्य॒ सम॑यंस्त र॒श्मिभि॒श्चक्षु॒र्भग॑स्य र॒श्मिभिः॑",
			"द्यु॒क्षं मि॒त्रस्य॒ साद॑नमर्य॒म्णो वरु॑णस्य च",
			"अथा॑ दधाते बृ॒हदु॒क्थ्यंट्॒॑ वय॑ उप॒स्तुत्यं॑ बृ॒हद्वयः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अद॑र्शि गा॒तुरु॒रवे॒ वरी॑यसी॒ पन्था॑ ऋ॒तस्य॒ सम॑यंस्त र॒श्मिभि॒श्चक्षु॒र्भग॑स्य र॒श्मिभिः॑ ।",
			"द्यु॒क्षं मि॒त्रस्य॒ साद॑नमर्य॒म्णो वरु॑णस्य च ।",
			"अथा॑ दधाते बृ॒हदु॒क्थ्यं१॒॑ वय॑ उप॒स्तुत्यं॑ बृ॒हद्वयः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अद॑र्शि । गा॒तुः । उ॒रवे॑ । वरी॑यसी । पन्थाः॑ । ऋ॒तस्य॑ । सम् । अ॒यं॒स्त॒ । र॒श्मिऽभिः॑ । चक्षुः॑ । भग॑स्य । र॒श्मिऽभिः॑ ।",
			"द्यु॒क्षम् । मि॒त्रस्य॑ । साद॑नम् । अ॒र्य॒म्णः । वरु॑णस्य । च॒ ।",
			"अथ॑ । द॒धा॒ते॒ इति॑ । बृ॒हत् । उ॒क्थ्य॑म् । वयः॑ । उ॒प॒ऽस्तुत्य॑म् । बृ॒हत् । वयः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>गातुर्गमनशीला वरीयसीउरुतरा उषाः उरवेविस्तीर्णाययागायगमनादिव्यापाराय अदर्शिसर्वै- र्दृष्टाभूत् तथा ऋतस्यगमनशीलस्यादित्यस्यपन्थामार्गः आकाशलक्षणः रश्मिभिः समयंस्त प्रकाशैः- सङ्गतोऽभूत् भगस्य सर्वैर्भजनीयस्यएतन्नामकस्यदेवस्य रश्मिभिः चक्षुः सर्वप्राणिनांलोचनं समयं- स्त सङ्गतमभूत् सर्वेस्वस्वद्रव्यदर्शनायसमर्थाअभवन्नित्यर्थः तदेवस्पष्टीक्रियते—मित्रस्य प्रकाशका- रित्वात् सर्वजनमित्रस्यसदनङ्गृहं अन्तरिक्षं द्युक्षं दीप्तानान्निवासस्थानं अन्तरिक्षंरश्मिभिः समयंस्त सङ्गतमभूत् तथार्यम्णः एतन्नामकस्यदेवस्य उदात्तनिवृत्तिस्वरेण विभक्तेरुदात्तत्वं द्युक्षं सदनंरश्मि- भिः समयंस्त किंच वरुणस्यतमोनिवारकस्य एतन्नामकस्य देवस्यसदनं तथाभूत् यद्यपिसूर्यस्यैकत्वं- तथापि उपाधिभेदेनभेदात् पृथकस्तुतिः तथा यद्यपि त्रिभिरपिप्रकाश्यमप्यन्तरिक्षमेकं तथापि प्रकाशकानांभेदात् त्रिधास्तूयते उदयानन्तरङ्कर्मानुष्ठानायप्रकाशोभवदित्यर्थः अथअतःकारणात् उदितत्वादेवउक्थ्यंस्तुत्यंबृहत् प्रभूतंवयः हविर्लक्षणमन्नन्दधाते धारयतः किंच उपस्तुत्यंउपेत्यस्तो- तव्यंएतिस्तुशास्वित्यादिनाक्यप् बृहत्स्तोमादिनामहस्तोत्रंवयः हविर्लक्षणमन्नंचदधाते ॥ २ ॥</p>"
}
