{
	"id" : "1.134.2",
	"classification" : {
		"mandala" : "1",
		"sukta" : "134",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "23",
		"anuvaka" : "20",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "वायुः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"मन्दं॑तु त्वा मं॒दिनो॑ वाय॒विन्द॑वो॒ऽस्मत्क्रा॒णासः॒ सुकृ॑ता अ॒भिद्य॑वो॒ गोभिः॑ क्रा॒णा अ॒भिद्य॑वः",
			"यद्ध॑ क्रा॒णा इ॒रध्यै॒ दक्षं॒ सचं॑त ऊ॒तयः॑",
			"स॒ध्री॒ची॒ना नि॒युतो॑ दा॒वने॒ धिय॒ उप॑ ब्रुवत ईं॒ धियः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"मन्द॑न्तु त्वा म॒न्दिनो॑ वाय॒विन्द॑वो॒ऽस्मत्क्रा॒णासः॒ सुकृ॑ता अ॒भिद्य॑वो॒ गोभिः॑ क्रा॒णा अ॒भिद्य॑वः ।",
			"यद्ध॑ क्रा॒णा इ॒रध्यै॒ दक्षं॒ सच॑न्त ऊ॒तयः॑ ।",
			"स॒ध्री॒ची॒ना नि॒युतो॑ दा॒वने॒ धिय॒ उप॑ ब्रुवत ईं॒ धियः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"मन्द॑न्तु । त्वा॒ । म॒न्दिनः॑ । वा॒यो॒॒ इति॑ । इन्द॑वः । अ॒स्मत् । क्रा॒णासः॑ । सुऽकृ॑ताः । अ॒भिऽद्य॑वः । गोभिः॑ । क्रा॒णाः । अ॒भिऽद्य॑वः ।",
			"यत् । ह॒ । क्रा॒णाः । इ॒रध्यै॑ । दक्ष॑म् । सच॑न्ते । ऊ॒तयः॑ ।",
			"स॒ध्री॒ची॒नाः । नि॒ऽयुतः॑ । दा॒वने॑ । धियः॑ । उप॑ । ब्रु॒व॒ते॒ । ई॒म् । धियः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>हेवायो त्वात्वां अस्मत् अस्माकंसंबन्धिनः इन्दवः क्लेदयितारःसोमाः मन्दन्तुमादयन्तु व्यत्यये- नपरस्मैपदं कीदृशाः सोमाः मन्दिनोमादयितारः क्राणासः कुर्वाणाः स्वकार्यं हर्षादिकं सुकृताअभि- षवः दशापवित्रशोधनग्रहणादिभिःसुष्ठुकृताः अभिद्यवः अभितोद्योतयन्तः गोभिर्वाग्भिर्मन्त्ररूपाभिः क्राणाः क्रियमाणाः हूयमानाः यद्वा गोभिर्गन्तृभिः आहवनीयं प्रत्यानेतृभिः क्राणाः हूयमानाः करोतेः शानच् छान्दस्ःशपोलुक् तथा अभिद्यवः अभिगन्तारः हेवायो यद्यस्मात्कारणात् हशब्दःप्रसिद्धौ दक्षं अस्मद्यागदेशं प्रतिगन्तुमुत्साहवन्तं समर्धयितारंवा ईन्त्वां नियुतः एतत्संज्ञकास्तवाश्वाः दावने दानाय हविःस्वीकारनिमित्तं धियःकर्माण्युद्दिश्य सचन्ते त्वां सङ्गच्छन्ते याग्देशंवा किमर्थं इरध्यै प्रापयितुं परिचरितुं वा ईरगतौ तुमर्थेकध्यैप्रत्ययः ह्र्स्वश्छान्दसः इरध्यतिःपरिचरणकर्मा इरध्यति विधेमेति तन्नाप्नसूक्तत्वात् कीदृशास्ताः क्राणाः स्वव्यापारं रथवाहनादिकं कुर्वाणाः क्राणाःकुर्वाणा- इतियास्कः । ऊतयः रक्षणवन्तः प्रीतियुक्तावसध्रीचीनाः त्व्यासहांचन्तः गच्छन्तः सहस्य सध्रिः विभाषांचेरितिस्वार्थेखः व्यत्ययेनान्तोदात्तः किंच धियः कर्मवन्तः बुद्धिमन्तोवाऋत्विजोयजमाना- वा उपब्रुतते उपेत्य ब्रुवन्ति स्तुवन्ति स्वाभिमतंविज्ञापयन्तिवा ॥ २ ॥</p>"
}
