{
	"id" : "6.9.2",
	"classification" : {
		"mandala" : "6",
		"sukta" : "9",
		"ashtaka" : "4",
		"adhyaya" : "5",
		"varga" : "11",
		"anuvaka" : "1",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "वैश्वानरोग्निः",
		"rishi" : "भरद्वाजो बार्हस्पत्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"नाहं तन्तुं॒ न वि जा॑ना॒म्योतुं॒ न यं वयं॑ति सम॒रेऽत॑मानाः",
			"कस्य॑ स्वित्पु॒त्र इ॒ह वक्त्वा॑नि प॒रो व॑दा॒त्यव॑रेण पि॒त्रा"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"नाहं तन्तुं॒ न वि जा॑ना॒म्योतुं॒ न यं वय॑न्ति सम॒रेऽत॑मानाः ।",
			"कस्य॑ स्वित्पु॒त्र इ॒ह वक्त्वा॑नि प॒रो व॑दा॒त्यव॑रेण पि॒त्रा ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"न । अ॒हम् । तन्तु॑म् । न । वि । जा॒ना॒मि॒ । ओतु॑म् । न । यम् । वय॑न्ति । स॒म्ऽअ॒रे । अत॑मानाः ।",
			"कस्य॑ । स्वि॒त् । पु॒त्रः । इ॒ह । वक्त्वा॑नि । प॒रः । व॒दा॒ति॒ । अव॑रेण । पि॒त्रा ॥"
		]
	},
	"sayanaBhashya" : "<p>वैश्वानरस्यमहत्वमाख्यास्यन् ऋषिस्तदर्थंयज्ञं वस्वात्मकतयारूपयन् तस्यदुर्ज्ञानत्वमनयाप्रतिपादयतीतियज्ञवादिनोमन्यन्ते तन्तुं तन्तवः पटस्य प्रागायतानि सूत्राणि तानिच यज्ञात्मकस्यवस्त्रस्य गायत्र्यादीनिछन्दांसि स्तुतशस्त्राणिच तान्यहं नविजानामि तथा ओतुं ओतवस्तिरश्चीनानिसूत्राणि तानिचात्रयजूंषि आध्वर्यवाणिकर्माणिच तान्यहं नविजानामि अपिच एतदुभयसाध्यन्तंपटं यज्ञलक्षणं नविजानामि यंपटंयज्ञलक्षणंसमरे सङ्गमनेदेवयजने अतमानाः सततंचेष्टमानाऋत्विजः वयन्ति तन्तूनोतूंश्चसन्तन्वन्ति वस्त्ररूपेणनिष्पाद- यन्तीत्यर्थः इहास्मिन् लोके कस्यस्वित् स्विदितिवितर्के कस्यखलु पुत्रोमनुष्यः वक्त्वानि वक्तव्यानितानिइमानि परः परस्तादमुष्मिन् लोके वर्तमानोयःसूर्यः तस्यपित्राअवरेण अवस्तादस्मिंल्लोकेवर्तमानेनवैश्वानराग्निना अनुशिष्टःसन् वदाति वदेत् नकश्चिदपिप्रवदितुं- शक्नोतीत्यर्थः एतच्चसंप्रदायविद्भिरुक्तं वैश्वानरस्यपुत्रोसौपरस्ताद्दिवियः स्थितः । छन्दांस्यध्वरवस्त्रस्यस्तुतशस्त्राणितन्तवः ॥ यजूं- षिचेष्टाश्चोतुःस्याद्वस्त्रंवातव्यमध्वरः । परःपरस्थितःसूर्यःपिताग्निःपार्थिवोमतइति ॥ रूपकतयाजगत्सृष्टेर्दुर्ज्ञानत्वमनयाप्रतिपादयती- त्यात्मविदोमन्यन्ते तन्तुं तन्तून् तन्तुस्थानानि सूक्ष्माणि वियदादीन्यपञ्चीकृतानि भूतानि नविजानामि ओतुं ओतून् पञ्चीकृतानि स्थू- लानि ओतुस्थानीयान्यपि वियदादीनि नविजानामि नच तत्कार्यं पटस्थानीयं प्रपंचं विजानामि यं प्रपंचं समरे तन्तूनामोतूनांच सङ्गमने अतमानाः सततंचेष्टमानाः संसारिणः वयन्ति उत्पादयन्ति तेषां भोगार्थमीश्वरः सृजतीतिकर्तृत्वमुपचर्यते इहास्मिन्विषये परः परस्ता- द्बुद्धेरविषये वर्तमानानि वक्त्वानि वक्तव्यानि इमानि अवरेण अर्वाचीनेन सृष्ट्युत्तरकालमुत्पन्नेन पित्रा स्वजनकेन अनुशिष्टःसन् क- स्यखलुपुत्रः वदाति वदेत् स्वोत्पत्तेःप्राचीनंवृत्तान्तंअजानानः कश्चिदपिनवदेदित्यर्थः ॥ २ ॥</p>"
}
