{
	"id" : "1.128.2",
	"classification" : {
		"mandala" : "1",
		"sukta" : "128",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "14",
		"anuvaka" : "19",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"तं य॑ज्ञ॒साध॒मपि॑ वातयामस्यृ॒तस्य॑ प॒था नम॑सा ह॒विष्म॑ता दे॒वता॑ता ह॒विष्म॑ता",
			"स न॑ ऊ॒र्जामु॒पाभृ॑त्य॒या कृ॒पा न जू॑र्यति",
			"यं मा॑त॒रिश्वा॒ मन॑वे परा॒वतो॑ दे॒वं भाः प॑रा॒वतः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"तं य॑ज्ञ॒साध॒मपि॑ वातयामस्यृ॒तस्य॑ प॒था नम॑सा ह॒विष्म॑ता दे॒वता॑ता ह॒विष्म॑ता ।",
			"स न॑ ऊ॒र्जामु॒पाभृ॑त्य॒या कृ॒पा न जू॑र्यति ।",
			"यं मा॑त॒रिश्वा॒ मन॑वे परा॒वतो॑ दे॒वं भाः प॑रा॒वतः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"तम् । य॒ज्ञ॒ऽसाध॑म् । अपि॑ । वा॒त॒या॒म॒सि॒ । ऋ॒तस्य॑ । प॒था । नम॑सा । ह॒विष्म॑ता । दे॒वऽता॑ता । ह॒विष्म॑ता ।",
			"सः । नः॒ । ऊ॒र्जाम् । उ॒प॒ऽआभृ॑ति । अ॒या । कृ॒पा । न । जू॒र्य॒ति॒ ।",
			"यम् । मा॒त॒रिश्वा॑ । मन॑वे । प॒रा॒ऽवतः॑ । दे॒वम् । भारिति॒ भाः । प॒रा॒ऽवतः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>यज्ञसाधंयज्ञस्यसाधकं साध्नोतेःक्विपि कृदुत्तरपदप्रकृतिस्वरत्वं तमग्निंवेद्यांस्थापितं अपि वा- तयामसि अपिःसंभावनार्थः आपरितोषंसेवामहे वातगतिसुखसेवनयोः चौरादिकः इदन्तोमसिः केनोपायेनेतितदुच्यते—ऋतस्यपथायागस्यमार्गेण यागानुष्ठानेन यज्ञेनदेवेभ्यइतिश्रुतेः । यज्ञे नदेव- स्यमहतीप्रीतिर्भवति यद्वा ऋतस्ययज्ञस्य पन्थामार्गस्तीर्थाख्यः पूर्वेणोत्करमपरेणप्रणीताइत्यादि- सूत्रोक्तः तेनमार्गेणगत्वापुनः केन हविष्मता आज्यादिप्रदेयद्रव्यवता नमसा नमस्कारोपलक्षणेन स्तोत्रेणोपस्थानेनवातदुभयेनेत्यर्थः कुत्रेतितदुच्यते हविष्मताहविष्मति आज्यपुरोडाशादिबहुहवि- र्युक्तेदेवतातादेवानांविस्तारयुक्तेयज्ञे किंच सोग्निः नोऽस्मत्संबन्धिनां ऊर्जामन्नानांहविर्लक्षणानां- उपाभृति उपाहरणेतत्स्वीकारविषयेउपाङुपसृष्टाद्धरतेःक्तिन् हृग्रहोर्भइतिभत्वं सुपांसुलुगितिसप्त- म्यालुक् तादौचेत्यनन्तरस्यगतेः प्रकृतिस्वरत्वम् अयाकृपा अनया सामर्थ्यलक्षणयाकल्पनया हविः स्वीकरणरूपया नजूर्यति यज्ञसमाप्तिपर्यन्तन्ननश्यति अजरोवर्ततइत्यर्थः सइत्युक्तङ्कइत्याह—यमग्निं- देवन्द्योतनशीलंमातरिश्वाअन्तरिक्षसंचारी वायुः पूर्वं मनवेमनोरर्थायपरावतः अतिदूरङ्गतवतः आदित्यात् भाः अभासीत् औचित्येनभूमौस्थापितवानित्यर्थः तद्वत्परावतः दूराद्देवंअग्निं अस्मद्दे- वयजनंप्रतिस्थापयत्वित्यर्थः ॥ २ ॥</p>"
}
