{
	"id" : "1.128.5",
	"classification" : {
		"mandala" : "1",
		"sukta" : "128",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "14",
		"anuvaka" : "19",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "अग्निः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"क्रत्वा॒ यद॑स्य॒ तवि॑षीषु पृं॒चते॒ऽग्नेरवे॑ण म॒रुतां॒ न भो॒ज्ये॑षि॒राय॒ न भो॒ज्या॑",
			"स हि ष्मा॒ दान॒मिन्व॑ति॒ वसू॑नां च म॒ज्मना॑",
			"स न॑स्त्रासते दुरि॒ताद॑भि॒ह्रुतः॒ शंसा॑द॒घाद॑भि॒ह्रुतः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"क्रत्वा॒ यद॑स्य॒ तवि॑षीषु पृ॒ञ्चते॒ऽग्नेरवे॑ण म॒रुतां॒ न भो॒ज्ये॑षि॒राय॒ न भो॒ज्या॑ ।",
			"स हि ष्मा॒ दान॒मिन्व॑ति॒ वसू॑नां च म॒ज्मना॑ ।",
			"स न॑स्त्रासते दुरि॒ताद॑भि॒ह्रुतः॒ शंसा॑द॒घाद॑भि॒ह्रुतः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"क्रत्वा॑ । यत् । अ॒स्य॒ । तवि॑षीषु । पृ॒ञ्चते॑ । अ॒ग्नेः । अवे॑न । म॒रुता॑म् । न । भो॒ज्या॑ । इ॒षि॒राय॑ । न । भो॒ज्या॑ ।",
			"सः । हि । स्म॒ । दान॑म् । इन्व॑ति । वसू॑नाम् । च॒ । म॒ज्मना॑ ।",
			"सः । नः॒ । त्रा॒स॒ते॒ । दुः॒ऽइ॒तात् । अ॒भि॒ऽह्रुतः॑ । शंसा॑त् । अ॒घात् । अ॒भि॒ऽह्रुतः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>यद्यस्मात्कारणात्सर्वेयजमानाः क्रत्वाप्रकृष्टेनकर्मणा हविःप्रदानादिरूपेण अस्याग्नेः तविषीषु प्रबलासु ज्वालासु अवेन तृप्तिनिमित्तेनभोज्या भक्ष्याणि पुरोडाशादीनि पृञ्चते मिश्रयन्ति तविषी- तिबलनाम तविषीशुष्ममिति तन्नामसुपाठात् तत्रदृष्टान्तः—मरुतान्नभोज्वा वायूनांसंबन्धीनिव्री- ह्याद्यन्नानीव वायुषुमेघन्निर्भिद्यवृष्टिंजनयत्सुसत्सुसस्यादिद्वाराव्रीह्यादिभोज्यानियथापृंचतेतथेत्यर्थः दानेदृष्टान्तः—इषिरायनभोज्या एषणयुक्ताययाचमानायार्थिनेभोज्या भोग्यानिभक्ष्यादीनियथा- दीयन्ते तद्वत् इषिर् श्ब्दोयास्केनैवन्निरुक्तः—ईषणेनवैषणेनवार्षणेनवेति । अतःकारणात् सहिस्म सखलुयजमानः दानमिन्वति हविः प्रदानं तस्मैव्याप्नोति यद्वा स्वयमभिमतन्दानमिन्वति इन्वतिर्व्या- प्तिकर्मा इन्वतिनक्षति इतितत्कर्मसुपाठात् केनसामर्थ्येनेति वसूनांचमज्मना निवासयाग्योनान्धनानां अग्निनालब्धानां बलेनैव यद्वा सोऽग्निः वसूनां हविर्निवासोग्यानां ज्वालारूपाणां धनानां मज्मना- बलेन दानमिन्वतीतिशेषः किंच सोऽग्निः अभिह्रुतः आभिमुख्येनपापैः ह्रियमाणान् नोऽस्मान्दुरितात् पापात् त्रासते त्रायतेतथाशंसात् अतिप्रभूतत्वेनशंसनीयात् यद्वा हिंसकात् अभिह्रुतः अभितोह्रियमाणात् अघात् दुःखात् तत्कारणात् पापाद्वा त्रासते त्रायते ॥ ५ ॥</p>"
}
