{
	"id" : "1.132.5",
	"classification" : {
		"mandala" : "1",
		"sukta" : "132",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "21",
		"anuvaka" : "19",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"सं यज्जना॒न्क्रतु॑भिः॒ शूर॑ ई॒क्षय॒द्धने॑ हि॒ते त॑रुषन्त श्रव॒स्यवः॒ प्र य॑क्षन्त श्रव॒स्यवः॑",
			"तस्मा॒ आयुः॑ प्र॒जाव॒दिद्बाधे॑ अर्चं॒त्योज॑सा",
			"इन्द्र॑ ओ॒क्यं॑ दिधिषन्त धी॒तयो॑ दे॒वाँ अच्छा॒ न धी॒तयः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"सं यज्जना॒न्क्रतु॑भिः॒ शूर॑ ई॒क्षय॒द्धने॑ हि॒ते त॑रुषन्त श्रव॒स्यवः॒ प्र य॑क्षन्त श्रव॒स्यवः॑ ।",
			"तस्मा॒ आयुः॑ प्र॒जाव॒दिद्बाधे॑ अर्च॒न्त्योज॑सा ।",
			"इन्द्र॑ ओ॒क्यं॑ दिधिषन्त धी॒तयो॑ दे॒वाँ अच्छा॒ न धी॒तयः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"सम् । यत् । जना॑न् । क्रतु॑ऽभिः । शूरः॑ । ई॒क्षय॑त् । धने॑ । हि॒ते । त॒रु॒ष॒न्त॒ । श्र॒व॒स्यवः॑ । प्र । य॒क्ष॒न्त॒ । श्र॒व॒स्यवः॑ ।",
			"तस्मै॑ । आयुः॑ । प्र॒जाऽव॑त् । इत् । बाधे॑ । अ॒र्च॒न्ति॒ । ओज॑सा ।",
			"इन्द्र॑ । ओ॒क्य॑म् । दि॒धि॒ष॒न्त॒ । धी॒तयः॑ । दे॒वान् । अच्छ॑ । न । धी॒तयः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>यत् यइन्द्रः शूरः विक्रान्तःसन् जनान्सर्वान्प्राणिनः क्रतुभिः प्रज्ञाभिः समीक्षयत् सम्यगीक्षयति तत्तद्विषयान् अन्तर्यामिरूपेण सर्वेषांबुद्धिषुस्थित्वा तैर्विषयानुल्लेखयतीत्यर्थः यद्वा क्रतुभिः कर्मभिः सुकृतदुष्क्रुतरूपैर्निमि रतैस्तत्तत्फलैर्योजयति एवंप्रेरयतिसति श्रवस्यवोन्नमिच्छन्तोयजमानाः धने- गवादिरूपेहिते अभिमतेसति यद्वा हिते धने अभिप्रेतेसति तरुषन्ताहिंसन्तिशत्रून् तरुष्यतिर्वधकर्मा छान्दसेलुङिव्यत्ययेनच्लेरङ् तरतेर्वालङिउकारशिप् शपस्त्रयोविकरणाः तरन्तीत्यर्थः अतः कारणात् श्रवस्यवोन्नंहविर्लक्षणं इन्द्रायात्मनेवा इच्छन्तःसन्तः प्रयक्षन्त प्रकर्षेणयजन्ते छान्दसेलुङिव्यत्ययेन- क्सः किंच तस्माइत् तस्मै प्रसिद्धायेन्द्रायैव आयुर्हविर्लक्षणमन्नं प्रजावत् पुत्रादिसहितंभवति तैःस- हितैर्दीयतेइत्यर्थः किंच यजमानाः ओजसा स्वकीयेनबलेनयुक्ताः बाधे शत्रूणांबाधनेनिमित्तभूतेसति बाधितुंवा कृत्यार्थेतवैकेन्केन्यत्वनइतिकेन्प्रत्ययः अर्चन्ति पूजयन्ति यद्वा तस्माइत् यजमानायैव बा- धेबलेनिमित्तभूतेसति बाधइतिबलनाम वाधःतविषीतितन्नामसुपाठात् प्रजावत् पुत्राद्युपेतमायुः अन्नं लब्धुं ओजसा बलेनयुक्ताः अर्चन्ति इन्द्रंपूजयन्ति ऋत्विजइतिशेषः किंच धीतयः कर्मवन्तोयज- मानाः इन्द्रे इन्द्रसमीपे गङ्गायाङ्घोषइतिवत् तत्सामीप्यंलक्ष्यते इन्द्रलोकेइत्यर्थः तत्रओक्यं ओकः नि- वासस्थानं स्वार्थेयत् दिधिषन्त धारयन्ति धिषशब्दे अत्रधारणार्थः जौहोत्यादिकःव्यत्ययेनान्तादेशः तएवपुनर्विशॆष्यन्ते धीतयः स्वर्गसाधनकर्मवन्तः सन्तोदेवाँअच्छान देवानाभिमुख्येनप्राप्तुमिवओ- क्यन्दिधिषन्तेत्यन्वयः ॥ ५ ॥ अविवाक्येहनि मानसग्रहभक्षणानन्तरं नक्षत्रेषुदृश्यमानेषु अध्वर्युप्रमुखाःसर्वेयुवन्तमित्येतांज- पेयुः गार्हपत्येजुह्वतीतिखण्डेसूत्रितम्—युवन्तमिन्द्रापर्वतापुरोयुधेतिजपन्तइति ।</p>"
}
