{
	"id" : "10.108.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "108",
		"ashtaka" : "8",
		"adhyaya" : "6",
		"varga" : "5",
		"anuvaka" : "9",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "सरमा",
		"rishi" : "पणयोसुराः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"किमि॒च्छन्ती॑ स॒रमा॒ प्रेदमा॑नड्दू॒रे ह्यध्वा॒ जगु॑रिः परा॒चैः",
			"कास्मेहि॑तिः॒ का परि॑तक्म्यासीत्क॒थं र॒साया॑ अतरः॒ पयां॑सि"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"किमि॒च्छन्ती॑ स॒रमा॒ प्रेदमा॑नड्दू॒रे ह्यध्वा॒ जगु॑रिः परा॒चैः ।",
			"कास्मेहि॑तिः॒ का परि॑तक्म्यासीत्क॒थं र॒साया॑ अतरः॒ पयां॑सि ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"किम् । इ॒च्छन्ती॑ । स॒रमा॑ । प्र । इ॒दम् । आ॒न॒ट् । दू॒रे । हि । अध्वा॑ । जगु॑रिः । प॒रा॒चैः ।",
			"का । अ॒स्मेऽहि॑तिः । का । परि॑ऽतक्म्या । आ॒सी॒त् । क॒थम् । र॒सायाः॑ । अ॒त॒रः॒ । पयां॑सि ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">किमिच्छन्तीत्येकादशर्चं नवमं सूक्तं त्रैष्टुभम्। ऐन्द्रपुरोहितस्य बृहस्पतेर्गोषु वलनाम्नोऽसुरस्य भटैह् पणिनामकैरसुरैरपहृत्य गुहायां निहितासु सतीषु बृहस्पतिप्रेरितेनेन्द्रेण गवामन्वेषनाय सरमा नाम देवशुनी प्रेषिता। सा च महतीं नदीमुत्तीर्य वलपुरं प्राप्य गुप्तस्थाने नीतास्ता गा ददर्श। अथ तस्मिन्नन्तरे पनय इदं वृत्तान्तमवगच्छन्त एनां मित्रीकर्तुं संवादमकुर्वन्। तत्र प्रथमातृतीयाद्या अयुजोऽन्त्यावर्जिताः पणीनां वाक्यानि। अत्र त ऋषयः सरमा देवता। द्वितीयाचतुर्थ्याद्या युज एकादशी च षट् सरमाया वाक्यानि। अतस्तासु सर्षिः पणयो देवता। तथा चानुक्रान्तम्। किमिच्छन्ती पणिभिरसुरैर्निर्गूळ्हा गा अन्वेष्टुं सरमाम् देवशुनीमिन्द्रेण प्रहितामयुग्भिः पनयो मित्रीयन्तः। प्रोचुः सा तान्युग्मान्त्याभिरनिच्छन्ती प्रात्याचष्ट इति। गतो विनियोगः॥</p><p>अनयागच्छन्ती सरमां दृष्ट्वा पनयो वदन्ति। सरमा सरणशीलैतन्नामिका देवशुनी किमिच्छन्ती किं प्रार्थयमाना सतीदमस्मदीयं स्थानं प्रानट्। प्राप्नोत्। आङ् पूर्वो नशिर्व्याप्तिकर्मा। तस्य लुङि मन्त्रे घसेत्यादिना च्लेर्लुक्। छन्दस्यपि द्रुश्यत इत्याडगमः। पराचैः पराञ्चि पराङ्मुखान्यावृत्तिवर्जितानि यानि गमनानि तैर्जगुरिद्गूर्णः। महता प्रयत्नेनापि गन्तुं न शक्यत इत्यर्थः। गॄ निगरणे। आदृगमहनेत्यादिना किन्प्रत्ययः। बहुलं छन्दसि। पा. ७-१-१०३। इत्युत्वम् । तादृशोऽयमध्वा दूरे हि। विप्रकृष्टः खलु। यद्वा। पराचैह् पराञ्चर्जगुरिरत्यर्थं गन्त्री पौर्ष्णिभागमनालोकमाना सतिदं स्थानं प्राप्नोति। दूरेऽयमध्वा यदृच्छया गन्तुं शक्यते। अतो वयमेतां पृच्छामः। हे सरमे का कीदृश्यस्मेहितिः। कोऽस्मासु त्वदपेक्षितार्थो निहितः। यद्वा। अस्मासु कोऽथो गतः। दधातेर्हिनोतेर्वा क्तिनि रूपम्। आगच्छन्त्यास्तव का कीदृशी परितक्म्या रात्रिरासित्। यद्वा। तकतिर्गत्यर्थः। परितकनं परितो गमनं भ्रमणं वा कीदृशमासीत्। कथं च रसायः शब्दायमानाया अन्तरिक्षनद्या योजनशतविस्तीर्णायाः पयांस्युदकान्यतरः। तीर्णवत्यसि। एतद्वद। अत्र किमिच्छन्ती सरमेदं प्रानडित्यादिकं निरुक्तं द्रष्टव्यम्। नि. ११-२५॥१॥</p>"
}
