{
	"id" : "7.31.12",
	"classification" : {
		"mandala" : "7",
		"sukta" : "31",
		"ashtaka" : "5",
		"adhyaya" : "3",
		"varga" : "16",
		"anuvaka" : "2",
		"rik" : "12"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "वसिष्ठः",
		"chandas" : "विराट्"
	},
	"samhita" : {
		"lines" : [
			"इन्द्रं॒ वाणी॒रनु॑त्तमन्युमे॒व स॒त्रा राजा॑नं दधिरे॒ सह॑ध्यै",
			"हर्य॑श्वाय बर्हया॒ समा॒पीन्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"इन्द्रं॒ वाणी॒रनु॑त्तमन्युमे॒व स॒त्रा राजा॑नं दधिरे॒ सह॑ध्यै ।",
			"हर्य॑श्वाय बर्हया॒ समा॒पीन् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"इन्द्र॑म् । वाणीः॑ । अनु॑त्तऽमन्युम् । ए॒व । स॒त्रा । राजा॑नम् । द॒धि॒रे॒ । सह॑ध्यै ।",
			"हरि॑ऽअश्वाय । ब॒र्ह॒य॒ । सम् । आ॒पीन् ॥"
		]
	},
	"sayanaBhashya" : "<p>सत्रा राजानं सर्वतः जगतईश्वरं अनुत्तमन्युङ्केनाप्यनुत्तोबाधितोमन्युः क्रोधो यस्य सतमेवेन्द्रं वाणीः स्तुतयः सहध्यै स्तोत्राणि शत्रूणां अभिभवितुं दधिरे । अतोहेतोः हे स्तोतः त्वमपि हर्यश्वायेन्द्राय हर्यश्वमिन्द्रं स्तोतुमित्यर्थः आपीन् बन्धून् संबर्हय उत्साहय ॥ १२ ॥</p><p class=\"end\">मोषुत्वेति सप्तविंशत्यृचं पंचदशं सूक्तम् । अत्रेयमनुक्रमणिका-मोषुसप्ताधिका प्रागाथं तृतीया द्विपदा । सौदासैरग्नौ प्रक्षिप्यमाणः शक्तिरन्त्यां प्रगाथमालेभे सोर्धर्चउक्ते दह्यततं पुत्रोक्तं वसिष्ठः समापयतेति शाट्यायनकम् । वसिष्ठस्यैव हतपुत्रस्यार्षमिति तांडकमिति । मंडलद्रष्टावसिष्ठऋषिः इन्द्रक्रतुन्नइति प्रगाथस्यार्धर्चस्य वसिष्ठपुत्रः शक्तिर्वसिष्ठोवा । इन्द्रोदेवता अयुजोबृहत्यः युजः सतोबृहत्यः तृती- यातु द्विपदाविराट् महाव्रते निष्केवल्ये बार्हततृचाशीतावेतत्सूक्तं तत्रद्विपदामभित्वाशूरेत्येतं राथन्तरं प्रगाथं नकिःसुदासइति प्रगाथंच वर्जयेत् । तथैव पंचमारण्यके सूत्रितम्-मोषुत्वावाघतश्चनेत्येतस्य द्विपदांचोद्धरति राथन्तरंच प्रगाथमथहास्यनकिःसुदासोरथमित्येतं प्रगाथमुद्धृत्य त्वामिदाह्योनर इत्येतं प्रगाथं प्रत्यवदधातीति । चातुर्विंशिकेहनि पंचमेहनिच निष्केवल्ये मोषुत्वावाघतइतिप्रगाथःस- द्विपदः सूत्रितंच-मोषुत्वावाघतश्चनेति सद्विपदउपसमस्येद्विपदामिति । चातुर्विंशिकेहनि मरुत्वतीये प्रकृतान्मरुत्वतीयात्प्रगाथादनन्तरं नकिःसुदासइति प्रगाथंशंसेत् पृष्ठ्याभिप्लवषडहयोस्तृतीयेषष्ठेहनिचायंप्रगाथः तथैवसूत्रितं-नकिःसुदासोराथमिति । मरुत्वतीयादूर्ध्वं नित्यादिति एवंस्थितान् प्रगाथान् पृष्ठ्याभिप्लवयोरन्वहं पुनः पुनरावर्तयेयुरिति । अग्निष्टोमे माध्यन्दिनसवनेच्छावाकशस्त्रे उदिन्न्वस्य- रिच्यतइति प्रगाथः । तथाच सूत्रितम्-उदिन्न्वस्यरिच्यते भूयइदिति । अग्निष्टोमेमाध्यन्दिनसवने मैत्रावरुणशस्त्रे कस्तमिन्द्रेति प्रगाथः सूत्रितं च-कस्तमिन्द्रत्वावसुं सद्योहजातइति । चातुर्विंशिकेहनि माध्यन्दिनसवने मैत्रावरुणशस्त्रस्यायंप्रगाथः अहर्गणेष्वपि द्वितीयादि- ष्वहस्सु सूत्रितंच-कस्तमिन्द्रत्वावसुङ्कन्नव्योअतसीनामिति आरंभणीयाः पर्यासान् कद्वतोहरहःशस्यानीति होत्रकाइति । पृष्ठ्यषडहस्य तृतीयेहनि निष्केवल्येवैरूपसामपक्षे यदिन्द्रयावतइत्यनुरूपस्तृचः सूत्रितंच-यदिन्द्रयावतस्त्वमिति प्रगाथौस्तोत्रियानुरूपाविति । अग्नि- ष्टोमे निष्केवल्यशस्त्रे रथन्तरसामपक्षे अभित्वाशूरेति प्रगाथः स्तोत्रियः सूत्रितंच-अभित्वाशूरनोनुमोभित्वापूर्वपीतयइति स्तोत्रियानु- रूपाविति । आश्विनशस्त्रेप्ययंप्रगाथः तथैवसूत्रितं च-अभित्वाशूरनोनुमोबहवः सूरचक्षसइति प्रगाथाइति । महाव्रते निष्केवल्ये दक्षिण- पक्षेयंप्रगाथः तथैवपंचमारण्यकेसूत्रितम्-अभित्वाशूरनोनुमोभित्वापूर्वपीतयइति रथन्तरस्यस्तोत्रियानुरूपौ प्रगाथाविति । आश्विनशस्त्रे इन्द्रक्रतुन्नइति प्रगाथः । सूत्रितं च-इन्द्रक्रतुन्नआभराभित्वाशूरनोनुमइति । चातुर्विंशेहनि माध्यन्दिनेसवने ब्राह्मणाच्छंसिशस्त्रेऽयं वैकल्पि- कः स्तोत्रियःप्रगाथः सूत्रितंच-इन्द्रक्रतुन्नआभरेन्द्रज्येष्ठन्नआभरेति ।</p>"
}
