{
	"id" : "10.27.24",
	"classification" : {
		"mandala" : "10",
		"sukta" : "27",
		"ashtaka" : "7",
		"adhyaya" : "7",
		"varga" : "19",
		"anuvaka" : "2",
		"rik" : "24"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "वसुक्र ऐन्द्रः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"सा ते॑ जी॒वातु॑रु॒त तस्य॑ विद्धि॒ मा स्मै॑ता॒दृगप॑ गूहः सम॒र्ये",
			"आ॒विः स्वः॑ कृणु॒ते गूह॑ते बु॒सं स पा॒दुर॑स्य नि॒र्णिजो॒ न मु॑च्यते"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"सा ते॑ जी॒वातु॑रु॒त तस्य॑ विद्धि॒ मा स्मै॑ता॒दृगप॑ गूहः सम॒र्ये ।",
			"आ॒विः स्वः॑ कृणु॒ते गूह॑ते बु॒सं स पा॒दुर॑स्य नि॒र्णिजो॒ न मु॑च्यते ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"सा । ते॒ । जी॒वातुः॑ । उ॒त । तस्य॑ । वि॒द्धि॒ । मा । स्म॒ । ए॒ता॒दृक् । अप॑ । गू॒हः॒ । स॒ऽम॒र्ये ।",
			"आ॒विः । स्व१॒॑रिति॑ स्वः॑ । कृ॒णु॒ते । गूह॑ते । बु॒सम् । सः । पा॒दुः । अ॒स्य॒ । निः॒ऽनिजः॑ । न । मु॒च्य॒ते॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>अत्रान्तरात्मनेन्द्रः स्तूयते । हे अन्तरात्मन् ते तव सा तादृशी आदित्यात्मिका देवता जीवातुः जीविका जीवनहेतुः उतापिच तस्यादित्यस्य च एतादृक् ईदृशं स्वरूपं समर्थे सङ्ग्रामवाची समर्यशब्दोअत्र यज्ञवाची यज्ञे विद्धि जानीहि स्तुत्यत्वेनेतिशेषः । मास्माप गूहः मा खल्वपवृणोः । किञ्च निर्निजः सर्वस्य शोधयितुरस्यादित्यस्य सपादुः तच्च पादनं गमनं रश्मिद्वारेण गत्वा स्वः सर्वं त्रैलोक्यं आविष्कृणुते प्रकाशीकरोति । बुसमुदकं गूहते संवृणोति आदत्ते इत्यर्थः । अस्मै प्रयोजनद्वयायादित्येन निर्वेदनात् श्रमेणवा गमनं न मु- च्यते नकदाचित्परित्यज्यतइत्यर्थः ॥ २४ ॥</p><p class=\"end\">विश्वोहीति द्वादशर्चं द्वादशं सूक्तं त्रैष्टुभं इन्द्रवसुक्रयोः पितापुत्रयोः संवादोत्रक्रियते । पुरा वसुक्रे यज्ञं कुर्वाणे सति इन्द्रः प्रच्छन्नरूपआजगाम तं वसुक्रपत्नीन्द्रागमनकाङ्क्षिणी विप्रकृष्टमिवाद्यया अस्तौत् । अतस्तस्याः साऋषिरिन्द्रोदेवता । अथ तस्याः प्रीत्यै वसु- क्रेण सहेइन्द्रः संवादमकरोत् द्वितीयादियुजः द्चतुर्थीरहिताः पञ्चर्चइन्द्रवाक्यानि । अत- स्तासां सऋषिः । यद्यप्यासु वसुक्रः संबोध्यत्वाद्देवता तथापि ताऋचः ऎन्द्रे कर्मणि विनि योक्तव्याः इन्द्रलिङ्गसद्भावात् । चतुर्थीसहिताः शिष्टाः तृतीयाद्यावसुक्रवाक्यानि । अतः सऋषिः तासामिन्द्रोदेवता । तथाचानुक्रान्तम्-विश्वोहिद्वादशेन्द्रवसुक्रयोः संवादऎन्द्रः सूक्तस्य प्रथमयेन्द्रस्य स्नुषा परोक्षवदिन्द्रमाहेन्द्रस्य युजः शेषाऋषेश्चतुर्थीति । गतोविनियोगः ।</p>"
}
