{
	"id" : "10.81.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "81",
		"ashtaka" : "8",
		"adhyaya" : "3",
		"varga" : "16",
		"anuvaka" : "6",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "विश्वकर्मा",
		"rishi" : "विश्वकर्मा भौवनः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"य इ॒मा विश्वा॒ भुव॑नानि॒ जुह्व॒दृषि॒र्होता॒ न्यसी॑दत्पि॒ता नः॑",
			"स आ॒शिषा॒ द्रवि॑णमि॒च्छमा॑नः प्रथम॒च्छदव॑रा॒ँ आ वि॑वेश"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"य इ॒मा विश्वा॒ भुव॑नानि॒ जुह्व॒दृषि॒र्होता॒ न्यसी॑दत्पि॒ता नः॑ ।",
			"स आ॒शिषा॒ द्रवि॑णमि॒च्छमा॑नः प्रथम॒च्छदव॑राँ॒ आ वि॑वेश ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"यः । इ॒मा । विश्वा॑ । भुव॑नानि । जुह्व॑त् । ऋषिः॑ । होता॑ । नि । असी॑दत् । पि॒ता । नः॒ ।",
			"सः । आ॒ऽशिषा॑ । द्रवि॑णम् । इ॒च्छमा॑नः । प्र॒थ॒म॒ऽछत् । अव॑रान् । आ । वि॒वे॒श॒ ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">य इमेति सप्तर्चम् त्रयोदशं सूक्तं भुवनपुत्रस्य विश्वक्रमण आर्षम् त्रैष्टुभं विश्वकर्मदैवत्यम्। तथा चानुक्रान्तम्। य इमा विश्वकर्मा भौवनो वैश्वकर्मनं त्विति। गतह् सूक्त विनियोगः। अत्र वाजसनेयकम् । ब्राह्मा वै स्वयं भूत्सपोऽतप्यत। तदैक्षत न वै तपस्यानन्त्यमस्ति हन्ताहं भूतेष्वात्मानं जुहवानि भूतानि चात्मनीति तत्सर्वेषु भूतेष्वात्मानं हुत्वेत्यादि। शत. १३-७-१।</p><p>अत्र निरुक्तम्। विश्वकर्मा सर्वमेधे सर्वानि भुतानि जुहवांचकार स आत्मानमप्यन्ततो जुहवाञ्चकार। तदभिवादिन्येषर्ग्भवति य इमा विश्वा भुवनानि जुह्वदिति। नि. १०-२६। इति। यो विश्वकर्मैतन्नामक ऋषिर्भुवनपुत्रो होता होमनिष्पादकः सन्विश्वा सर्वानि भुवनानि जुह्वद्धोमं कुर्वन्। प्रथमं सर्वंजगद्धुत्वेत्यर्थः। पश्चादग्नौ न्यसिदत् पिता जनकः। आत्मकृतेन कर्मणा देहोत्पत्तेः। न चैकस्य जन्यजनकभावो विरुध्यते तपोबलेन शरीरद्वयस्वीकारात्। स एकधा भवति। छां. उ. ७-२६-२। इत्यादिश्रुतेः। स ऋषिराशिषाशिष्प्रतिपादकेन सूक्त वाकादिना द्रविणं धनं स्वर्गाख्यमिच्छमानः कामयमानः प्रथमच्छत्प्रथममग्नेर्भुवनैराच्छादयितावरान्विप्रकृष्टान्भूतान्स्वात्मनाहुताना विवेश। आविष्टवानग्निमित्युक्तार्थ एव पुनर्विशेषेणोक्तः। एवमुत्तरत्राधियज्ञपरतया योज्यम्। अथाध्यात्मप्रसिद्ध्योच्यते। यो विश्वकर्मा परमेश्वर इमा विश्वा भुवनानि जुह्वत्प्रलयकाले पृथिव्यादीनि मान्सप्त लोकान्स्वात्मन्यहुतिप्रक्षेपवत्सम्हरन्नृषिरतीन्द्रिय द्रष्टा सर्वज्ञो होता संहाररूपस्य होमस्य कर्र्ता नोऽस्माकं इता जनको नोषसाद स्वयं स्थितवान्। अयमर्थः। प्रलयकाले प्राप्ते सति सर्वाल्लोकान्संहृत्यास्माकमपि संहत्रा पुनः स्रष्टा च सन् सर्वज्ञो यः परमेश्वरः स्वयमेक एवासीत्। तथा हि श्रुतयः। आत्मा वा इदमेक एवाग्र आसीत्। ऐ. आ. २-४-१। सदेव सोम्येदमग्र आसीत्। छां. उ. ६-२-१। इत्यादिकाः। स तादृशः परमेश्वर आशिषा बहुः स्यां प्रजायेयेत्येवंरूपया पुनः पुनः सिसृक्षया द्रविणमिच्छमानः धनोपलक्षितं जगद्भोगमाकाङ्क्षमाणः प्रथमच्छत्प्रथमं मुख्यं निष्प्रपञ्चं पारमार्थिकं रूपमावृण्वन्नवरान्स्वसृष्टान्प्राणि हृदयप्रदेशाना विवेश। आविष्टवाञ्जीवरूपेण। तथा च श्रूयते। सोऽकामयत बहुः स्यां प्रजायेयेति स तपोऽतप्यत स तपस्तप्त्वेदं सर्वमसृजत यदिदङ्किञ्च तत्सृष्ट्वा तदेवानुप्राविशत्। तै. आ. ८-६। इति । एवमन्या अप्युपनिषद उदाहार्याः॥१॥</p>"
}
