{
	"id" : "10.178.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "178",
		"ashtaka" : "8",
		"adhyaya" : "8",
		"varga" : "36",
		"anuvaka" : "12",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "तार्क्ष्यः",
		"rishi" : "अरिष्थनेमिस्तार्क्ष्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"त्यमू॒ षु वा॒जिनं॑ दे॒वजू॑तं स॒हावा॑नं तरु॒तारं॒ रथा॑नाम्",
			"अरि॑ष्थनेमिं पृत॒नाज॑मा॒शुं स्व॒स्तये॒ ताक्ष्र्य॑मि॒हा हु॑वेम"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"त्यमू॒ षु वा॒जिनं॑ दे॒वजू॑तं स॒हावा॑नं तरु॒तारं॒ रथा॑नाम् ।",
			"अरि॑ष्टनेमिं पृत॒नाज॑मा॒शुं स्व॒स्तये॒ तार्क्ष्य॑मि॒हा हु॑वेम ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"त्यम् । ऊं॒ इति॑ । सु । वा॒जिन॑म् । दे॒वऽजू॑तम् । स॒हऽवा॑नम् । त॒रु॒तार॑म् । रथा॑नाम् ।",
			"अरि॑ष्टऽनेमिम् । पृ॒त॒नाज॑म् । आ॒शुम् । स्व॒स्तये॑ । तार्क्ष्य॑म् । इ॒ह । हु॒वे॒म॒ ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">त्यमू ष्विति तृचम् सप्तविंशं सूक्तं तार्क्ष्यपुत्रस्यारिष्टनेमेरार्षम् त्रैष्टुभं तार्क्ष्यदेवताकम्। तथा चानुक्रान्तम्। त्यमू ष्वरिष्टनेमिस्तार्क्ष्यस्तार्क्ष्यमिति। अहर्गणेषु द्वितीयादिष्वहःसु निष्केवल्यसूक्तानां पुरस्तादिदं सूक्तं शंसनीयम्। सूत्रितं च। त्यमू षु वाजिनं देवजूतमिति तार्क्ष्यमग्रे निष्केवल्यसूक्तानाम्। आ. ७-१। इति। विषुवति तु निष्केवल्यसूक्तानामन्त एव तत्सूक्तम्। सूत्र्यते हि। त्यामूश्वितीह तार्क्ष्यमन्ततः। आ. ८-६। इति। महाव्रतेऽपि निष्केवल्य एतत्। तथैव पञ्चमारण्यके सूत्र्यते। ऐ. आ. ५-३-१॥</p><p>त्यमु तं प्रसिद्धमेव तार्क्ष्यं तृक्षपुत्रं सुपर्णम्। तृक्शाद्यञ्। गर्गादिः। स्वस्तये क्षेमायेहास्मिन्कर्मणि हुवेम। भृशमाह्वयेमहि। बहुलम् छन्दसीति ह्वयतेः सम्प्रसारणम्। लुङ्याशिष्यङ्। यद्वा। प्रार्थनायां लिङि व्यत्ययेन शः। कीदृशम् । वाजिनं बलवन्तमन्नवन्तं वा देवजूतम् देवैः सोमाहरणार्थं प्रेरितम्। जु इति गत्यर्थः सौत्रो धातुः। अस्मात्कर्मणि निष्था। तृतीया कर्मणिति पूर्वपदप्रकृतिस्वरत्वम्। यद्वा। देवैः प्रीयमानम् तर्प्यमाणम्। यदाह यास्कः। जूतिर्गतिः प्रीतिर्वा देवजूतं देवप्रीतं वा। नि. १०-२८। इति। सहवानं सहस्वन्तं बलवन्तमभिभवनवन्तं वा अत एव रथानामन्यदीयानां तरुतारं सङ्ग्रामे जेतारम् । यद्वा। रंहणशीला इमे लोका रथाः। तान्सोमाहरणसमये शीघ्रं तरीतारम्। श्रूयते हि। एष हीमांल्लोकान्सद्यस्तरतीति। ऐ. ब्रा. ४-२०। तरतेस्तृचि ग्रसितस्कभितेत्यादावुडागमो निपात्यते। पा. ७-२-३४। अरिष्टनेमिमहिंसितरथम् । यद्वा। नेमिर्नमनशीलमायुधम् । अहिंसितायुधम् । अथवा। उपचाराज्जनके जन्यशब्दः। अरिष्टनेमेर्मम जनकम्। पृतनाजं पृतनानां शत्रुसेनानां प्राजितारं प्रगमयितारं चेतारं वा। अज गतिक्षेपनयोः। अस्मात्क्विप्। वलादावार्धधातुके विकल्प इष्यते। का. २-४-५६-२। इति वचनाद्वीभावाभावः। यजतेर्वा डप्रत्ययः। आशुं शीघ्रगामिनम्॥१॥</p>"
}
