{
	"id" : "1.130.7",
	"classification" : {
		"mandala" : "1",
		"sukta" : "130",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "19",
		"anuvaka" : "19",
		"rik" : "7"
	},
	"attribute" : {
		"devata" : "इन्द्रः",
		"rishi" : "परुच्छेपो दैवोदासिः",
		"chandas" : "अत्यष्टिः"
	},
	"samhita" : {
		"lines" : [
			"भि॒नत्पुरो॑ नव॒तिमिं॑द्र पू॒रवे॒ दिवो॑दासाय॒ महि॑ दा॒शुषे॑ नृतो॒ वज्रे॑ण दा॒शुषे॑ नृतो",
			"अ॒ति॒थि॒ग्वाय॒ शंब॑रं गि॒रेरु॒ग्रो अवा॑भरत्",
			"म॒हो धना॑नि॒ दय॑मान॒ ओज॑सा॒ विश्वा॒ धना॒न्योज॑सा"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"भि॒नत्पुरो॑ नव॒तिमि॑न्द्र पू॒रवे॒ दिवो॑दासाय॒ महि॑ दा॒शुषे॑ नृतो॒ वज्रे॑ण दा॒शुषे॑ नृतो ।",
			"अ॒ति॒थि॒ग्वाय॒ शम्ब॑रं गि॒रेरु॒ग्रो अवा॑भरत् ।",
			"म॒हो धना॑नि॒ दय॑मान॒ ओज॑सा॒ विश्वा॒ धना॒न्योज॑सा ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"भि॒नत् । पुरः॑ । न॒व॒तिम् । इ॒न्द्र॒ । पू॒रवे॑ । दिवः॑ऽदासाय । महि॑ । दा॒शुषे॑ । नृ॒तो॒ इति॑ । वज्रे॑ण । दा॒शुषे॑ । नृ॒तो॒ इति॑ ।",
			"अ॒ति॒थि॒ऽग्वाय॑ । शम्ब॑रम् । गि॒रेः । उ॒ग्रः । अव॑ । अ॒भ॒र॒त् ।",
			"म॒हः । धना॑नि । दय॑मानः । ओज॑सा । विश्वा॑ । धना॑नि । ओज॑सा ॥"
		]
	},
	"sayanaBhashya" : "<p>हेइन्द्र नृतो रणेनर्तनशील त्वं दाशुषे हविर्दत्तवते पूरवे अभिमतपूरकायमनुष्याय मनुष्यनामैतत् महि महते दिवोदासायएतन्नामकायराज्ञे दिवोदासे षष्ठ्याअलुगित्यलुक् दिवोदासादीनांछन्दसी- तिपूर्वपदाद्युदात्तत्वं नवतिं एतत्सङ्ख्याकानि पुरः शत्रूणांपुराणिभिनत् भिन्नवान सि तथा हेनृतो गात्रविक्षेपणकुशल हस्तपादादिप्रक्षेपेणशत्रूणांहिंसक वज्रेणक्षेपणसमर्थेनायुधेमदाशुषेहविर्दत्तवते दिवोदासायान्यस्मै वाभिनत् तमपिशत्रुंभिन्नवानसि इदानींपरोक्षेणाह-अतिथिग्वायपूजार्थमतिथिं- गच्छते दिवोदासायतदर्थं गमेरौणादिकोड्वप्रत्ययः उग्रः उद्गूर्णबलइन्द्रःपूर्वंपुरभेदनसमये विद्धमपि अम्नियमाणं गिरिमारूढंशंबरं एतन्नामानमसुरं गिरेः दुर्गमात्पर्वतादेः सकाशात् ओजसास्वकीयेनब- लेनअवाभरत् अवाङ्मुखमवकृष्य प्राणन्त्दृतवान् किङ्कुर्वन् महः महान्तिधनानि तदीयगवाश्वादीनि दयमानः दिवोदासायराज्ञेसाधयन् दयदानगतिहिंसादानेषु शपः पित्त्वादनुदात्तत्वेशानचोलसार्वधा- तुकस्वरेणधातुस्वरः नकेवलमल्पन्धनं किन्तु विश्वाधनानि सर्वाण्यपितेषां मणिमक्तादीनि ओजसास्व- कीयेनबलेन दयमानः साधयन् अवाभरत् ॥ ७ ॥</p>"
}
