{
	"id" : "10.61.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "61",
		"ashtaka" : "8",
		"adhyaya" : "1",
		"varga" : "26",
		"anuvaka" : "5",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "नाभानेदिष्ठो मानवः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"इ{1}द{0}मि{1}त्था{0} रौ{0}द्रं{2} गू{1}र्त{0}व{2}चा{1} ब्र{0}ह्म{1} क्र{0}त्वा{1} श{0}च्या{2}मं{1}त{0}रा{1}जौ{0}",
			"क्रा{1}णा{0} य{0}द{2}स्य{0} पि{1}त{0}रा{2} मं{0}ह{0}ने{1}ष्टाः{0} प{0}र्ष{2}त्प{1}क्थे{0} अ{0}ह{1}न्ना{0} स{1}प्त{0} हो{0}तछर्’थ६श्{2}न्{0}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"इ{1}दमि{1}त्था रौद्रं{2} गू{1}र्तव{2}चा{1} ब्रह्म{1} क्रत्वा{1} शच्या{2}म{1}न्तरा{1}जौ ।",
			"क्रा{1}णा यद{2}स्य पि{1}तरा{2} मंहने{1}ष्ठाः पर्ष{2}त्प{1}क्थे अह{1}न्ना स{1}प्त होतॄ{2}न् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"इ{1}दम् । इ{1}त्था । रौद्र{2}म् । गू{1}र्त{5}व{2}चाः । ब्रह्म{2} । क्रत्वा{2} । शच्या{2}म् । अ{1}न्तः । आ{1}जौ ।",
			"क्रा{1}णा । यत् । अ{1}स्य{1} । पि{1}तरा{2} । मं{1}ह{1}ने{1}{5}स्थाः । पर्ष{2}त् । प{1}क्थे । अह{2}न् । आ । स{1}प्त । होतॄ{2}न् ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">पञ्चमेऽनुवाकेऽष्टौ सूक्तानि। तत्रेदमित्थेति सप्तविंशत्यृचं प्रथमं सूक्तं मानवस्य नाभानेदिष्ठस्यादिष्ठस्यार्षं त्रैष्टुभम्। इदमादीनि षट् सूक्तानि वैश्वदेवानि। तथा चानुक्रान्तम्। इदमित्था सप्ताधिका नाभानेदिष्ठो मानवो वैश्वदेवं तदिति। पृष्थ्यस्यषष्थेऽहनि वैश्वदेवशस्त्र अभिप्लविकातिदेशप्राप्तस्योषासानक्तेत्यस्य स्थान इदं सूक्तम्। सूत्रितं च। उद्धृत्य चोत्तमं सूक्तं त्रीणीदमित्था रौद्रमिति। आ. ८-१। इति। अत्रैतरेयब्राह्मणम्। नाभानेदिष्ठं वै मानवं ब्रह्मचर्यं वसन्तं भ्रातरो निरभजंत्सोऽब्रवीदेत्य किं मह्यमभाक्तेत्येतमेव निष्ठावमववदितारमित्यब्रुवन्नित्यादि। ऐ. ब्रा. ५-१४। तत्र नाभानेदिष्ठो भ्रातृभिर्भागे निराकृतः पितृसामीप्यमागत्य किं मह्यं भागं न कल्पितवानसीत्यपृच्छत्। स च किमनेन भागेन। आङ्गिरसः स्वर्गार्थं सत्त्रमासीनाः षष्ठाहः पर्यन्तमनुष्ठयमुह्यन्ति। तानिदमित्थेति सूक्ते शम्सय ते स्वर्गं यन्तो वसिष्ठा गाः सहस्रसङ्ख्याकान्दास्यन्तीति पित्रा प्रेरितोऽङ्गिरसां समीपमागत्य तेभ्यः सत्त्रपरिवेषणम् गोसहस्रमुत्कोचं परिकल्प्य तानेते सूक्ते षष्ठेऽहन्यशंसयत्। ते च तत्सुक्तसामर्थ्याद्यज्ञं पारं प्रापय्य स्वर्जिगमिषवोऽस्मै गो सहस्रं प्रादुः। शं च तद्गोसहस्रं स्वीकुर्वाणं कश्णन कृष्नशवासी पुरुष उत्तरत उत्थाय ब्राह्मण मदीयं यज्ञशेशभागं मा स्वीकुर्वित्यब्रवित्। स च मह्यमङ्गिरसः प्रादुरिति प्रत्यब्रवीत्। तर्हि ब्राह्मण तव पितरमेव पृच्छ कस्मै भागः प्राप्नुयादित्युक्तः पितृसमीपमागत्य पित्रा रुद्रायायं न्याय्य इति तेनोक्तस्तवैवायं भाग इति मम पिताब्रवीदिति प्रत्युवाच। ततो यथार्थकथनेन तुष्टः पुरुषोनाभानेदिष्ठायैव स्वम् भागं प्रादादित्युक्तम्। तथाध्वर्युर्ब्राह्मणेऽपि मनुः पुत्रेभ्यो दायं व्यभजत् स नाभानेदिष्ठम्। तै. सं. ३-१-९-४। इत्यादिनायमर्थ उक्तः। तत्सर्वमत्रानुसन्धेयम्॥</p><p>गूर्तवचा उद्यतवचनो नाभानेदिष्ठ इदं ब्रह्म स्तोत्रं रौद्रं रुद्रप्रणितमित्थेत्थमिदानींक्रियमानप्रकारं क्रत्वा प्रज्ञानेन निष्पाद्यं स्तोत्रं शच्यामन्तः कर्मणी सत्त्रमध्य आजावङ्गिरसाम् सङ्घे करोतीति शेषः। यत्सोत्रं क्राणा भगं कुर्वाना भागं कुर्वाणावस्य पितरा पितरावन्ये च मंहनेष्ठा भागप्रदाने वर्तमाना भ्रातरश्च गोलाभसाधनत्वेनाकल्पयन्निति शेशः। तेन नाभानेदिष्ठः पक्थे पक्तव्येऽहन्नहनि। षष्ठेऽहनीत्यर्थः। ते षष्ठं षष्ठमेवाहरागत्यमुह्यन्ति तानेते सूक्ते षष्ठेऽहनि शंसय। ऐ. ब्रा. ५-१४। इत्युक्तत्वात्। सप्तहोतॄन् होतृप्रशास्तृब्राह्मणाच्छंस्यादिकाना पर्षत्। सर्वतोऽपूरयत्। इदमित्थेति सूक्ताभ्यां यज्ञपारं प्रापयामासेत्यर्थः॥१॥</p>"
}
