{
	"id" : "10.53.6",
	"classification" : {
		"mandala" : "10",
		"sukta" : "53",
		"ashtaka" : "8",
		"adhyaya" : "1",
		"varga" : "14",
		"anuvaka" : "4",
		"rik" : "6"
	},
	"attribute" : {
		"devata" : "अग्निः सौचीकः",
		"rishi" : "देवाः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"तन्तुं॑ त॒न्वन्रज॑सो भा॒नुमन्वि॑हि॒ ज्योति॑ष्मतः प॒थो र॑क्ष धि॒या कृ॒तान्",
			"अ॒नु॒ल्ब॒णं व॑यत॒ जोगु॑वा॒मपो॒ मनु॑र्भव ज॒नया॒ दैव्यं॒ जन॑म्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"तन्तुं॑ त॒न्वन्रज॑सो भा॒नुमन्वि॑हि॒ ज्योति॑ष्मतः प॒थो र॑क्ष धि॒या कृ॒तान् ।",
			"अ॒नु॒ल्ब॒णं व॑यत॒ जोगु॑वा॒मपो॒ मनु॑र्भव ज॒नया॒ दैव्यं॒ जन॑म् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"तन्तु॑म् । त॒न्वन् । रज॑सः । भा॒नुम् । अनु॑ । इ॒हि॒ । ज्योति॑ष्मतः । प॒थः । र॒क्ष॒ । धि॒या । कृ॒तान् ।",
			"अ॒नु॒ल्ब॒णम् । व॒य॒त॒ । जोगु॑वाम् । अपः॑ । मनुः॑ । भ॒व॒ । ज॒नय॑ । दैव्य॑म् । जन॑म् ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">गार्हपत्यादारभ्याहवनीयाद्वेदिं वेदतृणैरास्तृणाति तन्तुमित्यनया। सूत्रितं च। अविधून्वन् सन्ततं स्तृणन् सव्येन गार्हपत्यादाहवनीयमेति तन्तुम् तन्वन्रजसो भानुमन्विहि। आ. ११-१। इति। अग्निहोत्रहोमेऽप्यनयोदकधारा स्रावणीया। सुत्रितञ्च। गार्हपत्यदविच्छिन्नामुदकधारां हेरेत्तन्तुं तन्वन्रजसो भानुमन्विहि। आ. २-२-। इति । अग्न्यन्तराले श्वातिक्रमणेऽनया गार्हपत्याहवनीययोर्मध्य उदकेन भस्मना चापुरयेत्। सूत्रितं च। गार्हपत्याहवनीययोरन्तरं भस्मराज्योदकराज्या च सन्तनुयात्। आ. ३-१०। इति। आग्निमारुतेऽप्येषा धाय्या। सुत्रितं च। तन्तुं तन्वन्रजसो भानुमन्विह्येवान इन्द्रो मघवाविरप्शी। आ. ५-२०। इति॥</p><p>हे अग्ने तन्तुं यज्ञं तन्वन्विस्तारयन्रजसो रञ्जनात्मकस्य लोकस्य भानुं भासकमादित्यमन्विहि। अनुगच्छ। रश्मिद्वारा सुर्यमण्डलं प्रविशेत्यर्थः। किञ्च ज्योतिष्मतः। प्रकाशवतो यज्ञस्य पथो गमनमार्गान् अथवा ज्योतिष्मतो दीप्तिमतः स्वर्गस्य पथो मार्गान्देवयानान् रक्ष। पालय। कीदृशान्मार्गान्। धिया कर्मणा कृतान् सम्पादितान्। किञ्च सोऽग्निर्जोगुवां स्तोतृणामपः। कर्मनामैतत्। क्रियया व्याप्यं कर्मानुल्बणमनतिरिक्तं वयत। करोतु। यदेव यज्ञ उल्बणं क्रियते तस्यैवैषा शान्तिः। तै. सं. ३-४-३--७। इति हि ब्राह्मणम् । स त्वं मनुर्भव। मन्तव्यो भव। स्तुत्यो भवेत्यर्थः। किञ्च दैव्यं जनं देवसङ्घं जनय। उत्पादय। यज्ञाभिगमनवन्तं कुर्वित्यर्थः॥६॥</p>"
}
