{
	"id" : "1.164.2",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "14",
		"anuvaka" : "22",
		"rik" : "2"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"स॒प्त युं॑जन्ति॒ रथ॒मेक॑चक्र॒मेको॒ अश्वो॑ वहति स॒प्तना॑मा",
			"त्रि॒नाभि॑ च॒क्रम॒जर॑मन॒र्वं यत्रे॒मा विश्वा॒ भुव॒नाधि॑ त॒स्थुः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स॒प्त यु॑ञ्जन्ति॒ रथ॒मेक॑चक्र॒मेको॒ अश्वो॑ वहति स॒प्तना॑मा ।",
			"त्रि॒नाभि॑ च॒क्रम॒जर॑मन॒र्वं यत्रे॒मा विश्वा॒ भुव॒नाधि॑ त॒स्थुः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"स॒प्त । यु॒ञ्ज॒न्ति॒ । रथ॑म् । एक॑ऽचक्रम् । एकः॑ । अश्वः॑ । व॒ह॒ति॒ । स॒प्तऽना॑मा ।",
			"त्रि॒ऽनाभि॑ । च॒क्रम् । अ॒जर॑म् । अ॒न॒र्वम् । यत्र॑ । इ॒मा । विश्वा॑ । भुव॑ना । अधि॑ । त॒स्थुः ॥"
		]
	},
	"sayanaBhashya" : "<p>एकचक्रंएकरथाङ्गोपेतं यद्यपित्रीणिचक्राणितथापि तेषामेकरूपत्वात् एकचक्रमित्युच्यते रथं- रंहणस्वभावं सूर्यस्यसंबन्धिनं सप्त एतत्सङ्ख्याकाअश्वायुंजन्ति अनुबध्नन्ति वहन्त्यहोरात्रनिर्वाहाय किंवस्तुतः सप्त नेत्याह—एकोऽश्वः सप्तनामा एकएवसप्ताभिधानः सप्तधानमनप्रकारोवा एकएववा- युः सप्तरूपाणि धृत्वावहतीत्यर्थः वाय्व् धीनत्वादन्तरिक्षसंचारस्य एकचक्र मित्युक्तम् कीदृशन्तदि- त्यतआह—त्रिनाभिवलयत्रयमध्यस्थितनाभिस्थानीयच्छिद्रत्रयोपेतं अजरंअमरणधर्मकं अनर्वंअशि- थिलं पुनस्तदेवविशेष्यते यत्रयस्मिन् चक्रे इमाविश्वाभुवना इमानिप्रसिद्धानिसर्वाणिभूतजातानि अधि आश्रित्य तस्थुः तिष्ठन्ति यद्वा एकचक्रं एकचारिणं असाहाय्येनसंचरन्तंरथं आदित्यमण्डलं सप्तयुञ्चन्ति सर्पणस्वभावाःसप्तसङ्ख्यावा रश्मयः सप्तप्रकारकार्याः असाधारणाः परस्परविलक्षणाः षळृतवः एकः साधारणइत्येवं अथवा मासद्वयात्मकाः षट् अपरोधिकमासात्मकइत्येवं सप्तर्तवोयुञ्च- न्ति एतस्यकार्यन्निर्वहन्तीत्यर्थः सचैकः असहायः अश्वोव्यापनशीलआदित्यः सप्तनामा सप्तरसानां सन्नमयितारोरश्मयोयस्यतादृशः सप्तऋषिभिः स्तूयमानोवा आदित्योवहति धारयति भ्रमयतीत्यर्थः किन्त्रिनाभिचक्रं तिस्रोनाभयः नाभिस्थानीयाः संबद्धावात्रयऋतवोयस्यतत्तादृशं केते ग्रीष्मवर्षा- हेमन्ताख्याः यद्वा भूतभविष्यवर्तमानाख्यास्त्रयः कालास्त्रिनाभयः तद्विशिष्टंचक्रं चक्रवत्पुनःपुनः परिभ्रममाणं संवत्सराख्यं चक्रन्नानाकालावयवोपेतं अयमादित्यः पुनःपुनरावर्तयति संवत्सरादर्वा- चीनानां तत्रैवान्तर्भावात् ततोयुगादीनान्तदावृत्तिसाध्यत्वात्संवत्सरस्यचक्रत्वेननिरूपणं पुनःकीदृशं तत् यत्रयस्मिन् चक्रे इमाविश्वाभुवना इमानिसर्वाणिभूतान्यधितस्थुः आश्रित्यतिष्ठन्ति कालाधीन- त्वात् सर्वस्यस्थितेः ईदृशस्यकालस्यकारणभूतपरमेश्वरज्ञानेनमोक्षसद्भावात् ज्ञानमोक्षाक्षरप्रशंसा- चेत्यनुक्रमण्यामुक्तं अयमपिमन्त्रोयास्केन—सप्तयुञ्चन्तिरथमेकचक्रमेकचारिणमित्यादिनाव्याख्यातः तदत्राप्यनुसन्धेयम् ॥ २ ॥</p>"
}
