{
	"id" : "1.164.21",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "18",
		"anuvaka" : "22",
		"rik" : "21"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"यत्रा॑ सुप॒र्णा अ॒मृत॑स्य भा॒गमनि॑मेषं वि॒दथा॑भि॒स्वरं॑ति",
			"इ॒नो विश्व॑स्य॒ भुव॑नस्य गो॒पाः स मा॒ धीरः॒ पाक॒मत्रा वि॑वेश"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"यत्रा॑ सुप॒र्णा अ॒मृत॑स्य भा॒गमनि॑मेषं वि॒दथा॑भि॒स्वर॑न्ति ।",
			"इ॒नो विश्व॑स्य॒ भुव॑नस्य गो॒पाः स मा॒ धीरः॒ पाक॒मत्रा वि॑वेश ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"यत्र॑ । सु॒ऽप॒र्णा । अ॒मृत॑स्य । भा॒गम् । अनि॑ऽमेषम् । वि॒दथा॑ । अ॒भि॒ऽस्वर॑न्ति ।",
			"इ॒नः । विश्व॑स्य । भुव॑नस्य । गो॒पाः । सः । मा॒ । धीरः॑ । पाक॑म् । अत्र॑ । आ । वि॒वे॒श॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>यत्रादित्यमण्डलेसुपर्णाः सुपतनाः शोभनगमनारश्मयः अम्रुतस्योदकस्यभागंभजनीयमंशंआदाय अनिमेषंअनवरतं विदथावेदनेनज्ञानेनअस्माभिरेवङ्कर्तव्यमितिबुद्भ्याअभिस्वरन्ति अभिप्रापयन्ति य- श्चविश्वस्यभुवनस्यभूतजातस्यइनः स्वामी तथातस्यैवगोपाः गोपायिता रक्षितायमादित्यः सः पर- मेश्वरः धीरोधीमान् प्राण्यनुग्रहबुद्धियुक्तःसन् मामांपाकंपक्तव्यं अपक्वप्रज्ञं अत्रास्मिन्स्वकीयमण्डले आविवेश प्रवेशयति अत्रास्मदीयेदेहेवानियामकतयाप्रविष्टइत्यधिदैवतपक्षे । अथाध्यात्मपक्षे यत्रय- स्मिन्नात्मनिसुपर्णाः शोभनपतनानि स्वस्वविषयग्रहणायगमनकुशलानीन्द्रियाणि चक्षुरादीनि अमृ- तस्यभागं अत्रविषयावच्छिन्नचैतन्यममृतमित्युच्यते तस्यभागंभजनीयंस्वस्वांशं अनिमेषं निमेषर- हितं अनारतं विदथा वेदनेनव्रुत्त्यवच्छिन्नचैतन्येनावरुद्धानिअभिस्वरन्ति अभिप्रयन्ति आवरणापग- मनेन स्फोरयन्ति किञ्च यस्त्विनः स्वाम्यस्यदेहस्य विश्वस्यभुवनस्यगोपाः गोपायिता रक्षिता यद्वा विश्वस्यभुवनस्य भूतजातस्यस्वामी अस्यदेहस्यगोपाः अनेन तत्त्वंपदार्थयोरेकत्वंप्रतिपादितंभवति सपरमेश्वरोधीरः समाधिनिष्ठः सर्वदाअविक्रियः मामांपाकं परिपक्वमनस्कं यागदानादिना अपगत- र्जस्तमस्कत्वेनदर्पणवदतिनिर्मलसत्त्वोद्रिक्तमनस्कंमां आविवेश उक्तरूपेचित्ते तादृशंव्स्तुस्फुरतीत्य- र्थः यद्वा परिपक्वमनाहं पूर्वमज्ञानदशायां मदन्यईश्वरोस्तीत्यविद्वान् ततः परमस्तिकश्चित्सर्वज्ञःसर्वे- श्वरः सत्यज्ञानादिलक्षणइतिनिश्चित्य पश्चात् गुरुशास्त्राभ्यंसएवाहमस्मीतिमत्वा एवंपारंपर्येणावग- त्यासंभावनाविपरीतभावनेव्युदस्य भावनयासाक्षात्कृत्य परिपूर्णः परमात्माभूवमित्यर्थः अयमेव समाधीरःपाकमत्राविवेशेत्यनेनोच्यते नन्वनवच्छिन्नस्यपरमात्मनः सर्वत्रव्याप्तत्वात्प्राप्तिरेवनोपप- द्यते संप्रत्यत्रप्राप्तिर्द्विविधा प्राप्तप्राप्तिरप्राप्तप्राप्तिश्चेति प्राप्तस्यापिकंठेचामीकरन्यायेनावरणाज्ञा- नहानद्वारेणप्राप्तिरुपपद्यते अस्यमन्त्रस्ययन्निरुक्तं यत्रसुपर्णाःसुपतनाआदित्यरश्मयइत्यादिकन्तद- त्रद्रष्टव्यम् ॥ २१ ॥</p>"
}
