{
	"id" : "1.164.39",
	"classification" : {
		"mandala" : "1",
		"sukta" : "164",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "21",
		"anuvaka" : "22",
		"rik" : "39"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"ऋ॒चो अ॒क्षरे॑ पर॒मे व्यो॑म॒न्यस्मिं॑दे॒वा अधि॒ विश्वे॑ निषे॒दुः",
			"यस्तन्न वेद॒ किमृ॒चा क॑रिष्यति॒ य इत्तद्वि॒दुस्त इ॒मे समा॑सते"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"ऋ॒चो अ॒क्षरे॑ पर॒मे व्यो॑म॒न्यस्मि॑न्दे॒वा अधि॒ विश्वे॑ निषे॒दुः ।",
			"यस्तन्न वेद॒ किमृ॒चा क॑रिष्यति॒ य इत्तद्वि॒दुस्त इ॒मे समा॑सते ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"ऋ॒चः । अ॒क्षरे॑ । प॒र॒मे । विऽओ॑मन् । यस्मि॑न् । दे॒वाः । अधि॑ । विश्वे॑ । नि॒ऽसे॒दुः ।",
			"यः । तत् । न । वेद॑ । किम् । ऋ॒चा । क॒रि॒ष्य॒ति॒ । ये । इत् । तत् । वि॒दुः । ते । इ॒मे । सम् । आ॒स॒ते॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>पूर्वमन्त्रेदेहात्मजीवात्मानावुक्तौ तयोरन्यस्यजीवात्मनः पारमार्थिकंरूपंयदस्ति तदत्रोच्यते—ऋचोअक्षरे अत्रऋक् शब्देन ऋक्प्रधानभूताः साङ्गापरविद्यात्मकाश्चत्वारोवेदाउच्यन्ते ऋगादानाम- परविद्यात्वंमुण्डकेश्रूयते—द्वेविद्येवेदितव्येइतिप्रतिज्ञाय तत्रापरा ऋग्वेदायजुर्वेदःसामवेदइत्यादि- ना तस्याःसंबन्धिन्यक्षरे अदृश्यादिगुणके क्षरणरहिते आनश्वरे नित्येसर्वत्रव्याप्तेब्रह्मणिअक्षारशब्द- स्यब्रह्मवाचकत्वं एतद्वैतदक्षरस्यप्रशासनेगार्गिययातदक्षरमधिगम्यते येनाक्षरंपुरुषंवेदसत्यमित्या- दिश्रुतिषुप्रसिद्धं ऋगक्षारयोःप्रतिपाद्यप्रतिपादकभावःसंबन्धः सर्वैःवेदैःखलुब्रह्माधिगम्यते तन्त्वौप- निषदंपुरुषंपृच्छामि इत्यदिश्रुतेः । ननूपनिषद्भागानान्तथास्तु इतरेषान्तु कथं ब्रह्मविषयत्वमिति उच्यते—यद्यपीतरभागानां यागादिविषयत्वं तथापि बुद्धिशुद्ध्युत्पादनद्वारावेदनसाधनत्वेनब्रह्म- विषयाभविष्यन्ति तमेतंवेदानुवचनेनब्राह्मणाविविदिषन्तीत्यादिश्रुतेः । तदेवविशेष्यते परमेउ- त्कृष्टेनिरतिशयेव्योमन् व्योमनि व्योमसदृशे अलेपत्वनीरूपत्वव्यापित्वादिसादृश्येनव्योमेत्युक्तं यद्वा विशेषेणसर्वस्यरक्षके निरधिष्ठानःभ्रमः कस्यचिदस्तिसाध्यस्तस्यसर्वस्याधिष्ठानत्वेनाक्षकत्वात्तादृशे- तत्त्वेसर्वमध्यस्तमित्यर्थः पुनस्तदेवविशेष्यते यस्मिन्परमात्मनिविश्वेसर्वेदेवाअधिनिषेदुः निषीदन्ति आश्रित्यतिष्ठन्ति तस्मिन् यद्वा उक्तलक्षणेवस्तुनि ऋगुपलक्षिताःसर्वेसाङ्गावेदाः पर्यवसिताइत्यर्थः यः योमर्त्यः तत्तादृशन्देवादीनांस्वरूपलाभास्पदं क्रुत्स्नंवेदैस्तात्पर्यंप्रतिपाद्यं यद्वस्तुनवेद नजानाति सम- र्त्यः ऋचापूर्वोक्तेनऋगादिशब्दजालेनकिङ्करिष्यति वेदनसाधानेनवेदेनवेद्यमविदित्वाकिंसाधयती- त्यर्थः प्रयोजनाभावात् सर्वस्यापिवेदस्यवैफल्यादितिभावः अथवायोऽक्षरमविदित्वाकर्मणाङ्कर्ताभव- ति यागादीननुतिष्ठति तेनकिंचिदपि कर्मकृतन्नभवतीत्यर्थः येइत् येएवतत्तत्त्वंविदुर्जानन्ति तइमेस- मासते तएवेमेज्ञातारः समासतेसम्यक् तिष्ठन्ति अपुनरावृत्त्यास्वस्वरूपेवस्थानंसमासनं यद्वा येवि- दुरित् येजानन्त्येव नानुतिष्ठन्ति इच्छब्दोवधारणे तइमे तएवसमासते गवामयनादिसहस्रसंवत्सरस- त्रपर्यन्तानि सहोपयन्ति सहार्थेसमशब्दः सत्रादधिकानांयागानामभावात् तेषामपिफलमेतज्ज्ञानेनै- वप्राप्तंभवतीत्यर्थः कर्तॄणांबहुत्वाद्बहुवचननिर्देशः अन्येत्वन्यथावर्णयन्ति ऋचः ऋगर्चनीयआदित्यः आदित्यमण्डलंऋगादिमयंवा ऋग्भिः पूर्वाह्णेदिविदेवः आदित्योवाएषएतन्मण्डलन्तपति तत्रताऋच- इत्यादिश्रुतेः । तस्यसंबन्धिनि अक्षरेपरमेव्योमन्निति उक्तलक्षणेब्रह्मणि यएषोन्तरादित्येहिरण्मयः पुरुषोदृश्यतइत्यादिश्रुत्युक्तस्वरूपे यस्मिन्सर्वेदेवाद्योतमानारश्मयोनिषेदुः वर्तन्ते यएवन्नवेद सकेव- लयाऋचाकिङ्करिष्यति येजानन्तिभावयन्ति तएवविद्वांसःसमासते भूम्यांसुखेनरोगादिरहिताः भो- गिनः सन्तः चिरकालं जीवन्ति । अपरेप्रकारान्तरेणप्रतिपादयन्ति क्रचोअक्षरेऋगुपलक्षितसर्ववेदसं- बन्धिन्यक्षरेप्रणवरूपेओङ्कारे अविनाशिनिसर्ववेदेषुव्याप्तेवा प्रणवस्यसर्ववेदसारत्वंब्राह्मणेश्रूयते-ता- न्वेदानभ्यतपत्तेभ्योभितप्तेभ्यस्त्रयोवर्णाअजायन्ताकारउकारोमकारइतितानेकधासमभरत् तदेतदो- ३मितीति । परमेनिरतिश्ये नहिप्रणवादधिकङ्किंचिन्मन्त्रा स्ति त्रिकालातीतस्यब्रह्मणः प्रतिपाद- कत्वात् यच्चान्यन्त्रिकालातीतन्तदप्योङ्कारएव ओमितिब्रह्मेत्यादिश्रुतेः । वेदानांप्रणवस्यस्थानप्रतिनि- धिभावःसंबन्धः यऋचोधीतेइत्याद्युपक्रम्य यःप्रणवमधीते समर्वमधीते ओमितिप्रतिपद्यते एतद्वैय- जुस्त्रयींविद्यांप्रत्येषावागेतत्परममक्षरमित्यादिश्रुतेः । यस्मिन्विश्वेसर्वेदेवाअधिनिषेदुः प्रणवत्यसर्व- मन्त्रात्मकत्वात् मन्त्रेषुसर्वदेवतानान्निवासात् सर्वदेवनिवासत्वं ब्रह्माधिष्ठानत्वाद्वाब्रह्मणि सर्वदेवा- नान्निवासात् शिष्टमविशिष्टम् । अयंमन्त्रोनिरुक्तेव्याख्यातः—अपरेत्वन्यथावर्णयन्ति ऋचः ऋगर्च- नीयोजीवः तस्यसंबन्धिनिअक्षरेअविनाशेव्याप्तेवापरमात्मनीत्यर्थः अतएवजीवापेक्षयापरमेउत्कृष्टे- निरुपाधिकेव्योमन् विशेशेणस्र्वाधिष्ठानत्वेनरक्षकेव्योमसदृशेवायस्मिन्परमात्मनि देवागमनवन्तो- व्यवहरन्तोवाइन्द्रियसंज्ञकाविश्वेसर्वेपि अधिनिषेदुः निषीदन्ति आश्रित्यवर्तन्ते यस्तन्न्वेदनजानाति उपाध्यंशपरित्यागेनतदेवस्वरूपमितिनपश्यतिस्थूलोजनः किमृचा करिष्यति केवलेनजीवेन जीव- भावेन किंफलंप्राप्स्यति जननमरणादिक्लेशस्यात्यागादितिभावः यइत् तद्विदुस्तइत्यादिसिद्धम् ॥ ३९ ॥ अग्निहोत्रार्थाधेनुर्यदिकुत्सितंशब्दङ्कुर्यात् तदानींसूयवसादित्यनयायवसादिकंप्रयच्छेत् तथाच- सूत्रितम्—वाश्यमानायैयवसंप्रयच्छेतत्सूयवसाद्भगवतीहिभूयाइति । प्रवर्ग्येभिष्टवेएषैवपरिधानी- या सूत्रितंच—सूयवसाद्भगवतीहिभूयाइतिपरिदध्यादिति ।</p>"
}
