{
	"id" : "10.103.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "103",
		"ashtaka" : "8",
		"adhyaya" : "5",
		"varga" : "22",
		"anuvaka" : "9",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "इंद्रः",
		"rishi" : "अप्रतिरथ ऐंद्रः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"आ{1}शुः{0} शि{0}शा{2}नो{0} वृ{0}ष{1}भो{0} न{0} भी{1}मो{0} घ{2}ना{0}घ{1}नः{0} क्षो{0}भ{2}ण{0}श्च{0}र्ष{0}णी{1}ना{0}म्{0}",
			"सं{1}क्रं{0}द{2}नो{5}नि{0}मि{1}ष{0} ए{2}क{0}वी{1}रः{0} श{1}तं{0} से{0}ना{2} अ{0}ज{0}य{0}त्सा{1}क{0}मिं{0}द्रः{2}"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"आ{1}शुः शिशा{2}नो वृष{1}भो न भी{1}मो घ{2}नाघ{1}नः क्षोभ{2}णश्चर्षणी{1}नाम् ।",
			"सं{1}क्रन्द{2}नो{5}निमि{1}ष ए{2}कवी{1}रः श{1}तं सेना{2} अजयत्सा{1}कमिन्द्र{2}ः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"आ{1}शुः । शिशा{2}नः । वृ{1}ष{1}भः । न । भी{1}मः । घ{1}ना{1}घ{1}नः । क्षोभ{2}णः । च{1}र्ष{1}णी{1}नाम् ।",
			"स{1}म्{5}क्रन्द{2}नः । अ{1}नि{1}{5}मि{1}षः । ए{1}क{1}{5}वी{1}रः । श{1}तम् । सेनाः{2} । अ{1}ज{1}य{1}त् । सा{1}कम् । इन्द्रः{2} ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">आशुः शिशान इति त्रयोदशर्चं चतुर्थं सूक्तमिन्द्रपुत्रस्याप्रतिरथनाम्न आर्षम्। त्रयोदश्यनुष्टुप् शिष्टास्त्रिष्टुभः। बृहस्पते परि दीयेत्यस्या बृहस्पतिर्देवता। अमीषां चित्तमित्यस्या अप्वाख्या देवी देवता। शिष्टा ऐन्द्र्यः। त्रयोदशी विकल्पेन मारुती। तथा चानुक्रान्तम्। आशुः सप्तोनैन्द्रोऽप्रतिरथश्चतुर्थी बार्हस्पत्योपान्त्याष्वादेव्यन्त्यानुष्तुम्मारुती वेति। साग्निचित्ये क्रतौ चित्यग्निषु प्रणीयमानेषु दक्षिणतो व्रजता ब्रह्मणैत्सूक्तं जप्यम्। तथा च सूत्रितम्। दक्षिणतश्च व्रजञ्जपत्याशुः शिशान इति सूक्तं समाप्य। आ. १-१२। इति। ब्रह्माप्रतिरथं जपित्वा। आ. ४-८। इति च। युद्धार्थं राज्ञः सन्नहनेऽनेन सूक्तेन राजेक्षितव्यः। सूत्रितं च। अथैनमन्वीक्षेताप्रतिरथशाससौपर्णैः। आ. गृ. ३-१२-१३। इति॥</p><p>अयमिन्द्रः आशुः शीघ्रकारी व्यापको वा शिशानो निशितः। शत्रूणां भयजनक इत्यर्थः। क इव। वृषभो न भीमः। बिभेत्यस्मादिति भीमः। तादृशो वृषभ इव। स यथा तीक्ष्णाभ्यां शृङ्गाभ्यां भीमो भवति तद्वत्। अथवा। शिशानस्तीक्ष्णमतिः। व्यत्ययेनात्मनेपदम्। वृषभो न भीमः वृषभो यथा शृङ्गाभ्यां भयजनकः तद्वच्छत्रूणां भयजनकश् घनाघनो घातकः शत्रूणां हन्ता। पचाद्यचि हन्तेर्घश्च। पा. ६-१-१२-७। इति द्विर्वचनमभ्यासस्याडागमो घत्वं च धात्वभ्यासयोः। चर्षणीनाम्। चर्षणयो मनुष्याः। मनुष्याणां द्वेष्याणा क्षोभणः क्षोभयिता। सङ्क्रन्दनः सम्यक्क्रन्दयिता प्राणिनामाकर्षणेन प्रहारेण वा। अनिमिषश्चक्षुर्निमिषरहितः। सर्वदा स्वयज्ञगमनयुद्धादिकार्येष्वनलस इत्यर्थः। एकवीरः। वीरयत्यमित्रानिति वीरः। एकश्चासौ वीरश्च। अथवा एक एव विक्रान्तः। असाहाय्येन कार्यक्षम इत्यर्थः। ईदृशोऽयमिन्द्रः शतं सेनाः साकं सहैकोद्योगेनैवाजयत्। जयति॥१॥</p>"
}
