{
	"id" : "10.128.5",
	"classification" : {
		"mandala" : "10",
		"sukta" : "128",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "15",
		"anuvaka" : "10",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "विहव्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"देवीः॑ षळुर्विरु॒रु नः॑ कृणोत॒ विश्वे॑ देवास इ॒ह वी॑रयध्वम्",
			"मा हा॑स्महि प्र॒जया॒ मा त॒नूभि॒र्मा र॑धाम द्विष॒ते सो॑म राजन्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"देवीः॑ षळुर्वीरु॒रु नः॑ कृणोत॒ विश्वे॑ देवास इ॒ह वी॑रयध्वम् ।",
			"मा हा॑स्महि प्र॒जया॒ मा त॒नूभि॒र्मा र॑धाम द्विष॒ते सो॑म राजन् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"देवीः॑ । ष॒ट् । उ॒र्वीः॒ । उ॒रु । नः॒ । कृ॒णो॒त॒ । विश्वे॑ । दे॒वा॒सः॒ । इ॒ह । वी॒र॒य॒ध्व॒म् ।",
			"मा । हा॒स्म॒हि॒ । प्र॒ऽजया॑ । मा । त॒नूभिः॑ । मा । र॒धा॒म॒ । द्वि॒ष॒ते । सो॒म॒ । रा॒ज॒न् ॥"
		]
	},
	"sayanaBhashya" : "<p>हे षडुर्वीः षट् सङ्ख्याका उर्व्यः। एताश्चान्यत्राम्नायन्ते। षण्मोर्वीरंहसः पान्तु द्यौश्च पृथिवी चाहश्च रात्रिश्चापश्चौषधयश्चेति। ईदृश्यो हे देवीर्देव्यः। जसि वा छन्दसीति पूर्वसवर्णदीर्घः। नामन्त्रिते समानाधिकरणे सामान्यवचनमित्यस्याविद्यमानत्वनिषेधेन षळुर्वीरित्यनयोरामन्त्रितयोः पदात्परत्वादाष्टमिकमामन्त्रितानुदात्तत्वम्। ता यूयमुरु विस्तीर्णम् धनं नोऽस्माकं कृणोत। कुरुत। कृवि हिंसाकरणयोः। धिन्विक्रुण्व्योरच्चेत्युप्रत्ययः। तप्तनप्तनथनाश्चेति तस्य तबादेशः। हे विश्वे सर्वे देवासो देवाः यूयं चेहास्मिन्धने प्राप्तव्ये विशये वीरयध्वम्। विक्रामयत। तथा वयं तद्धनं लभेमहि। तथा वीर्यवन्तो यूयं प्रयच्छध्वमित्यर्थः। वीर विक्रान्तौ। अपि च प्रजया पुत्रादिरूपया मा हास्महि। वयं मा परित्यज्येमहि। मा च तनूभिः शरीरैस्त्यज्येमहि। अस्मान्कदाचिदपि पुत्रादयः शरीराणि च मा परित्याक्षुरित्यर्थः। ओ हाक् त्यागे। अस्मात्कर्मणि लुङि चिण्वद्भावाभावे रूपमेतत्। तथा हे राजन्राजमान यद्वास्माकं स्वामिन् हे सोम द्विषतेऽप्रीतिं कुर्वते। द्विषेः शतर्यादादित्वाच्छपो लुक्। शतुरनुम इति बिभक्तेरुदात्तत्वम्। षष्ठ्यर्थे चतुर्थी व्यक्तव्येति चतुर्थी। द्विषतः शत्रोमा रधाम। मा वशं प्राप्नुयाम। तथा त्वं कुर्वित्यर्थः। रध्यतिर्वशगमन इति यास्कः। नि. ६-३२। यद्वा। द्विषते शत्रवे तदर्थं मा रधाम। परिपक्वा हननार्हा मा भूम। रध हिंसासंराध्योः। संराद्धिः पाक इति तद्वृत्तिः। माङि लुङि पुषादित्वाच्च्लेरङादेशः॥५॥</p>"
}
