{
	"id" : "1.161.1",
	"classification" : {
		"mandala" : "1",
		"sukta" : "161",
		"ashtaka" : "2",
		"adhyaya" : "3",
		"varga" : "4",
		"anuvaka" : "22",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "ऋभवः",
		"rishi" : "दीर्घतमा औचथ्यः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"किमु॒ श्रेष्टः॒ किं यवि॑ष्टो न॒ आज॑ग॒न्किमी॑यते दू॒त्यंट्॒॑ कद्यदू॑चि॒म",
			"न निं॑दिम चम॒सं यो म॑हाकु॒लोऽग्ने॑ भ्रात॒र्द्रुण॒ इद्भू॒तिमू॑दिम"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"किमु॒ श्रेष्ठः॒ किं यवि॑ष्ठो न॒ आज॑ग॒न्किमी॑यते दू॒त्यं१॒॑ कद्यदू॑चि॒म ।",
			"न नि॑न्दिम चम॒सं यो म॑हाकु॒लोऽग्ने॑ भ्रात॒र्द्रुण॒ इद्भू॒तिमू॑दिम ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"किम् । ऊं॒ इति॑ । श्रेष्ठः॑ । किम् । यवि॑ष्ठः । नः॒ । आ । अ॒ज॒ग॒न् । किम् । ई॒य॒ते॒ । दू॒त्य॑म् । कत् । यत् । ऊ॒चि॒म ।",
			"न । नि॒न्दि॒म॒ । च॒म॒सम् । यः । म॒हा॒ऽकु॒लः । अ॒ग्ने॒ । भ्रा॒तः॒ । द्रुणः॑ । इत् । भू॒तिम् । ऊ॒दि॒म॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>ऋभवोनामसुधन्वनस्त्रयः पुत्रः ऋभुर्विभ्वावाजइति तेचमनुष्याः सन्तः सुकर्मणादेवत्वंप्राप्य कदाचित्कर्मकाले सोमपानायप्रवृत्ताः तान्प्रति देवैः प्रेरितोऽग्निः परस्परसमानरूपान्दृष्ट्वा स्वयम- पितदाकारन्धृत्वा तेषुमध्ये स्वयंचतुर्थः सन्पातुंप्रबृत्तः तेचऋभवः आगतन्तंसमानरूपं अवलोक्य विवे- क्तुंअसमर्थाः परस्परमेवंसन्दिहते—अयङ्किमुश्रेष्ठः किन्नुखलुअस्मत्तोऽयंप्रशस्यतमः वयसाश्रेष्ठः सोऽ– स्मानाजगन् आगमत्प्राप्तः गमेर्लङिछान्दसः शपः श्लुः हल्ङ्यादिलोपेमोनोधातोरितिनत्वं अजगन्नि- तिगतिकर्मा अगन्नजगन्नितितन्नामसुपाठात् किंयविष्ठः किंवा नःअस्माकं युवतमः अस्मतः कनीयान् आजगन्प्राप्तः किंवा दूत्यं दूतकर्मदेवसंबन्धिईयते गच्छति देवैः प्रेरितोदूतोऽस्मानागतोवा दूतस्यभा- गकर्मणीइतियत् यदूचिम यदेतद्ब्रूमः तत्कथन्निश्चेतव्यमित्यर्थः वयं तावन्त्रयएव इदानींचत्वारःस- मानरूपावर्तामहे तस्मादयमधिकः किमुश्रेष्ठइति विचिकित्सा एवंसन्दिह्य कथंचित्स्वतोऽन्यं निश्चि- त्यतंप्रत्यपरोक्षेणब्रुवते—हेअग्नेभ्रातः भ्रातृवत् भागार्ह भ्रातायथाबलात् स्वकीयंभागंस्वीकरोति तद्व- त्समानरूपमाश्चित्य बलाच्चमसपानायप्रवृत्तइतिभ्रातरित्युक्तं हेतादृशाग्ने चमसन्ननिन्दिम अधिकः समागतइतिपानमकृत्वाचमसन्नदूषयामः णीदिकुत्सायां छन्दसिवेतिवक्तव्यमितिद्विर्वचनाभावः अदू- ष्यत्वेकारणमाह—यश्चमसोमहाकुलः महाकुलोत्पन्नः त्वष्ट्रानिर्मितत्वात् वक्ष्यतिच—त्वष्टाग्नास्वन्त- र्न्यानजइति । अतः कारणादुणः विकारेप्रकृतिशब्दः ततश्चतस्थे तच्छब्दः इवाधारणे दारुविकारच- मसस्यभूतिं प्राप्तिं ऊदिम ब्रूमः विदेश्छान्दसेलिटि वचिस्वपीतिसंप्रसारणं क्रादिनियमादिट् ॥ १ ॥</p>"
}
