{
	"id" : "1.124.7",
	"classification" : {
		"mandala" : "1",
		"sukta" : "124",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "8",
		"anuvaka" : "18",
		"rik" : "7"
	},
	"attribute" : {
		"devata" : "उषाः",
		"rishi" : "कक्षीवान् दैर्घतमस औशिजः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"अ॒भ्रा॒तेव॑ पुं॒स ए॑ति प्रती॒ची ग॑र्ता॒रुगि॑व स॒नये॒ धना॑नाम्",
			"जा॒येव॒ पत्य॑ उश॒ती सु॒वासा॑ उ॒षा ह॒स्रेव॒ नि रि॑णीते॒ अप्सः॑"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"अ॒भ्रा॒तेव॑ पुं॒स ए॑ति प्रती॒ची ग॑र्ता॒रुगि॑व स॒नये॒ धना॑नाम् ।",
			"जा॒येव॒ पत्य॑ उश॒ती सु॒वासा॑ उ॒षा ह॒स्रेव॒ नि रि॑णीते॒ अप्सः॑ ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"अ॒भ्रा॒ताऽइ॑व । पुं॒सः । ए॒ति॒ । प्र॒ती॒ची । ग॒र्त॒ऽआ॒रुक्ऽइ॑व । स॒नये॑ । धना॑नाम् ।",
			"जा॒याऽइ॑व । पत्ये॑ । उ॒श॒ती । सु॒ऽवासाः॑ । उ॒षाः । ह॒स्राऽइ॑व । नि । रि॒णी॒ते॒ । अप्सः॑ ॥"
		]
	},
	"sayanaBhashya" : "<p>अभ्रातेवभ्रातृरहितेवपुंसः पित्रादीन् प्रतीचीस्वकीयरथानात्प्रतिनिवृत्तमुखीसतीएतिगच्छति यथालोकेभ्रातृरहितायोषित्स्वोचितवासोलङ्कारादिलाभायपितॄनेति सतिभ्रातरिसएवोचित- प्रदानादिनासम्यक् तोषयति तदभावात्पितरमेवप्राप्नोति यद्वा सतिस्व भ्रातरिसएवपितुः पिंड- दानादिकंसन्तानकृत्ङ्करोति तस्याभावात्स्वयमेवतत्कर्तुंपित्रादीन् गच्छति तद्वदियमुषाअपिस्वो- चितप्रकाशादिलाभायस्वप्रकाशदानायवा पितृभूतंसूर्यमाभिमुख्येनगच्छति अयमेकोदृष्टान्तः तथा धनानांसनये गर्तारुगिव गर्तारोहिणीवेत्यपरोदृष्टान्तः गर्तइतिगृहनाम कृदरोगर्तइतितन्नामसुपाठा- त् अत्रौचित्येनराजपुरुषैः न्यायनिर्णेतृभिश्चाधिष्ठितंस्थानमुच्यते तदारोहतीतिगर्तारुक् यथा लो- केकाचिद्गतभर्तृकायोषिद्धनानांस्वकीयरिक्थानां सनयेलाभाय गर्तमागच्छति तान्तुसभ्याविचा- र्ययदीयंरिक्थंलभतेचेदक्षैः सन्ताड्य तदीयन्धनंवितरन्ति तथेयमपिधनानांप्रीणनसाधनानांप्रकाशा- नांसनये लाभाय गर्तमाकाशं सूर्यनिवासस्थानं आरोहति देशविशेषाचारमपेक्ष्यैवन्दृष्टान्तितं किंच पत्येउशतीकामयमानासुवासादुकूलादिशोभनवसनास्वलङ्कृतापूर्वंरजोदर्शनसमये मलिनवस्त्रासती स्नानानन्तरंशोभनवस्त्राभरणैः शोभमानाविशेषेणपतिंभोगायकाङ्क्षतीतेनसहसं क्रीडते तथेयमुषाः- अपिनैशेनान्धकारेणावृतत्वात् मलिनवसनापिप्रभाते स्वतेजसावृतत्वात् सुवसनासती पतिस्थानीये- नसूर्येणसाकंसङ्क्रीडमाना हस्रेवहसनेव अप्सः दन्तस्थानीयानिरूपाणि नीलपीतादीनि यद्वा निरूप्य- माणानिपदार्थजातानि निरिणीते नितरांरिणीते तथेयमपिसर्वाणि रूपाणिप्रकाशयतीत्यर्थः अयं- मन्त्रोनिरुक्तेस्पष्टंव्याख्यातः-अभ्रातृकेवपुंसः पितॄनेत्यभिमुखीसन्तानकर्मणेपिण्डदानायनपतिङ्ग- र्तारोहिणीवधनलाभायदाक्षिणाजीगतः सभास्थाणुर्गृणातेः सत्यसङ्गरोभवतितन्तत्रयापुत्रायापतिका- सारोहतितान्तत्राक्षैराघ्नन्तिसारिक्थंलभतइति । जायेवपत्येकामयमानासुवासाऋतुकालेषूषाहस- नेवदन्तान्विवृणुतइति ॥ ७ ॥</p>"
}
