{
	"id" : "1.122.1",
	"classification" : {
		"mandala" : "1",
		"sukta" : "122",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "1",
		"anuvaka" : "18",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "कक्षीवान् दैर्घतमस औशिजः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"प्र वः॒ पान्तं॑ रघुमन्य॒वोंऽधो॑ य॒ज्ञं रु॒द्राय॑ मी॒ळ्हुषे॑ भरध्वम्",
			"दि॒वो अ॑स्तो॒ष्यसु॑रस्य वी॒रैरि॑षु॒ध्येव॑ म॒रुतो॒ रोद॑स्योः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"प्र वः॒ पान्तं॑ रघुमन्य॒वोऽन्धो॑ य॒ज्ञं रु॒द्राय॑ मी॒ळ्हुषे॑ भरध्वम् ।",
			"दि॒वो अ॑स्तो॒ष्यसु॑रस्य वी॒रैरि॑षु॒ध्येव॑ म॒रुतो॒ रोद॑स्योः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"प्र । वः॒ । पान्त॑म् । र॒घु॒ऽम॒न्य॒वः॒ । अन्धः॑ । य॒ज्ञम् । रु॒द्राय॑ । मी॒ळ्हुषे॑ । भ॒र॒ध्व॒म् ।",
			"दि॒वः । अ॒स्तो॒षि॒ । असु॑रस्य । वी॒रैः । इ॒षु॒ध्याऽइ॑व । म॒रुतः॑ । रोद॑स्योः ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">वागीशाद्याः सुमनसः सर्वार्थानामुपक्रमे ॥ यन्नत्वाकृत्याः स्युस्तन्नमामिगजाननम् ॥ १ ॥</p><p class=\"intro\">यस्यनिःश्वसितंवेदायोवेदेभ्योऽखिलंजगत् ॥ निर्ममेतमहंवन्देविद्यातीर्थमहेश्वरम् ॥ २ ॥</p><p class=\"intro\">प्रक्रियाप्रथमेकाण्डेसाकल्येनोपवर्णिता । अतऊर्ध्वन्तनीज्ञेयास्मर्यतेचक्वचित्क्वचित् ॥ ३ ॥</p><p class=\"intro\">अथद्वितीयाष्टकेप्रथमोऽध्यायआरभ्यते शतर्चिनामाद्येमण्डलेचतुर्विंशत्यनुवाकाः तेषुकदित्थेत्य- ष्टादशानुवाकेषट्सूक्तानि तत्र प्रवःपान्तमितिद्वितीयंसूक्तम् पंचोनेत्यनुवर्तमानात्पञ्चदशर्चम् ऋषि- श्चान्यस्मादृषेरितिपरिभाषयाकक्षीवानृषिः अनादेशपरिभाषयात्रिष्टुप् विश्वेदेवादेवता प्रवोवैश्वदे- वमित्यनुक्रमणिका अस्यविशेषविनियोगोलैङ्गिकः ।</p><p>हेरघुमन्यवः लघुक्रोधाः अक्रोधिनः ऋत्विजोवोयुष्माकंपान्तंपालनशीलंपातव्यंवायज्ञंयागसाध- नमन्धोन्नंआज्यसोमादिलक्षणं रुद्राय रुद्दुःखन्तद्धेतुभूतन्दुरितंवा तस्यद्रावयित्रेएतन्नामकायदेवायमी- ह्ळुषे फलस्यवर्षित्रेतदर्थंप्रभरध्वम् प्रकर्षेणसंपादयत अहंचइषुध्येवइषुध्यान् शत्रून्याथानिरस्यति तथावीरैरमित्राणांविविधमीरकैर्वीर्योपेतैर्वा तदनुचरैर्मरुदादिभिःसह दिवोद्युलोकसकाशात् उपल- क्षणमेतत् लोकत्रयादपिअसुरस्यनिरसितव्यानामसुराणान्निरसितुः कर्मणिषष्ठी निरसितारन्तमेवदेवं रोदस्योः निरोधनवत्योर्द्यावापृथिव्योर्मध्येवर्तमानान्मरुतश्चअस्तोषिस्तौमि ॥ पान्तं पान्तमित्यत्र पातेः शतृ पिबतेर्वाऔणादिकोझः । मीह्ळुषे दाश्वान्साह्वानितिक्वसुप्रत्ययान्तोनिपातितः चतुर्थ्यक- वचने वसोः संप्रसारणमितिसप्रसारणम् शासिवसीत्यादिनाषत्वम् । दिवःऊडिदमित्यादिनाविभक्ते- रुदात्तत्वम् । अस्तोषि स्तौतेश्छान्दसालुङ् । इषुध्येव इषवोधीयन्तेत्रेतीषुधीः कर्मण्यधिकरणेचेतिद- धातेः किः कृत्स्वरेणान्तोदात्तः उदात्तयणोहल्पूर्वादितिविभक्तेरुदात्तत्वम् ॥ १ ॥</p>"
}
