{
	"id" : "1.122.15",
	"classification" : {
		"mandala" : "1",
		"sukta" : "122",
		"ashtaka" : "2",
		"adhyaya" : "1",
		"varga" : "3",
		"anuvaka" : "18",
		"rik" : "15"
	},
	"attribute" : {
		"devata" : "विश्वेदेवाः",
		"rishi" : "कक्षीवान् दैर्घतमस औशिजः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"च॒त्वारो॑ मा मश॒र्शार॑स्य॒ शिश्व॒स्त्रयो॒ राज्ञ॒ आय॑वसस्य जि॒ष्णोः",
			"रथो॑ वां मित्रावरुणा दी॒र्घाप्साः॒ स्यूम॑गभस्तिः॒ सूरो॒ नाद्यौ॑त्"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"च॒त्वारो॑ मा मश॒र्शार॑स्य॒ शिश्व॒स्त्रयो॒ राज्ञ॒ आय॑वसस्य जि॒ष्णोः ।",
			"रथो॑ वां मित्रावरुणा दी॒र्घाप्साः॒ स्यूम॑गभस्तिः॒ सूरो॒ नाद्यौ॑त् ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"च॒त्वारः॑ । मा॒ । म॒श॒र्शार॑स्य । शिश्वः॑ । त्रयः॑ । राज्ञः॑ । आय॑वसस्य । जि॒ष्णोः ।",
			"रथः॑ । वा॒म् । मि॒त्रा॒व॒रु॒णा॒ । दी॒र्घऽअ॑प्साः । स्यूम॑ऽगभस्तिः । सूरः॑ । न । अ॒द्यौ॒त् ॥"
		]
	},
	"sayanaBhashya" : "<p>मामाङ्कक्षीवन्तं मशर्शारस्यमशकीकृत्यभृशंश्रृणातिशारयतिवामित्रानितिमशर्शारःएतन्नामकस्य- राज्ञः शिश्वः शिशवः शिशुवदप्रबुद्धाः चत्वारः पुत्राः बाधन्तइतिशेषः शिशुशब्दस्य जसादिषुछन्द- सिवावचनमितिगूणाभावःतथा आयवसस्यसर्वतः प्राप्तान्नस्यएतन्नाम्नोराज्ञोजिष्णोर्जयशीलस्यपुत्रा- स्त्रयस्तेऽपिबाधन्तइतिशेषः हेमित्रावरुणाएतन्नामानौदेवौ वांयुवयोः संबन्धी रथोदीर्घाप्साः अप्स- इतिरूपनाम अतिविस्तृतरूपः स्यूमगभस्तिः स्यूममितिसुखनाम सुखकरदीप्तिः सन् सूरोन सूर्यइव अद्यौत् द्योततांयुक्तानामस्मद्विरोधिनांपुरतः स्फुरन्भयजनकोभवत्वित्यर्थः द्युतेश्छन्दसिलुङ्लङ् लि- टइतिलुङ् द्युद्भ्योलुङीतिपरस्मैपदम् सिचिवृद्धिः परस्मैपदेष्विति वृद्धिः बहुलंछन्दसीतीडभावः हल्ङ्यादिसंयोगान्तलोपौ यद्वा द्युअभिगमने आदादिकः छान्दसेलङि उतोवृद्धिर्लुकिहलीतिवृद्धिः ॥ १५ ॥</p><p class=\"end\">कदित्थेत्यस्मिन्नष्टादशानुवाकेषट्सूक्तानि तत्रपृथूरथइतितृतीयंसूक्तन्त्रयोदशर्चं अत्रानुक्रमणिका- पृथुःसप्तोनोषस्यन्त्विति दीर्घतमसःपुत्रःकक्षीवानृषिः ऋषिश्चान्यस्मादृषेरितिपरिभाषितत्वात् अना- देशपरिभाषयात्रिष्टुप् छन्दः तुशब्दप्रयोगादिदमादिकेसूक्तेउषोदेवताके प्रातरनुवाकेउषस्येक्रतावस्य- चोत्तरस्यचविनियोगः अथोषस्यइतिसूत्रितम् पृथूरथइतिसूक्तेप्रत्यर्चिरित्यष्टाविति तथाश्विनशस्त्रे- इदमादिसूक्तद्वयस्यविनियोगः प्रातरनुवाकन्यायेनेत्यतिदिष्टत्वात् ।</p>"
}
