{
	"id" : "10.121.1",
	"classification" : {
		"mandala" : "10",
		"sukta" : "121",
		"ashtaka" : "8",
		"adhyaya" : "7",
		"varga" : "3",
		"anuvaka" : "10",
		"rik" : "1"
	},
	"attribute" : {
		"devata" : "कः",
		"rishi" : "हिरण्यगर्भः प्राजापत्यः",
		"chandas" : "त्रिष्टुप्"
	},
	"samhita" : {
		"lines" : [
			"हि॒र॒ण्य॒ग॒र्भः सम॑वर्त॒ताग्रे॑ भू॒तस्य॑ जा॒तः पति॒रेक॑ आसीत्",
			"स दा॑धार पृथि॒वीं द्यामु॒तेमां कस्मै॑ दे॒वाय॑ ह॒विषा॑ विधेम"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"हि॒र॒ण्य॒ग॒र्भः सम॑वर्त॒ताग्रे॑ भू॒तस्य॑ जा॒तः पति॒रेक॑ आसीत् ।",
			"स दा॑धार पृथि॒वीं द्यामु॒तेमां कस्मै॑ दे॒वाय॑ ह॒विषा॑ विधेम ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"हि॒र॒ण्य॒ऽग॒र्भः । सम् । अ॒व॒र्त॒त॒ । अग्रे॑ । भू॒तस्य॑ । जा॒तः । पतिः॑ । एकः॑ । आ॒सी॒त् ।",
			"सः । दा॒धा॒र॒ । पृ॒थि॒वीम् । द्याम् । उ॒त । इ॒माम् । कस्मै॑ । दे॒वाय॑ । ह॒विषा॑ । वि॒धे॒म॒ ॥"
		]
	},
	"sayanaBhashya" : "<p class=\"intro\">हिरण्यगर्भ इति दशर्चं नवमं सूक्तं प्रजापतिपुत्रस्य हिरण्यगर्भाख्यस्यार्षं त्रैष्टुभम्। कशब्दभिधेयः प्रजापतिर्देवता। तथा चानुक्रान्तम्। हिरण्यगर्भो दश हिरण्यगर्भः प्राजापत्यः कायमिति। गतः सूक्तविनियोगः। प्राजापत्यस्य पशोर्वपापुरोडाशहविषां क्रमेणादितस्तिस्रोऽनुवाक्यास्ततस्तिस्रो याज्याः। सूत्रितं च। हिरण्यगर्भः समवर्तताग्र इति षट् प्राजापत्याः। आ. ३-८। इति। वरुणप्रघासेषु कायस्य हविषो हिरण्यगर्भ इत्येषा याज्या। सूत्रितं च। कयानश्चित्र आ भुवद्धिरण्यगर्भह् समवर्तताग्र इति प्रतिप्रस्थाता वाजिने तृतीयः। आ. २-१७। इति॥</p><p>हिरण्यगर्भो हिरण्यमयस्याण्डस्य गर्भभूतः प्रजापतिर्हिरण्यगर्भः। तथा च तैत्तिरीयकम्। प्रजापतिर्वै हिरण्यगर्भः प्रजापतेरनुरूपत्वाय। तै. स. ५-५-१-२। इति यद्वा। हिरण्मयोऽण्डो बर्घवद्यस्योदरे वर्तते सोऽसौ सूत्रात्मा हिरण्यगर्भ इत्युच्यते। अग्रे प्रपञ्चोत्पत्तेः प्राक् समवर्तत। मायाध्यक्षात्सिसृक्षोः परमात्मनः सकाशात्समजायत। यद्यपि परमात्मैव हिरण्यगर्भः तथापि तदुपाधिभूतानां वियदादीनां सूक्ष्मभूतानां ब्रह्मण उत्पत्तेस्तदुपाहितोऽप्युत्पन्न इत्युच्यते। स च जातो जातमात्र एवैकोऽद्वितीयः सन् भूतस्य विकारजातस्य ब्रह्माण्डादेः सर्वस्य जगतः पतिरीश्वर आसीत्। न केवलं पतिरासीदेव अपि तर्हि स हिरण्यगर्भः पृथिवीं विस्तीर्णां द्यां दिवमितापि चेमामस्माभिर्दृश्यमानां पुरोवर्तिनीमिमां भूमिम्। यद्वा। पृथिवीत्यन्तरिक्षनाम। अन्तरिक्षं दिवं भूमिं च दाधार। धारयति। छन्दसि लुङ् लङ् लिट इति सार्वकालिको लिट्। तुजादित्वादभ्यास दीर्घः। कस्मै। अत्र किंशब्दोऽनिर्ज्ञातस्वरूपत्वात्प्रजापतौ वर्तते। यद्वा। सृष्ट्यर्थं कामयत इति कः। कमेर्डप्रत्ययः। यद्वा। कं सुखम् । तद्रूपत्वात्क इत्युच्यते। अथवेन्द्रेण पृष्टः प्रजापतिर्मदीयं महत्त्वं तुभ्यं प्रदायाहं कः कीद्रुशः स्यामित्युक्तवान्। स इन्द्रः प्रत्यूचे। यदीदं ब्रवीष्यहं कः स्यामिति तदेव त्वं भवेति। अतः कारणात्क इति प्रजापतिराख्यायते। इन्द्रो वै व्रुत्रं हत्वा सर्वा विजितीर्विजित्याब्रवीदित्यादिकं ब्राह्मणमत्रानुसन्धेयम्। ऐ. ब्रा. ३-२१। यदासौ किंशब्दस्तदा सर्वनामत्वात्स्मैभावः सिद्धः। यदा तु यौगिकस्तदा व्यत्ययेनेति द्रष्टव्यम्। सावेकाच इति प्राप्तस्य न गोश्वन्साववर्णेति प्रतिषेधः। क्रियाग्रहणं कर्तव्यमिति कर्मनः सम्प्रदानत्वाच्चतुर्थी। कं प्रजापतिं देवाय देवं दानादिगुनयुक्तं हविषा प्राजापत्यस्य पशोर्वपारूपेणैककपालात्मकेन पुरॊडाशेन वा विधेम। वयम्रुत्विजः परिचरेम। विधतिः परिचरनकर्मा॥१॥</p>"
}
