{
	"id" : "10.13.5",
	"classification" : {
		"mandala" : "10",
		"sukta" : "13",
		"ashtaka" : "7",
		"adhyaya" : "6",
		"varga" : "13",
		"anuvaka" : "1",
		"rik" : "5"
	},
	"attribute" : {
		"devata" : "हविर्धाने",
		"rishi" : "विवस्वानादित्यः",
		"chandas" : "जगती"
	},
	"samhita" : {
		"lines" : [
			"स॒प्त क्ष॑रन्ति॒ शिश॑वे म॒रुत्व॑ते पि॒त्रे पु॒त्रासो॒ अप्य॑वीवतन्नृ॒तम्",
			"उ॒भे इद॑स्यो॒भय॑स्य राजत उ॒भे य॑तेते उ॒भय॑स्य पुष्यतः"
		]
	},
	"samhitaAux" : {
		"lines" : [
			"स॒प्त क्ष॑रन्ति॒ शिश॑वे म॒रुत्व॑ते पि॒त्रे पु॒त्रासो॒ अप्य॑वीवतन्नृ॒तम् ।",
			"उ॒भे इद॑स्यो॒भय॑स्य राजत उ॒भे य॑तेते उ॒भय॑स्य पुष्यतः ॥"
		]
	},
	"padapaatha" : {
		"lines" : [
			"स॒प्त । क्ष॒र॒न्ति॒ । शिश॑वे । म॒रुत्व॑ते । पि॒त्रे । पु॒त्रासः॑ । अपि॑ । अ॒वी॒व॒त॒न् । ऋ॒तम् ।",
			"उ॒भे इति॑ । इत् । अ॒स्य॒ । उ॒भय॑स्य । रा॒ज॒तः॒ । उ॒भे इति॑ । य॒ते॒ते॒ इति॑ । उ॒भय॑स्य । पु॒ष्य॒तः॒ ॥"
		]
	},
	"sayanaBhashya" : "<p>मरुत्वते मरुतः स्तोतारः स्तुतिद्वारेण तद्वते पित्रे ऋत्विजां पितृभूताय शिशवे शंस- नीयाय हविर्धानशकटयोः सुखासीनभूताय सोमाय सप्तच्छन्दांसि क्षरन्ति स्तुतित्वेन गच्छ न्ति । अपिच पुत्रासोपि सोमस्य पुत्रभूताः ऋत्विजोपि ऋतं सत्यभूतं स्तोत्रं अप्यवीवतन् सङ्गमयन्ति सद्गुणग्राहिणीं स्तुतिं कुर्वन्तीत्यर्थः । उभेइत् द्वेएव हविर्धानशकटे अस्योभ- यस्य देवजातस्य मनुष्यजातस्य च राजतः ईशाने उभे एव शकटे यतेते कर्मानुष्ठाने प्रय त्नं कुरुतः उभयस्य देवजातस्य मनुष्यजातस्यच पुष्यतः हविर्धारणद्वारेण पुष्टिं कुरुतइत्यर्थः ॥ ५ ॥</p><p class=\"end\">परेयिवांसमितिषोडशर्चं चतुर्दशं सूक्तं विवस्वतः पुत्रस्य यमस्यार्षं अङ्गिरसोनः पित- रोनवग्वाइति षष्ठ्याअङ्गिरः पित्रथर्वभृगुलक्षणालिङ्गोक्तदेवताः प्रेहीत्याद्यास्तिस्रोलिङ्गोक्तदेव ताकाः पितृदेवताकावा अतिद्रवसारमेयावित्यादिकस्तृचः सरमापुत्रौ यौ श्वानौ परलोक मार्गमभितः स्थितौ तद्देवताकः शिष्टायमदेवत्याः यमायसोममिति त्रयोदश्यद्याअनुष्टुभः यमायमधुम्त्तममित्येषा बृहती आदितोद्वादशत्रिष्टुभः । तथाचानुक्रान्तं—परेयिवांसंषोडश यमोयामं षष्ठी लिङ्गोक्तदेवता पराश्चतिस्रः पित्र्यावा तृचःश्वभ्यां पराअनुष्टुभोबृहत्युपान्त्ये ति । गतः सूक्तविनियोगः । महापितृयज्ञे यमयगाख्यायाज्या । सूत्रितंच—इमंयमप्रस्तरमा हिसीदेतिद्वेपरेयिवांसंप्रवतोमहीरन्विति ।</p>"
}
